const VOCAB = {
  "n5": [
    {
      "id": "n5-u1",
      "theme": "時間與日期 1",
      "words": [
        {
          "k": "朝",
          "r": "あさ",
          "zh": "早安"
        },
        {
          "k": "明後日",
          "r": "あさって",
          "zh": "後天"
        },
        {
          "k": "明日",
          "r": "あした",
          "zh": "明天"
        },
        {
          "k": "遊ぶ",
          "r": "あそぶ",
          "zh": "玩、愉快地度過時光、出去玩"
        },
        {
          "k": "後",
          "r": "あと",
          "zh": "之後（後來）、將來、其餘的部分、從那時起"
        },
        {
          "k": "一日",
          "r": "いちにち",
          "zh": "一天（持續時間）"
        },
        {
          "k": "五日",
          "r": "いつか",
          "zh": "五天、該月的第五天"
        },
        {
          "k": "いつも",
          "r": "いつも",
          "zh": "總是、通常、每次、從不（帶否定動詞）"
        },
        {
          "k": "遅い",
          "r": "おそい",
          "zh": "慢、（遲到）"
        },
        {
          "k": "一昨日",
          "r": "おととい",
          "zh": "前天"
        },
        {
          "k": "～回",
          "r": "～かい",
          "zh": "發生次數計數器（〜次）"
        },
        {
          "k": "～か月",
          "r": "～かげつ",
          "zh": "（數）月"
        },
        {
          "k": "火曜日",
          "r": "かようび",
          "zh": "星期二"
        },
        {
          "k": "カレンダー",
          "r": "カレンダー",
          "zh": "日曆"
        },
        {
          "k": "昨日",
          "r": "きのう",
          "zh": "昨天"
        },
        {
          "k": "今日",
          "r": "きょう",
          "zh": "今天、這一天"
        },
        {
          "k": "金曜日",
          "r": "きんようび",
          "zh": "週五"
        },
        {
          "k": "今朝",
          "r": "けさ",
          "zh": "今天早上"
        },
        {
          "k": "月曜日",
          "r": "げつようび",
          "zh": "星期一"
        },
        {
          "k": "午後",
          "r": "ごご",
          "zh": "下午、P.M."
        }
      ]
    },
    {
      "id": "n5-u2",
      "theme": "時間與日期 2",
      "words": [
        {
          "k": "九日",
          "r": "ここのか",
          "zh": "九天、該月的第九天"
        },
        {
          "k": "午前",
          "r": "ごぜん",
          "zh": "早上、A.M."
        },
        {
          "k": "～ころ; ～ごろ",
          "r": "～ころ; ～ごろ",
          "zh": "大約、大約（時間）"
        },
        {
          "k": "今月",
          "r": "こんげつ",
          "zh": "這個月"
        },
        {
          "k": "今週",
          "r": "こんしゅう",
          "zh": "這週"
        },
        {
          "k": "今晩",
          "r": "こんばん",
          "zh": "今晚、這個晚上"
        },
        {
          "k": "～時",
          "r": "～じ",
          "zh": "〜點（時間）"
        },
        {
          "k": "時間",
          "r": "じかん",
          "zh": "時間"
        },
        {
          "k": "～時間",
          "r": "～じかん",
          "zh": "〜小時"
        },
        {
          "k": "～週間",
          "r": "～しゅうかん",
          "zh": "〜週"
        },
        {
          "k": "水曜日",
          "r": "すいようび",
          "zh": "星期三"
        },
        {
          "k": "～ずつ",
          "r": "～ずつ",
          "zh": "一次"
        },
        {
          "k": "先月",
          "r": "せんげつ",
          "zh": "上個月"
        },
        {
          "k": "先週",
          "r": "せんしゅう",
          "zh": "上週"
        },
        {
          "k": "誕生日",
          "r": "たんじょうび",
          "zh": "生日"
        },
        {
          "k": "一日",
          "r": "ついたち",
          "zh": "有一天、該月的第一天"
        },
        {
          "k": "十日",
          "r": "とおか",
          "zh": "十天、該月的第十天"
        },
        {
          "k": "～時",
          "r": "～とき",
          "zh": "當時~"
        },
        {
          "k": "時々",
          "r": "ときどき",
          "zh": "有時"
        },
        {
          "k": "土曜日",
          "r": "どようび",
          "zh": "星期六"
        }
      ]
    },
    {
      "id": "n5-u3",
      "theme": "時間與日期 3",
      "words": [
        {
          "k": "夏",
          "r": "なつ",
          "zh": "夏天"
        },
        {
          "k": "夏休み",
          "r": "なつやすみ",
          "zh": "暑假"
        },
        {
          "k": "七日",
          "r": "なのか",
          "zh": "七日、（該月的第七天）"
        },
        {
          "k": "～日",
          "r": "～にち",
          "zh": "~ 一個月中的某天、持續 ~ 天"
        },
        {
          "k": "日曜日",
          "r": "にちようび",
          "zh": "週日"
        },
        {
          "k": "初めて",
          "r": "はじめて",
          "zh": "第一次"
        },
        {
          "k": "二十日",
          "r": "はつか",
          "zh": "二十天、二十號（每個月的一天）"
        },
        {
          "k": "春",
          "r": "はる",
          "zh": "春天"
        },
        {
          "k": "晩",
          "r": "ばん",
          "zh": "晚上"
        },
        {
          "k": "一月",
          "r": "ひとつき",
          "zh": "一個月"
        },
        {
          "k": "暇",
          "r": "ひま",
          "zh": "空閒時間、休閒"
        },
        {
          "k": "昼",
          "r": "ひる",
          "zh": "中午、白天"
        },
        {
          "k": "二日",
          "r": "ふつか",
          "zh": "兩天、該月的第二天"
        },
        {
          "k": "冬",
          "r": "ふゆ",
          "zh": "冬天"
        },
        {
          "k": "～分",
          "r": "～ふん",
          "zh": "〜分鐘"
        },
        {
          "k": "毎朝",
          "r": "まいあさ",
          "zh": "每天早上"
        },
        {
          "k": "毎月",
          "r": "まいげつ; まいつき",
          "zh": "每個月、每月"
        },
        {
          "k": "毎週",
          "r": "まいしゅう",
          "zh": "每週"
        },
        {
          "k": "毎日",
          "r": "まいにち",
          "zh": "每天"
        },
        {
          "k": "毎晩",
          "r": "まいばん",
          "zh": "每天晚上"
        }
      ]
    },
    {
      "id": "n5-u4",
      "theme": "時間與日期 4",
      "words": [
        {
          "k": "三日",
          "r": "みっか",
          "zh": "三天、該月的第三天"
        },
        {
          "k": "六日",
          "r": "むいか",
          "zh": "六天、每月的第六天"
        },
        {
          "k": "木曜日",
          "r": "もくようび",
          "zh": "星期四"
        },
        {
          "k": "休み",
          "r": "やすみ",
          "zh": "假期、休息日、缺席"
        },
        {
          "k": "休む",
          "r": "やすむ",
          "zh": "休息、休息一下"
        },
        {
          "k": "昨夜",
          "r": "ゆうべ",
          "zh": "昨晚"
        },
        {
          "k": "八日",
          "r": "ようか",
          "zh": "八天、該月的第八天"
        },
        {
          "k": "四日",
          "r": "よっか",
          "zh": "四天、該月的第四天"
        },
        {
          "k": "夜",
          "r": "よる",
          "zh": "晚上"
        },
        {
          "k": "来月",
          "r": "らいげつ",
          "zh": "下個月"
        },
        {
          "k": "来週",
          "r": "らいしゅう",
          "zh": "下週"
        }
      ]
    },
    {
      "id": "n5-u5",
      "theme": "身體與健康 1",
      "words": [
        {
          "k": "足; 脚",
          "r": "あし",
          "zh": "腳、腿"
        },
        {
          "k": "暖かい",
          "r": "あたたかい",
          "zh": "溫暖"
        },
        {
          "k": "頭",
          "r": "あたま",
          "zh": "頭"
        },
        {
          "k": "暑い",
          "r": "あつい",
          "zh": "熱（指天氣）、溫暖"
        },
        {
          "k": "厚い",
          "r": "あつい",
          "zh": "善良、熱情、厚重、深沉"
        },
        {
          "k": "医者",
          "r": "いしゃ",
          "zh": "醫生"
        },
        {
          "k": "椅子",
          "r": "いす",
          "zh": "椅子"
        },
        {
          "k": "痛い",
          "r": "いたい",
          "zh": "傷害、痛苦、酸痛"
        },
        {
          "k": "後ろ",
          "r": "うしろ",
          "zh": "後面"
        },
        {
          "k": "絵",
          "r": "え",
          "zh": "一幅畫、一張圖片、一張圖"
        },
        {
          "k": "お手洗い",
          "r": "おてあらい",
          "zh": "廁所、洗手間、浴室（字面意思是洗手的地方）"
        },
        {
          "k": "おととし",
          "r": "おととし",
          "zh": "前年"
        },
        {
          "k": "お腹",
          "r": "おなか",
          "zh": "胃"
        },
        {
          "k": "覚える",
          "r": "おぼえる",
          "zh": "學習、致力於記憶、記住"
        },
        {
          "k": "顔",
          "r": "かお",
          "zh": "臉（身體的一部分）"
        },
        {
          "k": "～月",
          "r": "～がつ",
          "zh": "一年中的月份"
        },
        {
          "k": "かぶる",
          "r": "かぶる",
          "zh": "戴、戴上（例如、頭上戴帽子）"
        },
        {
          "k": "体",
          "r": "からだ",
          "zh": "身體、健康"
        },
        {
          "k": "消える",
          "r": "きえる",
          "zh": "消失"
        },
        {
          "k": "聞く",
          "r": "きく",
          "zh": "去聽、去問"
        }
      ]
    },
    {
      "id": "n5-u6",
      "theme": "身體與健康 2",
      "words": [
        {
          "k": "去年",
          "r": "きょねん",
          "zh": "去年"
        },
        {
          "k": "着る",
          "r": "きる",
          "zh": "穿上（腰部以上的衣服）、穿"
        },
        {
          "k": "薬",
          "r": "くすり",
          "zh": "醫學"
        },
        {
          "k": "口",
          "r": "くち",
          "zh": "職位空缺、嘴"
        },
        {
          "k": "靴",
          "r": "くつ",
          "zh": "鞋子、鞋類"
        },
        {
          "k": "元気",
          "r": "げんき",
          "zh": "健康（y）、精力充沛"
        },
        {
          "k": "今年",
          "r": "ことし",
          "zh": "今年"
        },
        {
          "k": "～歳",
          "r": "～さい",
          "zh": "〜歲"
        },
        {
          "k": "差す",
          "r": "さす",
          "zh": "舉起（伸出）手、舉起（例如、雨傘）"
        },
        {
          "k": "さ来年",
          "r": "さらいねん",
          "zh": "後年"
        },
        {
          "k": "する",
          "r": "する",
          "zh": "去做、嘗試、穿戴小物品（例如領帶、手錶等）"
        },
        {
          "k": "先生",
          "r": "せんせい",
          "zh": "教師、教授、掌握、醫生"
        },
        {
          "k": "そう; そうです",
          "r": "そう; そうです",
          "zh": "是的、看來、情況確實如此"
        },
        {
          "k": "そば",
          "r": "そば",
          "zh": "靠近、接近、旁邊、日本傳統蕎麥麵"
        },
        {
          "k": "大学",
          "r": "だいがく",
          "zh": "大學"
        },
        {
          "k": "出す",
          "r": "だす",
          "zh": "取出（某物）、交出（某物）"
        },
        {
          "k": "近い",
          "r": "ちかい",
          "zh": "近、靠近、短"
        },
        {
          "k": "近く",
          "r": "ちかく",
          "zh": "附近、在附近"
        },
        {
          "k": "手",
          "r": "て",
          "zh": "手"
        },
        {
          "k": "出る",
          "r": "でる",
          "zh": "出現、離開"
        }
      ]
    },
    {
      "id": "n5-u7",
      "theme": "身體與健康 3",
      "words": [
        {
          "k": "年",
          "r": "とし",
          "zh": "年份、年齡"
        },
        {
          "k": "習う",
          "r": "ならう",
          "zh": "學習"
        },
        {
          "k": "温い",
          "r": "ぬるい",
          "zh": "不冷不熱的"
        },
        {
          "k": "～年",
          "r": "～ねん",
          "zh": "〜年"
        },
        {
          "k": "歯",
          "r": "は",
          "zh": "牙齒"
        },
        {
          "k": "二十歳",
          "r": "はたち",
          "zh": "20歲"
        },
        {
          "k": "鼻",
          "r": "はな",
          "zh": "鼻子"
        },
        {
          "k": "早い",
          "r": "はやい",
          "zh": "早"
        },
        {
          "k": "晴れ",
          "r": "はれ",
          "zh": "天氣晴朗"
        },
        {
          "k": "ハンカチ",
          "r": "ハンカチ",
          "zh": "手帕"
        },
        {
          "k": "左",
          "r": "ひだり",
          "zh": "左手邊"
        },
        {
          "k": "病院",
          "r": "びょういん",
          "zh": "醫院"
        },
        {
          "k": "病気",
          "r": "びょうき",
          "zh": "生病、疾病"
        },
        {
          "k": "便利",
          "r": "べんり",
          "zh": "方便的"
        },
        {
          "k": "毎年",
          "r": "まいねん; まいとし",
          "zh": "每年"
        },
        {
          "k": "まっすぐ",
          "r": "まっすぐ",
          "zh": "直行（前方）、直接"
        },
        {
          "k": "磨く",
          "r": "みがく",
          "zh": "刷牙、拋光"
        },
        {
          "k": "右",
          "r": "みぎ",
          "zh": "右手邊"
        },
        {
          "k": "耳",
          "r": "みみ",
          "zh": "耳朵"
        },
        {
          "k": "みんな",
          "r": "みんな",
          "zh": "所有人"
        }
      ]
    },
    {
      "id": "n5-u8",
      "theme": "身體與健康 4",
      "words": [
        {
          "k": "目",
          "r": "め",
          "zh": "眼睛"
        },
        {
          "k": "眼鏡",
          "r": "めがね",
          "zh": "眼鏡"
        },
        {
          "k": "来年",
          "r": "らいねん",
          "zh": "明年"
        },
        {
          "k": "渡す",
          "r": "わたす",
          "zh": "移交（某物）、移交（v.t.）、跨越"
        }
      ]
    },
    {
      "id": "n5-u9",
      "theme": "飲食 1",
      "words": [
        {
          "k": "朝御飯",
          "r": "あさごはん",
          "zh": "早餐"
        },
        {
          "k": "甘い",
          "r": "あまい",
          "zh": "慷慨、甜蜜"
        },
        {
          "k": "映画館",
          "r": "えいがかん",
          "zh": "電影院"
        },
        {
          "k": "美味しい",
          "r": "おいしい",
          "zh": "美味的"
        },
        {
          "k": "お菓子",
          "r": "おかし",
          "zh": "糖果、零食"
        },
        {
          "k": "お皿",
          "r": "おさら",
          "zh": "盤子"
        },
        {
          "k": "教える",
          "r": "おしえる",
          "zh": "教導、告知、指導"
        },
        {
          "k": "お茶",
          "r": "おちゃ",
          "zh": "（綠）茶"
        },
        {
          "k": "お弁当",
          "r": "おべんとう",
          "zh": "便當"
        },
        {
          "k": "辛い",
          "r": "からい",
          "zh": "辛辣、鹹的"
        },
        {
          "k": "カレー",
          "r": "カレー",
          "zh": "咖哩（咖哩和米飯的縮寫）"
        },
        {
          "k": "牛乳",
          "r": "ぎゅうにゅう",
          "zh": "牛奶"
        },
        {
          "k": "果物",
          "r": "くだもの",
          "zh": "水果"
        },
        {
          "k": "曇り",
          "r": "くもり",
          "zh": "多雲天氣"
        },
        {
          "k": "～個",
          "r": "～こ",
          "zh": "小件物品櫃檯（例如水果、杯子）"
        },
        {
          "k": "紅茶",
          "r": "こうちゃ",
          "zh": "紅茶"
        },
        {
          "k": "コーヒー",
          "r": "コーヒー",
          "zh": "咖啡"
        },
        {
          "k": "御飯",
          "r": "ごはん",
          "zh": "米飯（煮熟的）、餐"
        },
        {
          "k": "魚",
          "r": "さかな",
          "zh": "魚"
        },
        {
          "k": "寒い",
          "r": "さむい",
          "zh": "冷（指天氣）"
        }
      ]
    },
    {
      "id": "n5-u10",
      "theme": "飲食 2",
      "words": [
        {
          "k": "下",
          "r": "した",
          "zh": "在下"
        },
        {
          "k": "吸う",
          "r": "すう",
          "zh": "吸氣、吸吮"
        },
        {
          "k": "涼しい",
          "r": "すずしい",
          "zh": "涼爽、清爽（指天氣）"
        },
        {
          "k": "ストーブ",
          "r": "ストーブ",
          "zh": "加熱器（點燃：爐子）"
        },
        {
          "k": "セーター",
          "r": "セーター",
          "zh": "毛衣"
        },
        {
          "k": "台所",
          "r": "だいどころ",
          "zh": "廚房"
        },
        {
          "k": "食べ物",
          "r": "たべもの",
          "zh": "食物"
        },
        {
          "k": "食べる",
          "r": "たべる",
          "zh": "吃飯"
        },
        {
          "k": "卵",
          "r": "たまご",
          "zh": "蛋"
        },
        {
          "k": "茶碗",
          "r": "ちゃわん",
          "zh": "飯碗"
        },
        {
          "k": "作る",
          "r": "つくる",
          "zh": "製造、創造"
        },
        {
          "k": "天気",
          "r": "てんき",
          "zh": "天氣"
        },
        {
          "k": "とても",
          "r": "とても",
          "zh": "非常（很多）、極大、極度"
        },
        {
          "k": "鶏肉",
          "r": "とりにく",
          "zh": "雞肉"
        },
        {
          "k": "肉",
          "r": "にく",
          "zh": "肉"
        },
        {
          "k": "飲み物",
          "r": "のみもの",
          "zh": "飲料"
        },
        {
          "k": "飲む",
          "r": "のむ",
          "zh": "喝"
        },
        {
          "k": "パン",
          "r": "パン",
          "zh": "麵包"
        },
        {
          "k": "晩御飯",
          "r": "ばんごはん",
          "zh": "晚餐"
        },
        {
          "k": "昼御飯",
          "r": "ひるごはん",
          "zh": "午餐"
        }
      ]
    },
    {
      "id": "n5-u11",
      "theme": "飲食 3",
      "words": [
        {
          "k": "まずい",
          "r": "まずい",
          "zh": "可怕的（指食物）、令人倒胃口的、不愉快的（味道）"
        },
        {
          "k": "水",
          "r": "みず",
          "zh": "水"
        },
        {
          "k": "野菜",
          "r": "やさい",
          "zh": "蔬菜"
        },
        {
          "k": "夕方",
          "r": "ゆうがた",
          "zh": "下午晚些時候（通常在晚餐時間之前）、晚上"
        },
        {
          "k": "夕飯",
          "r": "ゆうはん",
          "zh": "晚餐"
        },
        {
          "k": "料理",
          "r": "りょうり",
          "zh": "做飯、美食"
        },
        {
          "k": "レストラン",
          "r": "レストラン",
          "zh": "餐廳"
        }
      ]
    },
    {
      "id": "n5-u12",
      "theme": "人物與家庭 1",
      "words": [
        {
          "k": "明るい",
          "r": "あかるい",
          "zh": "明亮（指性格或天氣）、開朗的"
        },
        {
          "k": "秋",
          "r": "あき",
          "zh": "秋天（季節）"
        },
        {
          "k": "兄",
          "r": "あに",
          "zh": "（我的）哥哥（謙虛的）"
        },
        {
          "k": "姉",
          "r": "あね",
          "zh": "（我的）姐姐（謙卑的）"
        },
        {
          "k": "忙しい",
          "r": "いそがしい",
          "zh": "忙（人、天）"
        },
        {
          "k": "妹",
          "r": "いもうと",
          "zh": "妹妹（卑微）"
        },
        {
          "k": "歌",
          "r": "うた",
          "zh": "一首歌"
        },
        {
          "k": "大勢",
          "r": "おおぜい",
          "zh": "很多人"
        },
        {
          "k": "お母さん",
          "r": "おかあさん",
          "zh": "母親（正式）"
        },
        {
          "k": "奥さん",
          "r": "おくさん",
          "zh": "（別人的）妻子（尊敬的）"
        },
        {
          "k": "伯父; 叔父さん",
          "r": "おじさん",
          "zh": "叔叔、中年男子"
        },
        {
          "k": "おじいさん",
          "r": "おじいさん",
          "zh": "祖父、男性老年人"
        },
        {
          "k": "お父さん",
          "r": "おとうさん",
          "zh": "父親（正式）"
        },
        {
          "k": "弟",
          "r": "おとうと",
          "zh": "弟弟"
        },
        {
          "k": "お兄さん",
          "r": "おにいさん",
          "zh": "（別人的）哥哥（正式）"
        },
        {
          "k": "お姉さん",
          "r": "おねえさん",
          "zh": "姐姐（正式）"
        },
        {
          "k": "伯母さん; 叔母さん",
          "r": "おばさん",
          "zh": "阿姨"
        },
        {
          "k": "おばあさん",
          "r": "おばあさん",
          "zh": "祖母、女老人"
        },
        {
          "k": "おまわりさん",
          "r": "おまわりさん",
          "zh": "警察（友善用語）"
        },
        {
          "k": "家族",
          "r": "かぞく",
          "zh": "家庭、家庭成員"
        }
      ]
    },
    {
      "id": "n5-u13",
      "theme": "人物與家庭 2",
      "words": [
        {
          "k": "家庭",
          "r": "かてい",
          "zh": "家、家庭"
        },
        {
          "k": "汚い",
          "r": "きたない",
          "zh": "骯髒的、不潔的"
        },
        {
          "k": "兄弟",
          "r": "きょうだい",
          "zh": "兄弟姊妹（卑微的）、兄弟姊妹"
        },
        {
          "k": "結婚",
          "r": "けっこん (する)",
          "zh": "結婚（結婚）"
        },
        {
          "k": "こちら",
          "r": "こちら",
          "zh": "這個人（有禮貌）、這邊（禮貌）"
        },
        {
          "k": "こっち",
          "r": "こっち",
          "zh": "這個人、這個方向、這邊"
        },
        {
          "k": "子供",
          "r": "こども",
          "zh": "兒童"
        },
        {
          "k": "～人",
          "r": "～じん",
          "zh": "人櫃檯"
        },
        {
          "k": "父",
          "r": "ちち",
          "zh": "（我的）父親"
        },
        {
          "k": "冷たい",
          "r": "つめたい",
          "zh": "冷（事物、人）"
        },
        {
          "k": "どうして",
          "r": "どうして",
          "zh": "為什麼、出於什麼原因"
        },
        {
          "k": "友達",
          "r": "ともだち",
          "zh": "朋友"
        },
        {
          "k": "～人",
          "r": "～にん",
          "zh": "人櫃檯"
        },
        {
          "k": "母",
          "r": "はは",
          "zh": "（我的）媽媽"
        },
        {
          "k": "人",
          "r": "ひと",
          "zh": "男人、人"
        },
        {
          "k": "一人",
          "r": "ひとり",
          "zh": "一個人"
        },
        {
          "k": "二人",
          "r": "ふたり",
          "zh": "兩個人"
        },
        {
          "k": "古い",
          "r": "ふるい",
          "zh": "老（指物體、而不是人）、年老的、古老的"
        },
        {
          "k": "やる",
          "r": "やる",
          "zh": "去做、給予（給寵物、父母、兄弟姊妹等）"
        },
        {
          "k": "両親",
          "r": "りょうしん",
          "zh": "父母（字面意思是父母雙方）"
        }
      ]
    },
    {
      "id": "n5-u14",
      "theme": "交通與地點 1",
      "words": [
        {
          "k": "あそこ",
          "r": "あそこ",
          "zh": "那裡、那邊、那個地方"
        },
        {
          "k": "駅",
          "r": "えき",
          "zh": "車站"
        },
        {
          "k": "置く",
          "r": "おく",
          "zh": "放、鋪設、放置"
        },
        {
          "k": "外国",
          "r": "がいこく",
          "zh": "外國、國外"
        },
        {
          "k": "北",
          "r": "きた",
          "zh": "北"
        },
        {
          "k": "国",
          "r": "くに",
          "zh": "國家、原產地"
        },
        {
          "k": "車",
          "r": "くるま",
          "zh": "汽車、車輛"
        },
        {
          "k": "ここ",
          "r": "ここ",
          "zh": "這裡、這個地方"
        },
        {
          "k": "自転車",
          "r": "じてんしゃ",
          "zh": "自行車"
        },
        {
          "k": "そこ",
          "r": "そこ",
          "zh": "那個地方、那裡、底部、鞋底"
        },
        {
          "k": "地下鉄",
          "r": "ちかてつ",
          "zh": "地鐵"
        },
        {
          "k": "地図",
          "r": "ちず",
          "zh": "一張地圖"
        },
        {
          "k": "電気",
          "r": "でんき",
          "zh": "電、（電）光"
        },
        {
          "k": "電車",
          "r": "でんしゃ",
          "zh": "電動火車"
        },
        {
          "k": "どこ",
          "r": "どこ",
          "zh": "哪裡、什麼地方"
        },
        {
          "k": "所",
          "r": "ところ",
          "zh": "地方"
        },
        {
          "k": "にぎやか",
          "r": "にぎやか",
          "zh": "熱鬧、忙碌"
        },
        {
          "k": "西",
          "r": "にし",
          "zh": "西"
        },
        {
          "k": "乗る",
          "r": "のる",
          "zh": "上車、搭車"
        },
        {
          "k": "葉書",
          "r": "はがき",
          "zh": "明信片"
        }
      ]
    },
    {
      "id": "n5-u15",
      "theme": "交通與地點 2",
      "words": [
        {
          "k": "バス",
          "r": "バス",
          "zh": "巴士、洗澡、低音"
        },
        {
          "k": "東",
          "r": "ひがし",
          "zh": "東"
        },
        {
          "k": "飛行機",
          "r": "ひこうき",
          "zh": "飛機"
        },
        {
          "k": "広い",
          "r": "ひろい",
          "zh": "寬敞、寬的、廣泛"
        },
        {
          "k": "町",
          "r": "まち",
          "zh": "城鎮、城市"
        },
        {
          "k": "道",
          "r": "みち",
          "zh": "道路、街道、方式、方向"
        },
        {
          "k": "南",
          "r": "みなみ",
          "zh": "南"
        },
        {
          "k": "村",
          "r": "むら",
          "zh": "村莊"
        },
        {
          "k": "持つ",
          "r": "もつ",
          "zh": "持有、攜帶、擁有"
        },
        {
          "k": "洋服",
          "r": "ようふく",
          "zh": "西式服裝"
        },
        {
          "k": "旅行",
          "r": "りょこう",
          "zh": "旅行"
        }
      ]
    },
    {
      "id": "n5-u16",
      "theme": "身體動作與日常動詞 1",
      "words": [
        {
          "k": "開く",
          "r": "あく",
          "zh": "開放、變得開放"
        },
        {
          "k": "開ける",
          "r": "あける",
          "zh": "開啟 (v.t.)"
        },
        {
          "k": "歩く",
          "r": "あるく",
          "zh": "走路"
        },
        {
          "k": "入れる",
          "r": "いれる",
          "zh": "放入"
        },
        {
          "k": "起きる",
          "r": "おきる",
          "zh": "起床（例如、從睡眠中起床）、發生"
        },
        {
          "k": "押す",
          "r": "おす",
          "zh": "推、按、蓋章（如護照）"
        },
        {
          "k": "終る",
          "r": "おわる",
          "zh": "結束"
        },
        {
          "k": "かける",
          "r": "かける",
          "zh": "撥打/打電話（例如、電話）、坐下來"
        },
        {
          "k": "作文",
          "r": "さくぶん",
          "zh": "論文、組成"
        },
        {
          "k": "散歩",
          "r": "さんぽ (する)",
          "zh": "散步、漫步"
        },
        {
          "k": "閉まる",
          "r": "しまる",
          "zh": "關閉"
        },
        {
          "k": "閉める",
          "r": "しめる",
          "zh": "關閉"
        },
        {
          "k": "知る",
          "r": "しる",
          "zh": "知道、理解"
        },
        {
          "k": "座る",
          "r": "すわる",
          "zh": "坐"
        },
        {
          "k": "それでは",
          "r": "それでは",
          "zh": "在這種情況下、那麼…"
        },
        {
          "k": "～たち",
          "r": "～たち",
          "zh": "複數後綴"
        },
        {
          "k": "立つ",
          "r": "たつ",
          "zh": "站起來"
        },
        {
          "k": "建物",
          "r": "たてもの",
          "zh": "建築物"
        },
        {
          "k": "つける",
          "r": "つける",
          "zh": "打開（例如、一盞燈）、採取"
        },
        {
          "k": "撮る",
          "r": "とる",
          "zh": "拍（照片）、拍（電影）"
        }
      ]
    },
    {
      "id": "n5-u17",
      "theme": "身體動作與日常動詞 2",
      "words": [
        {
          "k": "並ぶ",
          "r": "ならぶ",
          "zh": "排隊、站成一排 (v.i.)"
        },
        {
          "k": "並べる",
          "r": "ならべる",
          "zh": "將（事物）並排放置、排隊"
        },
        {
          "k": "脱ぐ",
          "r": "ぬぐ",
          "zh": "脫掉（衣服）"
        },
        {
          "k": "入る",
          "r": "はいる",
          "zh": "進入、容納、持有"
        },
        {
          "k": "はく",
          "r": "はく",
          "zh": "穿上（腰部以下的物品）"
        },
        {
          "k": "走る",
          "r": "はしる",
          "zh": "運行"
        },
        {
          "k": "引く",
          "r": "ひく",
          "zh": "拉、減去"
        },
        {
          "k": "ポスト",
          "r": "ポスト",
          "zh": "信箱、職位"
        },
        {
          "k": "分かる",
          "r": "わかる",
          "zh": "去理解"
        }
      ]
    },
    {
      "id": "n5-u18",
      "theme": "居家生活 1",
      "words": [
        {
          "k": "アパート",
          "r": "アパート",
          "zh": "公寓（簡稱）"
        },
        {
          "k": "洗う",
          "r": "あらう",
          "zh": "洗"
        },
        {
          "k": "家",
          "r": "いえ",
          "zh": "房子、家"
        },
        {
          "k": "嫌",
          "r": "いや",
          "zh": "不愉快的、令人厭惡的"
        },
        {
          "k": "うち",
          "r": "うち",
          "zh": "家、房子、我的地方"
        },
        {
          "k": "～階",
          "r": "～かい",
          "zh": "建築物樓層的櫃檯"
        },
        {
          "k": "帰る",
          "r": "かえる",
          "zh": "回去、回家、回來"
        },
        {
          "k": "鍵",
          "r": "かぎ",
          "zh": "一把鎖、一把鑰匙"
        },
        {
          "k": "掛ける",
          "r": "かける",
          "zh": "戴上（例如眼鏡）、懸掛（例如、掛在牆上）"
        },
        {
          "k": "教室",
          "r": "きょうしつ",
          "zh": "課堂"
        },
        {
          "k": "綺麗",
          "r": "きれい",
          "zh": "漂亮、乾淨、整潔"
        },
        {
          "k": "玄関",
          "r": "げんかん",
          "zh": "入口（房屋或建築物的）"
        },
        {
          "k": "財布",
          "r": "さいふ",
          "zh": "錢包"
        },
        {
          "k": "宿題",
          "r": "しゅくだい",
          "zh": "作業"
        },
        {
          "k": "洗濯",
          "r": "せんたく",
          "zh": "洗滌、洗衣服"
        },
        {
          "k": "掃除",
          "r": "そうじ (する)",
          "zh": "清潔、掃地"
        },
        {
          "k": "テーブル",
          "r": "テーブル",
          "zh": "表"
        },
        {
          "k": "戸",
          "r": "と",
          "zh": "門（日式）"
        },
        {
          "k": "ドア",
          "r": "ドア",
          "zh": "門（西式）"
        },
        {
          "k": "トイレ",
          "r": "トイレ",
          "zh": "浴室、廁所"
        }
      ]
    },
    {
      "id": "n5-u19",
      "theme": "居家生活 2",
      "words": [
        {
          "k": "隣",
          "r": "となり",
          "zh": "旁邊、隔壁"
        },
        {
          "k": "庭",
          "r": "にわ",
          "zh": "花園"
        },
        {
          "k": "寝る",
          "r": "ねる",
          "zh": "睡覺、去睡覺"
        },
        {
          "k": "ベッド",
          "r": "ベッド",
          "zh": "床"
        },
        {
          "k": "部屋",
          "r": "へや",
          "zh": "一個房間"
        },
        {
          "k": "窓",
          "r": "まど",
          "zh": "窗戶"
        }
      ]
    },
    {
      "id": "n5-u20",
      "theme": "衣著與購物",
      "words": [
        {
          "k": "あれ",
          "r": "あれ",
          "zh": "那個（那邊）"
        },
        {
          "k": "いかが",
          "r": "いかが",
          "zh": "怎樣、以什麼方式"
        },
        {
          "k": "買い物",
          "r": "かいもの",
          "zh": "購物"
        },
        {
          "k": "シャツ",
          "r": "シャツ",
          "zh": "襯衫"
        },
        {
          "k": "その",
          "r": "その",
          "zh": "那個"
        },
        {
          "k": "それ",
          "r": "それ",
          "zh": "那個"
        },
        {
          "k": "それから",
          "r": "それから",
          "zh": "然後、在那之後"
        },
        {
          "k": "高い",
          "r": "たかい",
          "zh": "高、昂貴"
        },
        {
          "k": "ちょっと",
          "r": "ちょっと",
          "zh": "一點點、有點、只是一點點"
        },
        {
          "k": "デパート",
          "r": "デパート",
          "zh": "(縮寫) 百貨公司"
        },
        {
          "k": "どう",
          "r": "どう",
          "zh": "怎樣、以什麼方式"
        },
        {
          "k": "どんな",
          "r": "どんな",
          "zh": "什麼、什麼樣的"
        },
        {
          "k": "何",
          "r": "なん; なに",
          "zh": "什麼"
        },
        {
          "k": "何～",
          "r": "なん～",
          "zh": "什麼樣的~"
        },
        {
          "k": "話",
          "r": "はなし",
          "zh": "談話（聊天）、故事"
        },
        {
          "k": "服",
          "r": "ふく",
          "zh": "衣服"
        },
        {
          "k": "帽子",
          "r": "ぼうし",
          "zh": "帽子、帽"
        },
        {
          "k": "店",
          "r": "みせ",
          "zh": "商店"
        },
        {
          "k": "～屋",
          "r": "～や",
          "zh": "〜商店"
        },
        {
          "k": "安い",
          "r": "やすい",
          "zh": "便宜、便宜（東西）"
        }
      ]
    },
    {
      "id": "n5-u21",
      "theme": "學校與學習",
      "words": [
        {
          "k": "英語",
          "r": "えいご",
          "zh": "英語（語言）"
        },
        {
          "k": "鉛筆",
          "r": "えんぴつ",
          "zh": "鉛筆"
        },
        {
          "k": "書く",
          "r": "かく",
          "zh": "寫"
        },
        {
          "k": "学生",
          "r": "がくせい",
          "zh": "學生"
        },
        {
          "k": "学校",
          "r": "がっこう",
          "zh": "一所學校"
        },
        {
          "k": "紙",
          "r": "かみ",
          "zh": "紙"
        },
        {
          "k": "クラス",
          "r": "クラス",
          "zh": "一個班級"
        },
        {
          "k": "～語",
          "r": "～ご",
          "zh": "詞、語言"
        },
        {
          "k": "言葉",
          "r": "ことば",
          "zh": "語言、字）、表達式"
        },
        {
          "k": "辞書",
          "r": "じしょ",
          "zh": "字典"
        },
        {
          "k": "字引",
          "r": "じびき",
          "zh": "字典"
        },
        {
          "k": "授業",
          "r": "じゅぎょう",
          "zh": "（學校的）一個班級"
        },
        {
          "k": "新聞",
          "r": "しんぶん",
          "zh": "報紙"
        },
        {
          "k": "生徒",
          "r": "せいと",
          "zh": "學生、瞳孔"
        },
        {
          "k": "テスト",
          "r": "テスト",
          "zh": "測試"
        },
        {
          "k": "取る",
          "r": "とる",
          "zh": "參加（一堂課）、獲得（等級）"
        },
        {
          "k": "勉強",
          "r": "べんきょう (する)",
          "zh": "學習"
        },
        {
          "k": "もう",
          "r": "もう",
          "zh": "已經、再次、更多"
        },
        {
          "k": "読む",
          "r": "よむ",
          "zh": "閱讀"
        },
        {
          "k": "留学生",
          "r": "りゅうがくせい",
          "zh": "國際學生"
        }
      ]
    },
    {
      "id": "n5-u22",
      "theme": "自然與天氣",
      "words": [
        {
          "k": "雨",
          "r": "あめ",
          "zh": "雨"
        },
        {
          "k": "海",
          "r": "うみ",
          "zh": "海、沙灘"
        },
        {
          "k": "風",
          "r": "かぜ",
          "zh": "風、微風"
        },
        {
          "k": "花瓶",
          "r": "かびん",
          "zh": "（花）花瓶"
        },
        {
          "k": "川; 河",
          "r": "かわ",
          "zh": "河"
        },
        {
          "k": "木",
          "r": "き",
          "zh": "樹、木頭、木材"
        },
        {
          "k": "曇る",
          "r": "くもる",
          "zh": "變得多雲、變得暗淡"
        },
        {
          "k": "空",
          "r": "そら",
          "zh": "天空"
        },
        {
          "k": "初め; 始め",
          "r": "はじめ",
          "zh": "開始"
        },
        {
          "k": "花",
          "r": "はな",
          "zh": "花"
        },
        {
          "k": "晴れる",
          "r": "はれる",
          "zh": "陽光明媚"
        },
        {
          "k": "吹く",
          "r": "ふく",
          "zh": "吹（風等）"
        },
        {
          "k": "降る",
          "r": "ふる",
          "zh": "沉澱、下落（例如雨、雪等）"
        },
        {
          "k": "山",
          "r": "やま",
          "zh": "山"
        },
        {
          "k": "雪",
          "r": "ゆき",
          "zh": "雪"
        }
      ]
    },
    {
      "id": "n5-u23",
      "theme": "工作與商業",
      "words": [
        {
          "k": "売る",
          "r": "うる",
          "zh": "出售（v.t.）"
        },
        {
          "k": "お金",
          "r": "おかね",
          "zh": "錢"
        },
        {
          "k": "会社",
          "r": "かいしゃ",
          "zh": "公司"
        },
        {
          "k": "買う",
          "r": "かう",
          "zh": "買"
        },
        {
          "k": "かかる",
          "r": "かかる",
          "zh": "它需要（時間、金錢）（v.i.）"
        },
        {
          "k": "銀行",
          "r": "ぎんこう",
          "zh": "銀行"
        },
        {
          "k": "警官",
          "r": "けいかん",
          "zh": "警察"
        },
        {
          "k": "仕事",
          "r": "しごと",
          "zh": "工作、職業、就業"
        },
        {
          "k": "勤める",
          "r": "つとめる",
          "zh": "工作（為）"
        },
        {
          "k": "働く",
          "r": "はたらく",
          "zh": "去工作"
        },
        {
          "k": "郵便局",
          "r": "ゆうびんきょく",
          "zh": "郵局"
        },
        {
          "k": "ワイシャツ",
          "r": "ワイシャツ",
          "zh": "襯衫（亮白襯衫）、商務襯衫"
        }
      ]
    },
    {
      "id": "n5-u24",
      "theme": "抽象概念與形容詞",
      "words": [
        {
          "k": "意味",
          "r": "いみ",
          "zh": "意義、重要性"
        },
        {
          "k": "～くらい; ぐらい",
          "r": "～くらい; ぐらい",
          "zh": "大約（數量）"
        },
        {
          "k": "困る",
          "r": "こまる",
          "zh": "受到困擾、遇到困難"
        },
        {
          "k": "大切",
          "r": "たいせつ",
          "zh": "重要的"
        },
        {
          "k": "大変",
          "r": "たいへん",
          "zh": "非常、困難的、難的"
        },
        {
          "k": "段々",
          "r": "だんだん",
          "zh": "逐漸地"
        },
        {
          "k": "～度",
          "r": "～ど",
          "zh": "發生次數計數器、～度、～點"
        },
        {
          "k": "本当",
          "r": "ほんとう",
          "zh": "真實的"
        },
        {
          "k": "難しい",
          "r": "むずかしい",
          "zh": "困難"
        },
        {
          "k": "易しい",
          "r": "やさしい",
          "zh": "簡單"
        }
      ]
    },
    {
      "id": "n5-u25",
      "theme": "情緒與個性",
      "words": [
        {
          "k": "あの",
          "r": "あの",
          "zh": "那邊、就那樣、那樣、嗯..."
        },
        {
          "k": "嫌い",
          "r": "きらい",
          "zh": "不喜歡"
        },
        {
          "k": "こんな",
          "r": "こんな",
          "zh": "這樣"
        },
        {
          "k": "静か",
          "r": "しずか",
          "zh": "安靜、平靜"
        },
        {
          "k": "好き",
          "r": "すき",
          "zh": "喜歡、喜愛、愛"
        },
        {
          "k": "そうして; そして",
          "r": "そうして; そして",
          "zh": "並且、像這樣"
        },
        {
          "k": "大丈夫",
          "r": "だいじょうぶ",
          "zh": "沒關係（好）、無需擔心、一切盡在掌握"
        },
        {
          "k": "大好き",
          "r": "だいすき",
          "zh": "非常喜歡"
        },
        {
          "k": "楽しい",
          "r": "たのしい",
          "zh": "愉快的、有趣的"
        }
      ]
    },
    {
      "id": "n5-u26",
      "theme": "科技與物品",
      "words": [
        {
          "k": "カメラ",
          "r": "カメラ",
          "zh": "相機"
        },
        {
          "k": "切る",
          "r": "きる",
          "zh": "切割、掛斷（電話）"
        },
        {
          "k": "～台",
          "r": "～だい",
          "zh": "車輛櫃檯、機器"
        },
        {
          "k": "テレビ",
          "r": "テレビ",
          "zh": "電視"
        },
        {
          "k": "電話",
          "r": "でんわ",
          "zh": "一部電話"
        },
        {
          "k": "ボタン",
          "r": "ボタン",
          "zh": "按鈕"
        },
        {
          "k": "もしもし",
          "r": "もしもし",
          "zh": "你好？ （在手機上使用）"
        },
        {
          "k": "ラジオ",
          "r": "ラジオ",
          "zh": "收音機"
        },
        {
          "k": "ラジオカセ",
          "r": "ラジオカセ",
          "zh": "收音機"
        }
      ]
    },
    {
      "id": "n5-u27",
      "theme": "動植物",
      "words": [
        {
          "k": "犬",
          "r": "いぬ",
          "zh": "狗"
        },
        {
          "k": "動物",
          "r": "どうぶつ",
          "zh": "動物"
        },
        {
          "k": "鳥",
          "r": "とり",
          "zh": "雞（字面意思、鳥）"
        },
        {
          "k": "鳴く",
          "r": "なく",
          "zh": "發出聲音（動物）"
        },
        {
          "k": "猫",
          "r": "ねこ",
          "zh": "貓"
        },
        {
          "k": "～匹",
          "r": "～ひき",
          "zh": "小動物櫃檯"
        }
      ]
    },
    {
      "id": "n5-u28",
      "theme": "社會與文化",
      "words": [
        {
          "k": "ニュース",
          "r": "ニュース",
          "zh": "新聞"
        }
      ]
    },
    {
      "id": "n5-u29",
      "theme": "綜合單字 1",
      "words": [
        {
          "k": "ああ",
          "r": "ああ",
          "zh": "啊！、哦！"
        },
        {
          "k": "会う",
          "r": "あう",
          "zh": "遇見、看見"
        },
        {
          "k": "青",
          "r": "あお",
          "zh": "藍色"
        },
        {
          "k": "青い",
          "r": "あおい",
          "zh": "藍色"
        },
        {
          "k": "赤",
          "r": "あか",
          "zh": "紅色"
        },
        {
          "k": "赤い",
          "r": "あかい",
          "zh": "紅色"
        },
        {
          "k": "上げる",
          "r": "あげる",
          "zh": "舉起"
        },
        {
          "k": "新しい",
          "r": "あたらしい",
          "zh": "新的"
        },
        {
          "k": "あちら",
          "r": "あちら",
          "zh": "這邊（禮貌）"
        },
        {
          "k": "熱い",
          "r": "あつい",
          "zh": "熱（物體）"
        },
        {
          "k": "あっち",
          "r": "あっち",
          "zh": "在那兒"
        },
        {
          "k": "あなた",
          "r": "あなた",
          "zh": "你"
        },
        {
          "k": "浴びる",
          "r": "あびる",
          "zh": "洗澡、淋浴"
        },
        {
          "k": "危ない",
          "r": "あぶない",
          "zh": "危險的、危急的"
        },
        {
          "k": "余り",
          "r": "あまり",
          "zh": "不太、盈餘"
        },
        {
          "k": "飴",
          "r": "あめ",
          "zh": "（硬）糖果"
        },
        {
          "k": "在る",
          "r": "ある",
          "zh": "成為、擁有"
        },
        {
          "k": "有る",
          "r": "ある",
          "zh": "成為、擁有"
        },
        {
          "k": "いい; よい",
          "r": "いい; よい",
          "zh": "好"
        },
        {
          "k": "いいえ",
          "r": "いいえ",
          "zh": "不、一點也不"
        }
      ]
    },
    {
      "id": "n5-u30",
      "theme": "綜合單字 2",
      "words": [
        {
          "k": "言う",
          "r": "いう",
          "zh": "說"
        },
        {
          "k": "行く",
          "r": "いく; ゆく",
          "zh": "去"
        },
        {
          "k": "いくつ",
          "r": "いくつ",
          "zh": "多少、幾歲"
        },
        {
          "k": "いくら",
          "r": "いくら",
          "zh": "多少"
        },
        {
          "k": "池",
          "r": "いけ",
          "zh": "池塘"
        },
        {
          "k": "一",
          "r": "いち",
          "zh": "一"
        },
        {
          "k": "一番",
          "r": "いちばん",
          "zh": "最好的（最多）、第一"
        },
        {
          "k": "いつ",
          "r": "いつ",
          "zh": "當"
        },
        {
          "k": "一緒",
          "r": "いっしょ",
          "zh": "在一起"
        },
        {
          "k": "五つ",
          "r": "いつつ",
          "zh": "五件事"
        },
        {
          "k": "今",
          "r": "いま",
          "zh": "現在"
        },
        {
          "k": "入口",
          "r": "いりぐち",
          "zh": "入口"
        },
        {
          "k": "居る",
          "r": "いる",
          "zh": "（謙卑）成為（有生命）、存在"
        },
        {
          "k": "要る",
          "r": "いる",
          "zh": "需要"
        },
        {
          "k": "色",
          "r": "いろ",
          "zh": "顏色"
        },
        {
          "k": "色々",
          "r": "いろいろ",
          "zh": "各種"
        },
        {
          "k": "上",
          "r": "うえ",
          "zh": "上面（上面、上面等）、在上面"
        },
        {
          "k": "薄い",
          "r": "うすい",
          "zh": "薄弱的"
        },
        {
          "k": "歌う",
          "r": "うたう",
          "zh": "唱歌"
        },
        {
          "k": "生まれる",
          "r": "うまれる",
          "zh": "出生"
        }
      ]
    },
    {
      "id": "n5-u31",
      "theme": "綜合單字 3",
      "words": [
        {
          "k": "うるさい",
          "r": "うるさい",
          "zh": "吵鬧、煩人的"
        },
        {
          "k": "上着",
          "r": "うわぎ",
          "zh": "外套、夾克"
        },
        {
          "k": "映画",
          "r": "えいが",
          "zh": "電影"
        },
        {
          "k": "ええ",
          "r": "ええ",
          "zh": "是的"
        },
        {
          "k": "エレベーター",
          "r": "エレベーター",
          "zh": "電梯"
        },
        {
          "k": "～円",
          "r": "～えん",
          "zh": "日元"
        },
        {
          "k": "お～",
          "r": "お～",
          "zh": "尊貴的~（敬語）"
        },
        {
          "k": "多い",
          "r": "おおい",
          "zh": "許多、有很多"
        },
        {
          "k": "大きい",
          "r": "おおきい",
          "zh": "大"
        },
        {
          "k": "大きな",
          "r": "おおきな",
          "zh": "大"
        },
        {
          "k": "お酒",
          "r": "おさけ",
          "zh": "清酒、酒精"
        },
        {
          "k": "男",
          "r": "おとこ",
          "zh": "男人、男性"
        },
        {
          "k": "男の子",
          "r": "おとこのこ",
          "zh": "男孩"
        },
        {
          "k": "大人",
          "r": "おとな",
          "zh": "成人"
        },
        {
          "k": "同じ",
          "r": "おなじ",
          "zh": "相同的"
        },
        {
          "k": "お風呂",
          "r": "おふろ",
          "zh": "洗澡"
        },
        {
          "k": "重い",
          "r": "おもい",
          "zh": "重、嚴重的"
        },
        {
          "k": "面白い",
          "r": "おもしろい",
          "zh": "有趣的"
        },
        {
          "k": "泳ぐ",
          "r": "およぐ",
          "zh": "游泳"
        },
        {
          "k": "降りる",
          "r": "おりる",
          "zh": "下車"
        }
      ]
    },
    {
      "id": "n5-u32",
      "theme": "綜合單字 4",
      "words": [
        {
          "k": "音楽",
          "r": "おんがく",
          "zh": "音樂"
        },
        {
          "k": "女",
          "r": "おんな",
          "zh": "女人、女性"
        },
        {
          "k": "女の子",
          "r": "おんなのこ",
          "zh": "女孩"
        },
        {
          "k": "外国人",
          "r": "がいこくじん",
          "zh": "外國人"
        },
        {
          "k": "階段",
          "r": "かいだん",
          "zh": "樓梯"
        },
        {
          "k": "返す",
          "r": "かえす",
          "zh": "歸還某物"
        },
        {
          "k": "傘",
          "r": "かさ",
          "zh": "雨傘、陽傘"
        },
        {
          "k": "貸す",
          "r": "かす",
          "zh": "借出"
        },
        {
          "k": "風邪",
          "r": "かぜ",
          "zh": "感冒、流感"
        },
        {
          "k": "方",
          "r": "かた",
          "zh": "-- 人的敬語形式 (ひと) --、做事的方式"
        },
        {
          "k": "片仮名",
          "r": "かたかな",
          "zh": "片假名"
        },
        {
          "k": "カップ",
          "r": "カップ",
          "zh": "杯子"
        },
        {
          "k": "角",
          "r": "かど",
          "zh": "角落（如桌子、人行道）"
        },
        {
          "k": "かばん",
          "r": "かばん",
          "zh": "袋子、籃子"
        },
        {
          "k": "借りる",
          "r": "かりる",
          "zh": "借、欠"
        },
        {
          "k": "～がる",
          "r": "～がる",
          "zh": "感覺"
        },
        {
          "k": "軽い",
          "r": "かるい",
          "zh": "輕微的、不嚴重的"
        },
        {
          "k": "～側",
          "r": "～がわ",
          "zh": "〜側面"
        },
        {
          "k": "可愛い",
          "r": "かわいい",
          "zh": "可愛的"
        },
        {
          "k": "漢字",
          "r": "かんじ",
          "zh": "漢字"
        }
      ]
    },
    {
      "id": "n5-u33",
      "theme": "綜合單字 5",
      "words": [
        {
          "k": "黄色",
          "r": "きいろ",
          "zh": "黃色"
        },
        {
          "k": "黄色い",
          "r": "きいろい",
          "zh": "黃色"
        },
        {
          "k": "ギター",
          "r": "ギター",
          "zh": "吉他"
        },
        {
          "k": "喫茶店",
          "r": "きっさてん",
          "zh": "咖啡廳"
        },
        {
          "k": "切手",
          "r": "きって",
          "zh": "郵政（郵資）郵票"
        },
        {
          "k": "切符",
          "r": "きっぷ",
          "zh": "一張票"
        },
        {
          "k": "九",
          "r": "きゅう",
          "zh": "九"
        },
        {
          "k": "牛肉",
          "r": "ぎゅうにく",
          "zh": "牛肉"
        },
        {
          "k": "キロ; キログラム",
          "r": "キロ; キログラム",
          "zh": "(縮寫) 公斤 (kg)"
        },
        {
          "k": "キロ; キロメートル",
          "r": "キロ; キロメートル",
          "zh": "（縮寫）公斤（公里）"
        },
        {
          "k": "九",
          "r": "く",
          "zh": "九"
        },
        {
          "k": "下さい",
          "r": "ください",
          "zh": "（用te形式動詞）請為我做"
        },
        {
          "k": "靴下",
          "r": "くつした",
          "zh": "襪子"
        },
        {
          "k": "暗い",
          "r": "くらい",
          "zh": "黑暗、陰沉"
        },
        {
          "k": "グラム",
          "r": "グラム",
          "zh": "克"
        },
        {
          "k": "来る",
          "r": "くる",
          "zh": "來"
        },
        {
          "k": "黒",
          "r": "くろ",
          "zh": "黑色"
        },
        {
          "k": "黒い",
          "r": "くろい",
          "zh": "黑色、黑暗"
        },
        {
          "k": "消す",
          "r": "けす",
          "zh": "擦除、刪除、關閉電源"
        },
        {
          "k": "結構",
          "r": "けっこう",
          "zh": "精彩、足夠的、可以忍受的"
        }
      ]
    },
    {
      "id": "n5-u34",
      "theme": "綜合單字 6",
      "words": [
        {
          "k": "五",
          "r": "ご",
          "zh": "五"
        },
        {
          "k": "公園",
          "r": "こうえん",
          "zh": "一個公園"
        },
        {
          "k": "交差点",
          "r": "こうさてん",
          "zh": "交叉點"
        },
        {
          "k": "交番",
          "r": "こうばん",
          "zh": "警察崗亭"
        },
        {
          "k": "声",
          "r": "こえ",
          "zh": "聲音"
        },
        {
          "k": "コート",
          "r": "コート",
          "zh": "外套、球場（如網球）"
        },
        {
          "k": "九つ",
          "r": "ここのつ",
          "zh": "九件事"
        },
        {
          "k": "答える",
          "r": "こたえる",
          "zh": "回答、答覆"
        },
        {
          "k": "コップ",
          "r": "コップ",
          "zh": "一個玻璃杯、一杯"
        },
        {
          "k": "この",
          "r": "この",
          "zh": "這個"
        },
        {
          "k": "コピーする",
          "r": "コピーする",
          "zh": "複製"
        },
        {
          "k": "これ",
          "r": "これ",
          "zh": "這個"
        },
        {
          "k": "さあ",
          "r": "さあ",
          "zh": "現在來吧、好吧"
        },
        {
          "k": "先",
          "r": "さき",
          "zh": "未來、最近的、以前的"
        },
        {
          "k": "咲く",
          "r": "さく",
          "zh": "開花"
        },
        {
          "k": "～冊",
          "r": "～さつ",
          "zh": "書籍櫃檯"
        },
        {
          "k": "雑誌",
          "r": "ざっし",
          "zh": "雜誌、期刊"
        },
        {
          "k": "砂糖",
          "r": "さとう",
          "zh": "糖"
        },
        {
          "k": "～さん",
          "r": "～さん",
          "zh": "先生~女士~"
        },
        {
          "k": "三",
          "r": "さん",
          "zh": "三"
        }
      ]
    },
    {
      "id": "n5-u35",
      "theme": "綜合單字 7",
      "words": [
        {
          "k": "四",
          "r": "し",
          "zh": "四"
        },
        {
          "k": "塩",
          "r": "しお",
          "zh": "鹽"
        },
        {
          "k": "しかし",
          "r": "しかし",
          "zh": "然而、但是"
        },
        {
          "k": "七",
          "r": "しち",
          "zh": "七"
        },
        {
          "k": "質問",
          "r": "しつもん",
          "zh": "問題、詢問"
        },
        {
          "k": "自動車",
          "r": "じどうしゃ",
          "zh": "汽車"
        },
        {
          "k": "死ぬ",
          "r": "しぬ",
          "zh": "去死"
        },
        {
          "k": "自分",
          "r": "じぶん",
          "zh": "我自己"
        },
        {
          "k": "締める",
          "r": "しめる",
          "zh": "打結、係緊、拉緊"
        },
        {
          "k": "じゃ; じゃあ",
          "r": "じゃ; じゃあ",
          "zh": "好吧、那麼"
        },
        {
          "k": "写真",
          "r": "しゃしん",
          "zh": "一張圖片、一張照片"
        },
        {
          "k": "シャワー",
          "r": "シャワー",
          "zh": "淋浴"
        },
        {
          "k": "十",
          "r": "じゅう",
          "zh": "十"
        },
        {
          "k": "～中",
          "r": "～じゅう",
          "zh": "期間、同時"
        },
        {
          "k": "上手",
          "r": "じょうず",
          "zh": "擅長、熟練"
        },
        {
          "k": "丈夫",
          "r": "じょうぶ",
          "zh": "堅固、耐用"
        },
        {
          "k": "醤油",
          "r": "しょうゆ",
          "zh": "醬油"
        },
        {
          "k": "食堂",
          "r": "しょくどう",
          "zh": "食堂"
        },
        {
          "k": "白",
          "r": "しろ",
          "zh": "白色"
        },
        {
          "k": "白い",
          "r": "しろい",
          "zh": "白色"
        }
      ]
    },
    {
      "id": "n5-u36",
      "theme": "綜合單字 8",
      "words": [
        {
          "k": "スカート",
          "r": "スカート",
          "zh": "裙子"
        },
        {
          "k": "～すぎ",
          "r": "～すぎ",
          "zh": "過去、超過、〜太多"
        },
        {
          "k": "少ない",
          "r": "すくない",
          "zh": "一點、一些"
        },
        {
          "k": "すぐに",
          "r": "すぐに",
          "zh": "立即、很快"
        },
        {
          "k": "少し",
          "r": "すこし",
          "zh": "很少"
        },
        {
          "k": "スプーン",
          "r": "スプーン",
          "zh": "湯匙"
        },
        {
          "k": "スポーツ",
          "r": "スポーツ",
          "zh": "運動"
        },
        {
          "k": "ズボン",
          "r": "ズボン",
          "zh": "褲子"
        },
        {
          "k": "住む",
          "r": "すむ",
          "zh": "居住、居住在"
        },
        {
          "k": "背",
          "r": "せい",
          "zh": "（的）身高、身材"
        },
        {
          "k": "石鹸",
          "r": "せっけん",
          "zh": "肥皂"
        },
        {
          "k": "背広",
          "r": "せびろ",
          "zh": "男士西裝"
        },
        {
          "k": "狭い",
          "r": "せまい",
          "zh": "狹窄、不寬敞"
        },
        {
          "k": "ゼロ",
          "r": "ゼロ",
          "zh": "零"
        },
        {
          "k": "千",
          "r": "せん",
          "zh": "千"
        },
        {
          "k": "全部",
          "r": "ぜんぶ",
          "zh": "全部、整個"
        },
        {
          "k": "そちら",
          "r": "そちら",
          "zh": "在那兒"
        },
        {
          "k": "そっち",
          "r": "そっち",
          "zh": "在那兒"
        },
        {
          "k": "外",
          "r": "そと",
          "zh": "外面的"
        },
        {
          "k": "大使館",
          "r": "たいしかん",
          "zh": "大使館"
        }
      ]
    },
    {
      "id": "n5-u37",
      "theme": "綜合單字 9",
      "words": [
        {
          "k": "～だけ",
          "r": "～だけ",
          "zh": "僅僅〜、只是〜、作為〜"
        },
        {
          "k": "沢山",
          "r": "たくさん",
          "zh": "很多很多"
        },
        {
          "k": "タクシー",
          "r": "タクシー",
          "zh": "計程車"
        },
        {
          "k": "たて",
          "r": "たて",
          "zh": "長度、高度"
        },
        {
          "k": "頼む",
          "r": "たのむ",
          "zh": "請求、要求（幫忙）"
        },
        {
          "k": "たばこ",
          "r": "たばこ",
          "zh": "煙草、香煙"
        },
        {
          "k": "多分",
          "r": "たぶん",
          "zh": "也許、可能、或許"
        },
        {
          "k": "誰",
          "r": "だれ",
          "zh": "誰"
        },
        {
          "k": "誰か",
          "r": "だれか",
          "zh": "某人"
        },
        {
          "k": "小さい",
          "r": "ちいさい",
          "zh": "小"
        },
        {
          "k": "小さな",
          "r": "ちいさな",
          "zh": "小"
        },
        {
          "k": "違う",
          "r": "ちがう",
          "zh": "與眾不同、有所不同、錯誤的"
        },
        {
          "k": "茶色",
          "r": "ちゃいろ",
          "zh": "棕色"
        },
        {
          "k": "～中",
          "r": "～ちゅう",
          "zh": "期間、同時~ing"
        },
        {
          "k": "丁度",
          "r": "ちょうど",
          "zh": "恰好、正確、完全"
        },
        {
          "k": "使う",
          "r": "つかう",
          "zh": "使用"
        },
        {
          "k": "疲れる",
          "r": "つかれる",
          "zh": "變得疲倦"
        },
        {
          "k": "次",
          "r": "つぎ",
          "zh": "下一個"
        },
        {
          "k": "着く",
          "r": "つく",
          "zh": "到達、達到"
        },
        {
          "k": "机",
          "r": "つくえ",
          "zh": "書桌"
        }
      ]
    },
    {
      "id": "n5-u38",
      "theme": "綜合單字 10",
      "words": [
        {
          "k": "つまらない",
          "r": "つまらない",
          "zh": "乏味的、沉悶的、微不足道的"
        },
        {
          "k": "強い",
          "r": "つよい",
          "zh": "強大的"
        },
        {
          "k": "テープ",
          "r": "テープ",
          "zh": "膠帶"
        },
        {
          "k": "テープレコーダー",
          "r": "テープレコーダー",
          "zh": "錄音機"
        },
        {
          "k": "出かける",
          "r": "でかける",
          "zh": "出去、離開"
        },
        {
          "k": "手紙",
          "r": "てがみ",
          "zh": "信"
        },
        {
          "k": "できる",
          "r": "できる",
          "zh": "能夠（完成）"
        },
        {
          "k": "出口",
          "r": "でぐち",
          "zh": "一個出口"
        },
        {
          "k": "では",
          "r": "では",
          "zh": "那麼"
        },
        {
          "k": "でも",
          "r": "でも",
          "zh": "但是"
        },
        {
          "k": "どうぞ",
          "r": "どうぞ",
          "zh": "拜託、請無論如何"
        },
        {
          "k": "どうも",
          "r": "どうも",
          "zh": "謝謝、不知何故、無論多努力"
        },
        {
          "k": "十",
          "r": "(〜を) とお",
          "zh": "十 (~)"
        },
        {
          "k": "遠い",
          "r": "とおい",
          "zh": "遠（遠）、遙遠"
        },
        {
          "k": "時計",
          "r": "とけい",
          "zh": "一隻手錶、一個時鐘"
        },
        {
          "k": "図書館",
          "r": "としょかん",
          "zh": "圖書館"
        },
        {
          "k": "どちら",
          "r": "どちら",
          "zh": "哪個（一）（方式）、哪裡（禮貌）"
        },
        {
          "k": "どっち",
          "r": "どっち",
          "zh": "哪一個、哪一個路"
        },
        {
          "k": "どなた",
          "r": "どなた",
          "zh": "誰"
        },
        {
          "k": "どの",
          "r": "どの",
          "zh": "其中"
        }
      ]
    },
    {
      "id": "n5-u39",
      "theme": "綜合單字 11",
      "words": [
        {
          "k": "飛ぶ",
          "r": "とぶ",
          "zh": "飛翔、跳躍"
        },
        {
          "k": "止まる",
          "r": "とまる",
          "zh": "停下來"
        },
        {
          "k": "どれ",
          "r": "どれ",
          "zh": "哪一個"
        },
        {
          "k": "ない",
          "r": "ない",
          "zh": "沒有"
        },
        {
          "k": "ナイフ",
          "r": "ナイフ",
          "zh": "刀"
        },
        {
          "k": "中",
          "r": "なか",
          "zh": "裡面、中間"
        },
        {
          "k": "長い",
          "r": "ながい",
          "zh": "長長的"
        },
        {
          "k": "無くす",
          "r": "なくす",
          "zh": "失去某物"
        },
        {
          "k": "なぜ",
          "r": "なぜ",
          "zh": "為什麼（與どうして相同）"
        },
        {
          "k": "～など",
          "r": "～など",
          "zh": "等等"
        },
        {
          "k": "七つ",
          "r": "ななつ",
          "zh": "七件事"
        },
        {
          "k": "名前",
          "r": "なまえ",
          "zh": "姓名"
        },
        {
          "k": "なる",
          "r": "なる",
          "zh": "成為"
        },
        {
          "k": "二",
          "r": "に",
          "zh": "兩個"
        },
        {
          "k": "荷物",
          "r": "にもつ",
          "zh": "行李"
        },
        {
          "k": "ネクタイ",
          "r": "ネクタイ",
          "zh": "領帶"
        },
        {
          "k": "ノート",
          "r": "ノート",
          "zh": "筆記本"
        },
        {
          "k": "登る",
          "r": "のぼる",
          "zh": "攀爬"
        },
        {
          "k": "パーティー",
          "r": "パーティー",
          "zh": "聚會"
        },
        {
          "k": "はい",
          "r": "はい",
          "zh": "是的"
        }
      ]
    },
    {
      "id": "n5-u40",
      "theme": "綜合單字 12",
      "words": [
        {
          "k": "～杯",
          "r": "～はい",
          "zh": "杯子櫃檯"
        },
        {
          "k": "灰皿",
          "r": "はいざら",
          "zh": "煙灰缸"
        },
        {
          "k": "箱",
          "r": "はこ",
          "zh": "盒子"
        },
        {
          "k": "橋",
          "r": "はし",
          "zh": "橋"
        },
        {
          "k": "箸",
          "r": "はし",
          "zh": "筷子"
        },
        {
          "k": "始まる",
          "r": "はじまる",
          "zh": "（某事）開始"
        },
        {
          "k": "バター",
          "r": "バター",
          "zh": "奶油"
        },
        {
          "k": "八",
          "r": "はち",
          "zh": "八"
        },
        {
          "k": "話す",
          "r": "はなす",
          "zh": "說話"
        },
        {
          "k": "速い",
          "r": "はやい",
          "zh": "快"
        },
        {
          "k": "貼る",
          "r": "はる",
          "zh": "發文、貼、附加"
        },
        {
          "k": "半",
          "r": "はん",
          "zh": "半（例如、にじはん | 兩點半）"
        },
        {
          "k": "～番",
          "r": "～ばん",
          "zh": "〜st、〜最好的"
        },
        {
          "k": "番号",
          "r": "ばんごう",
          "zh": "數字、一系列數字"
        },
        {
          "k": "半分",
          "r": "はんぶん",
          "zh": "一半"
        },
        {
          "k": "弾く",
          "r": "ひく",
          "zh": "演奏（弦樂器或鋼琴）"
        },
        {
          "k": "低い",
          "r": "ひくい",
          "zh": "短、低"
        },
        {
          "k": "一つ",
          "r": "ひとつ",
          "zh": "一件事"
        },
        {
          "k": "百",
          "r": "ひゃく",
          "zh": "一百"
        },
        {
          "k": "平仮名",
          "r": "ひらがな",
          "zh": "平假名"
        }
      ]
    },
    {
      "id": "n5-u41",
      "theme": "綜合單字 13",
      "words": [
        {
          "k": "フィルム",
          "r": "フィルム",
          "zh": "膠卷（卷）"
        },
        {
          "k": "封筒",
          "r": "ふうとう",
          "zh": "信封"
        },
        {
          "k": "プール",
          "r": "プール",
          "zh": "游泳池"
        },
        {
          "k": "フォーク",
          "r": "フォーク",
          "zh": "叉子"
        },
        {
          "k": "二つ",
          "r": "ふたつ",
          "zh": "兩件事"
        },
        {
          "k": "豚肉",
          "r": "ぶたにく",
          "zh": "豬肉"
        },
        {
          "k": "太い",
          "r": "ふとい",
          "zh": "肥厚的"
        },
        {
          "k": "文章",
          "r": "ぶんしょう",
          "zh": "句子、文字"
        },
        {
          "k": "ページ",
          "r": "ページ",
          "zh": "一頁"
        },
        {
          "k": "下手",
          "r": "へた",
          "zh": "不熟練的、貧窮的"
        },
        {
          "k": "ペット",
          "r": "ペット",
          "zh": "寵物"
        },
        {
          "k": "辺",
          "r": "へん",
          "zh": "地區、附近地區"
        },
        {
          "k": "ペン",
          "r": "ペン",
          "zh": "筆"
        },
        {
          "k": "ボールペン",
          "r": "ボールペン",
          "zh": "原子筆"
        },
        {
          "k": "外",
          "r": "ほか",
          "zh": "其他的、其餘的"
        },
        {
          "k": "ポケット",
          "r": "ポケット",
          "zh": "口袋"
        },
        {
          "k": "欲しい",
          "r": "ほしい",
          "zh": "想要、需要"
        },
        {
          "k": "細い",
          "r": "ほそい",
          "zh": "薄、細"
        },
        {
          "k": "ホテル",
          "r": "ホテル",
          "zh": "飯店"
        },
        {
          "k": "本",
          "r": "ほん",
          "zh": "書"
        }
      ]
    },
    {
      "id": "n5-u42",
      "theme": "綜合單字 14",
      "words": [
        {
          "k": "～本",
          "r": "～ほん",
          "zh": "長圓柱形物體計數器"
        },
        {
          "k": "本棚",
          "r": "ほんだな",
          "zh": "書架"
        },
        {
          "k": "～枚",
          "r": "～まい",
          "zh": "扁平物品櫃檯"
        },
        {
          "k": "前",
          "r": "まえ",
          "zh": "之前、在前面"
        },
        {
          "k": "～前",
          "r": "～まえ",
          "zh": "前面~"
        },
        {
          "k": "曲る",
          "r": "まがる",
          "zh": "轉動、彎曲"
        },
        {
          "k": "また",
          "r": "また",
          "zh": "以及、此外"
        },
        {
          "k": "まだ",
          "r": "まだ",
          "zh": "然而、仍然、此外"
        },
        {
          "k": "待つ",
          "r": "まつ",
          "zh": "等待"
        },
        {
          "k": "マッチ",
          "r": "マッチ",
          "zh": "比賽"
        },
        {
          "k": "丸い; 円い",
          "r": "まるい",
          "zh": "圓的"
        },
        {
          "k": "万",
          "r": "まん",
          "zh": "一萬"
        },
        {
          "k": "万年筆",
          "r": "まんねんひつ",
          "zh": "鋼筆"
        },
        {
          "k": "短い",
          "r": "みじかい",
          "zh": "短（長度）"
        },
        {
          "k": "見せる",
          "r": "みせる",
          "zh": "展示"
        },
        {
          "k": "三つ",
          "r": "みっつ",
          "zh": "三件事"
        },
        {
          "k": "緑",
          "r": "みどり",
          "zh": "綠色"
        },
        {
          "k": "皆さん",
          "r": "みなさん",
          "zh": "你們所有人、所有人"
        },
        {
          "k": "見る",
          "r": "みる",
          "zh": "去看"
        },
        {
          "k": "向こう",
          "r": "むこう",
          "zh": "那邊"
        }
      ]
    },
    {
      "id": "n5-u43",
      "theme": "綜合單字 15",
      "words": [
        {
          "k": "六つ",
          "r": "むっつ",
          "zh": "六件事"
        },
        {
          "k": "メートル",
          "r": "メートル",
          "zh": "米"
        },
        {
          "k": "もっと",
          "r": "もっと",
          "zh": "更多"
        },
        {
          "k": "物",
          "r": "もの",
          "zh": "事物（具體物體）"
        },
        {
          "k": "門",
          "r": "もん",
          "zh": "門"
        },
        {
          "k": "問題",
          "r": "もんだい",
          "zh": "一個問題"
        },
        {
          "k": "八百屋",
          "r": "やおや",
          "zh": "蔬果商"
        },
        {
          "k": "八つ",
          "r": "やっつ",
          "zh": "八件事"
        },
        {
          "k": "有名",
          "r": "ゆうめい",
          "zh": "著名的"
        },
        {
          "k": "ゆっくりと",
          "r": "ゆっくりと",
          "zh": "慢慢地、輕鬆地"
        },
        {
          "k": "よく",
          "r": "よく",
          "zh": "經常、經常（很多）、好、熟練地"
        },
        {
          "k": "横",
          "r": "よこ",
          "zh": "旁邊、邊、寬度"
        },
        {
          "k": "四つ",
          "r": "よっつ",
          "zh": "四件事"
        },
        {
          "k": "呼ぶ",
          "r": "よぶ",
          "zh": "稱呼（某人的名字）、邀請"
        },
        {
          "k": "弱い",
          "r": "よわい",
          "zh": "弱"
        },
        {
          "k": "りっぱ",
          "r": "りっぱ",
          "zh": "精彩的、精美的"
        },
        {
          "k": "零",
          "r": "れい",
          "zh": "零、無"
        },
        {
          "k": "冷蔵庫",
          "r": "れいぞうこ",
          "zh": "冰箱"
        },
        {
          "k": "レコード",
          "r": "レコード",
          "zh": "記錄"
        },
        {
          "k": "練習",
          "r": "れんしゅう (する)",
          "zh": "（）練習"
        }
      ]
    },
    {
      "id": "n5-u44",
      "theme": "綜合單字 16",
      "words": [
        {
          "k": "廊下",
          "r": "ろうか",
          "zh": "走廊"
        },
        {
          "k": "六",
          "r": "ろく",
          "zh": "六"
        },
        {
          "k": "若い",
          "r": "わかい",
          "zh": "年輕的"
        },
        {
          "k": "忘れる",
          "r": "わすれる",
          "zh": "忘記"
        },
        {
          "k": "私",
          "r": "わたし",
          "zh": "我、我自己"
        },
        {
          "k": "私",
          "r": "わたくし",
          "zh": "我（正式）、我自己、私人事務"
        },
        {
          "k": "渡る",
          "r": "わたる",
          "zh": "跨越"
        },
        {
          "k": "悪い",
          "r": "わるい",
          "zh": "壞的、有罪的、劣質的"
        }
      ]
    }
  ],
  "n4": [
    {
      "id": "n4-u1",
      "theme": "身體動作與日常動詞 1",
      "words": [
        {
          "k": "折る",
          "r": "おる",
          "zh": "折斷、彎曲"
        },
        {
          "k": "壊す",
          "r": "こわす",
          "zh": "打破"
        },
        {
          "k": "止む",
          "r": "やむ",
          "zh": "停止"
        },
        {
          "k": "建てる",
          "r": "たてる",
          "zh": "建造"
        },
        {
          "k": "止める",
          "r": "やめる",
          "zh": "結束、停止"
        },
        {
          "k": "壊れる",
          "r": "こわれる",
          "zh": "被打破"
        },
        {
          "k": "起こす",
          "r": "おこす",
          "zh": "叫醒（某人）"
        },
        {
          "k": "寄る",
          "r": "よる",
          "zh": "停下來"
        },
        {
          "k": "決まる",
          "r": "きまる",
          "zh": "待設定、固定（v.i.）"
        },
        {
          "k": "開く",
          "r": "ひらく",
          "zh": "開放、舉辦（某活動）"
        },
        {
          "k": "逃げる",
          "r": "にげる",
          "zh": "逃跑"
        },
        {
          "k": "止める",
          "r": "とめる",
          "zh": "停止（某事）"
        },
        {
          "k": "ビル",
          "r": "ビル",
          "zh": "（縮寫）建築物"
        },
        {
          "k": "故障",
          "r": "こしょうする",
          "zh": "故障"
        },
        {
          "k": "間違える",
          "r": "まちがえる",
          "zh": "犯錯"
        },
        {
          "k": "場合",
          "r": "ばあい",
          "zh": "案件、情況"
        },
        {
          "k": "もらう",
          "r": "もらう",
          "zh": "接收"
        },
        {
          "k": "立てる",
          "r": "たてる",
          "zh": "站立（某物）、豎立（某物）"
        },
        {
          "k": "くれる",
          "r": "くれる",
          "zh": "給予、為之做"
        },
        {
          "k": "反対",
          "r": "はんたい",
          "zh": "反對、抵制"
        },
        {
          "k": "挨拶",
          "r": "あいさつする",
          "zh": "問候（英）"
        }
      ]
    },
    {
      "id": "n4-u2",
      "theme": "身體動作與日常動詞 2",
      "words": [
        {
          "k": "押し入れ",
          "r": "おしいれ",
          "zh": "衣櫥"
        },
        {
          "k": "空く",
          "r": "あく",
          "zh": "打開、變空（空）"
        },
        {
          "k": "折れる",
          "r": "おれる",
          "zh": "破裂、折疊、屈服、轉（一個角）"
        },
        {
          "k": "あげる",
          "r": "あげる",
          "zh": "給予"
        },
        {
          "k": "騒ぐ",
          "r": "さわぐ",
          "zh": "發出噪音、喧鬧"
        },
        {
          "k": "なるほど",
          "r": "なるほど",
          "zh": "我明白了、我現在明白了"
        },
        {
          "k": "くださる",
          "r": "くださる",
          "zh": "(hon.) 給予、授予"
        },
        {
          "k": "お見舞い",
          "r": "おみまい",
          "zh": "拜訪生病的人、拜訪"
        },
        {
          "k": "直る",
          "r": "なおる",
          "zh": "待修復"
        },
        {
          "k": "直す",
          "r": "なおす",
          "zh": "修正 (v.t.)、修復"
        },
        {
          "k": "割れる",
          "r": "われる",
          "zh": "打破"
        },
        {
          "k": "眠い",
          "r": "ねむい",
          "zh": "睏倦的、昏昏欲睡的"
        },
        {
          "k": "倒れる",
          "r": "たおれる",
          "zh": "崩潰"
        },
        {
          "k": "失敗",
          "r": "しっぱい",
          "zh": "失敗、錯誤"
        },
        {
          "k": "コンピュータ; コンピューター",
          "r": "コンピュータ; コンピューター",
          "zh": "電腦"
        },
        {
          "k": "訪ねる",
          "r": "たずねる",
          "zh": "參觀"
        },
        {
          "k": "眠る",
          "r": "ねむる",
          "zh": "睡覺"
        },
        {
          "k": "一杯",
          "r": "いっぱい",
          "zh": "充分、到最大限度"
        }
      ]
    },
    {
      "id": "n4-u3",
      "theme": "交通與地點 1",
      "words": [
        {
          "k": "漫画",
          "r": "まんが",
          "zh": "漫畫（書）、卡通"
        },
        {
          "k": "運転手",
          "r": "うんてんしゅ",
          "zh": "司機（按職業）"
        },
        {
          "k": "売り場",
          "r": "うりば",
          "zh": "賣東西的地方"
        },
        {
          "k": "西洋",
          "r": "せいよう",
          "zh": "西方、西方國家"
        },
        {
          "k": "丁寧",
          "r": "ていねい",
          "zh": "有禮貌、細心"
        },
        {
          "k": "怖い",
          "r": "こわい",
          "zh": "可怕的"
        },
        {
          "k": "住所",
          "r": "じゅうしょ",
          "zh": "地址、居住地"
        },
        {
          "k": "飛行場",
          "r": "ひこうじょう",
          "zh": "機場"
        },
        {
          "k": "捨てる",
          "r": "すてる",
          "zh": "丟掉（垃圾）、傾倒、丟棄"
        },
        {
          "k": "場所",
          "r": "ばしょ",
          "zh": "地點"
        },
        {
          "k": "運転",
          "r": "うんてんする",
          "zh": "駕駛"
        },
        {
          "k": "交通",
          "r": "こうつう",
          "zh": "交通、運輸"
        },
        {
          "k": "急行",
          "r": "きゅうこう",
          "zh": "特快列車或巴士"
        },
        {
          "k": "空港",
          "r": "くうこう",
          "zh": "機場"
        },
        {
          "k": "引っ越す",
          "r": "ひっこす",
          "zh": "搬到新的居住地"
        },
        {
          "k": "遠慮",
          "r": "えんりょする",
          "zh": "克制、保留、猶豫"
        },
        {
          "k": "通り",
          "r": "とおり",
          "zh": "〜街道、〜大道"
        },
        {
          "k": "市",
          "r": "し",
          "zh": "城市"
        },
        {
          "k": "特急",
          "r": "とっきゅう",
          "zh": "特快列車（比特快列車更快的列車）"
        },
        {
          "k": "放送",
          "r": "ほうそうする",
          "zh": "廣播"
        },
        {
          "k": "嘘",
          "r": "うそ",
          "zh": "謊言"
        }
      ]
    },
    {
      "id": "n4-u4",
      "theme": "交通與地點 2",
      "words": [
        {
          "k": "田舎",
          "r": "いなか",
          "zh": "鄉村"
        },
        {
          "k": "運ぶ",
          "r": "はこぶ",
          "zh": "運輸、攜帶"
        },
        {
          "k": "かまう",
          "r": "",
          "zh": "介意、關心"
        },
        {
          "k": "代わり",
          "r": "かわり",
          "zh": "替代品"
        },
        {
          "k": "舟",
          "r": "ふね",
          "zh": "船"
        },
        {
          "k": "警察",
          "r": "けいさつ",
          "zh": "警察、警察局"
        },
        {
          "k": "取り替える",
          "r": "とりかえる",
          "zh": "交換、替換"
        },
        {
          "k": "乗り換える",
          "r": "のりかえる",
          "zh": "換乘（火車）、轉乘（公車、火車等）"
        },
        {
          "k": "～町",
          "r": "～ちょう",
          "zh": "鎮~"
        },
        {
          "k": "ガソリンスタンド",
          "r": "ガソリンスタンド",
          "zh": "加油站、服務站"
        },
        {
          "k": "関係",
          "r": "かんけい",
          "zh": "關係（船舶）、連接"
        },
        {
          "k": "番組",
          "r": "ばんぐみ",
          "zh": "廣播節目"
        },
        {
          "k": "嬉しい",
          "r": "うれしい",
          "zh": "快樂、感到高興"
        }
      ]
    },
    {
      "id": "n4-u5",
      "theme": "身體與健康 1",
      "words": [
        {
          "k": "聞こえる",
          "r": "きこえる",
          "zh": "被聽見、被聽到"
        },
        {
          "k": "表",
          "r": "おもて",
          "zh": "表面、正面、外面"
        },
        {
          "k": "大学生",
          "r": "だいがくせい",
          "zh": "大學生"
        },
        {
          "k": "正月",
          "r": "しょうがつ",
          "zh": "新年、元旦"
        },
        {
          "k": "今度",
          "r": "こんど",
          "zh": "現在、這一次、不久的將來、其中某一天、下一次"
        },
        {
          "k": "地震",
          "r": "じしん",
          "zh": "地震"
        },
        {
          "k": "無くなる",
          "r": "なくなる",
          "zh": "消失、迷失"
        },
        {
          "k": "調べる",
          "r": "しらべる",
          "zh": "檢查、向上看、詢問、搜尋"
        },
        {
          "k": "治る",
          "r": "なおる",
          "zh": "變得更好、從疾病中康復 (v.i.)"
        },
        {
          "k": "熱",
          "r": "ねつ",
          "zh": "發燒、溫度"
        },
        {
          "k": "けがする",
          "r": "けがする",
          "zh": "傷害（使物體活動）、傷害"
        },
        {
          "k": "心",
          "r": "こころ",
          "zh": "心、頭腦"
        },
        {
          "k": "塗る",
          "r": "ぬる",
          "zh": "塗漆、抹灰"
        },
        {
          "k": "探す",
          "r": "さがす",
          "zh": "尋找"
        },
        {
          "k": "校長",
          "r": "こうちょう",
          "zh": "校長"
        },
        {
          "k": "はっきり",
          "r": "はっきり",
          "zh": "清楚地"
        },
        {
          "k": "最近",
          "r": "さいきん",
          "zh": "最近、近幾年"
        },
        {
          "k": "血",
          "r": "ち",
          "zh": "血"
        },
        {
          "k": "毛",
          "r": "け",
          "zh": "頭髮、毛皮"
        },
        {
          "k": "下着",
          "r": "したぎ",
          "zh": "內衣"
        },
        {
          "k": "お陰",
          "r": "おかげ",
          "zh": "感謝或由於"
        }
      ]
    },
    {
      "id": "n4-u6",
      "theme": "身體與健康 2",
      "words": [
        {
          "k": "具合",
          "r": "ぐあい",
          "zh": "狀況、狀態、健康"
        },
        {
          "k": "髪",
          "r": "かみ",
          "zh": "頭髮"
        },
        {
          "k": "腕",
          "r": "うで",
          "zh": "手臂（相對於身體）"
        },
        {
          "k": "退院",
          "r": "たいいんする",
          "zh": "出院"
        },
        {
          "k": "かっこう",
          "r": "格好",
          "zh": "外貌、態度、形狀、形式、姿勢"
        },
        {
          "k": "背中",
          "r": "せなか",
          "zh": "（身體的）背部"
        },
        {
          "k": "向かう",
          "r": "むかう",
          "zh": "面對、走向"
        },
        {
          "k": "ひげ",
          "r": "ひげ",
          "zh": "鬍鬚"
        },
        {
          "k": "研究",
          "r": "けんきゅう",
          "zh": "學習、研究、調查"
        },
        {
          "k": "入院",
          "r": "にゅういんする",
          "zh": "住院治療"
        },
        {
          "k": "電報",
          "r": "でんぽう",
          "zh": "電報"
        },
        {
          "k": "格好",
          "r": "かっこう",
          "zh": "外貌、態度、形狀、形式、姿勢"
        }
      ]
    },
    {
      "id": "n4-u7",
      "theme": "人物與家庭 1",
      "words": [
        {
          "k": "予習",
          "r": "よしゅう",
          "zh": "備課（課堂）"
        },
        {
          "k": "彼",
          "r": "かれ",
          "zh": "他、男友"
        },
        {
          "k": "赤ちゃん",
          "r": "あかちゃん",
          "zh": "嬰兒"
        },
        {
          "k": "親",
          "r": "おや",
          "zh": "一位家長"
        },
        {
          "k": "～家",
          "r": "～か",
          "zh": "專門從事~的人"
        },
        {
          "k": "季節",
          "r": "きせつ",
          "zh": "季節（參考天氣）"
        },
        {
          "k": "無理",
          "r": "むり",
          "zh": "不合理的、不可能的"
        },
        {
          "k": "夫",
          "r": "おっと",
          "zh": "丈夫"
        },
        {
          "k": "赤ん坊",
          "r": "あかんぼう",
          "zh": "寶貝"
        },
        {
          "k": "祖母",
          "r": "そぼ",
          "zh": "祖母"
        },
        {
          "k": "ご主人",
          "r": "ごしゅじん",
          "zh": "（妳的、她的）丈夫"
        },
        {
          "k": "お嬢さん",
          "r": "おじょうさん",
          "zh": "（某人的）女兒（有禮貌）"
        },
        {
          "k": "連れる",
          "r": "つれる",
          "zh": "領導、帶領（一個人）"
        },
        {
          "k": "祖父",
          "r": "そふ",
          "zh": "祖父"
        },
        {
          "k": "パソコン",
          "r": "パソコン",
          "zh": "（個人）計算機"
        },
        {
          "k": "理由",
          "r": "りゆう",
          "zh": "原因"
        },
        {
          "k": "～ちゃん",
          "r": "～ちゃん",
          "zh": "熟悉的（女性）人的後綴"
        },
        {
          "k": "子",
          "r": "こ",
          "zh": "孩子"
        },
        {
          "k": "お金持ち",
          "r": "かねもち; おかねもち",
          "zh": "有錢人"
        },
        {
          "k": "妻",
          "r": "つま",
          "zh": "妻子（卑微）"
        }
      ]
    },
    {
      "id": "n4-u8",
      "theme": "人物與家庭 2",
      "words": [
        {
          "k": "彼女",
          "r": "かのじょ",
          "zh": "女朋友、她"
        },
        {
          "k": "訳",
          "r": "わけ",
          "zh": "原因、解釋"
        },
        {
          "k": "息子",
          "r": "むすこ",
          "zh": "（卑微的）兒子"
        },
        {
          "k": "お子さん",
          "r": "おこさん",
          "zh": "（別人的）孩子（有禮貌）"
        },
        {
          "k": "空く",
          "r": "すく",
          "zh": "空曠（指人）、不那麼擁擠"
        },
        {
          "k": "優しい",
          "r": "やさしい",
          "zh": "善良（人）、溫柔（人）、容易（問題）"
        },
        {
          "k": "復習",
          "r": "ふくしゅう",
          "zh": "複習（課程）、複習"
        },
        {
          "k": "娘",
          "r": "むすめ",
          "zh": "女兒（卑微）"
        },
        {
          "k": "家内",
          "r": "かない",
          "zh": "（自己的）妻子"
        }
      ]
    },
    {
      "id": "n4-u9",
      "theme": "工作與商業 1",
      "words": [
        {
          "k": "～会",
          "r": "～かい",
          "zh": "〜會議"
        },
        {
          "k": "一生懸命",
          "r": "いっしょうけんめい",
          "zh": "非常努力（如“努力工作”）、並竭盡全力"
        },
        {
          "k": "課長",
          "r": "かちょう",
          "zh": "部門經理"
        },
        {
          "k": "アルバイト",
          "r": "アルバイト",
          "zh": "兼職工作"
        },
        {
          "k": "パート (タイム)",
          "r": "パート (タイム)",
          "zh": "兼職（尤其是女性兼職員工）"
        },
        {
          "k": "社長",
          "r": "しゃちょう",
          "zh": "公司總裁"
        },
        {
          "k": "用事",
          "r": "ようじ",
          "zh": "需要照顧的事務、任務、差事"
        },
        {
          "k": "事務所",
          "r": "じむしょ",
          "zh": "辦公室"
        },
        {
          "k": "客",
          "r": "きゃく",
          "zh": "客人、顧客"
        },
        {
          "k": "用",
          "r": "よう",
          "zh": "差事、任務、事務（照顧）"
        },
        {
          "k": "公務員",
          "r": "こうむいん",
          "zh": "政府工作人員、公務員"
        },
        {
          "k": "貿易",
          "r": "ぼうえき",
          "zh": "貿易"
        },
        {
          "k": "店員",
          "r": "てんいん",
          "zh": "文員、商店員工"
        },
        {
          "k": "おつり",
          "r": "おつり",
          "zh": "改變、退還給購買者的餘額"
        },
        {
          "k": "部長",
          "r": "ぶちょう",
          "zh": "部門（部門）經理"
        },
        {
          "k": "生産",
          "r": "せいさんする",
          "zh": "生產"
        },
        {
          "k": "計画",
          "r": "けいかくする",
          "zh": "計劃、項目、時間表"
        },
        {
          "k": "経済",
          "r": "けいざい",
          "zh": "經濟、金融"
        },
        {
          "k": "産業",
          "r": "さんぎょう",
          "zh": "工業"
        },
        {
          "k": "会場",
          "r": "かいじょう",
          "zh": "地點、聚會地點"
        }
      ]
    },
    {
      "id": "n4-u10",
      "theme": "工作與商業 2",
      "words": [
        {
          "k": "スーパー (マーケット)",
          "r": "スーパー (マーケット)",
          "zh": "超市"
        },
        {
          "k": "工業",
          "r": "こうぎょう",
          "zh": "（製造業）工業"
        },
        {
          "k": "研究室",
          "r": "けんきゅうしつ",
          "zh": "教授辦公室、實驗室"
        },
        {
          "k": "工場",
          "r": "こうじょう",
          "zh": "工廠"
        },
        {
          "k": "会議",
          "r": "かいぎ",
          "zh": "商務會議、會議"
        }
      ]
    },
    {
      "id": "n4-u11",
      "theme": "飲食 1",
      "words": [
        {
          "k": "盗む",
          "r": "ぬすむ",
          "zh": "偷竊、搶劫"
        },
        {
          "k": "しっかり",
          "r": "しっかり",
          "zh": "堅定地、穩定地"
        },
        {
          "k": "苦い",
          "r": "にがい",
          "zh": "苦的"
        },
        {
          "k": "どんどん",
          "r": "どんどん",
          "zh": "快速、穩定、快速地"
        },
        {
          "k": "水道",
          "r": "すいどう",
          "zh": "供水服務、供水線路"
        },
        {
          "k": "ステーキ",
          "r": "ステーキ",
          "zh": "牛排"
        },
        {
          "k": "食料品",
          "r": "しょくりょうひん",
          "zh": "食品、雜貨"
        },
        {
          "k": "味",
          "r": "あじ",
          "zh": "味道"
        },
        {
          "k": "ごちそう",
          "r": "ごちそう",
          "zh": "宴請、款待（某人）"
        },
        {
          "k": "凄い",
          "r": "すごい",
          "zh": "太棒了"
        },
        {
          "k": "釣る",
          "r": "つる",
          "zh": "釣魚"
        },
        {
          "k": "米",
          "r": "こめ",
          "zh": "未煮熟的米飯"
        },
        {
          "k": "うまい",
          "r": "うまい",
          "zh": "美味、熟練、幸運的"
        },
        {
          "k": "ハンバーグ",
          "r": "ハンバーグ",
          "zh": "漢堡牛排"
        },
        {
          "k": "天気予報",
          "r": "てんきよほう",
          "zh": "天氣預報"
        },
        {
          "k": "負ける",
          "r": "まける",
          "zh": "輸掉（一場比賽） (v.i.)、被擊敗"
        },
        {
          "k": "昼休み",
          "r": "ひるやすみ",
          "zh": "午休時間、中午休息時間"
        },
        {
          "k": "暖房",
          "r": "だんぼう",
          "zh": "暖氣"
        },
        {
          "k": "席",
          "r": "せき",
          "zh": "一個座位"
        },
        {
          "k": "値段",
          "r": "ねだん",
          "zh": "價格"
        }
      ]
    },
    {
      "id": "n4-u12",
      "theme": "飲食 2",
      "words": [
        {
          "k": "汽車",
          "r": "きしゃ",
          "zh": "火車（蒸氣）"
        },
        {
          "k": "食事",
          "r": "しょくじする",
          "zh": "餐"
        },
        {
          "k": "湯",
          "r": "ゆ",
          "zh": "熱水"
        }
      ]
    },
    {
      "id": "n4-u13",
      "theme": "時間與日期",
      "words": [
        {
          "k": "～月",
          "r": "～つき",
          "zh": "月"
        },
        {
          "k": "日",
          "r": "ひ",
          "zh": "太陽、陽光、白天"
        },
        {
          "k": "再来月",
          "r": "さらいげつ",
          "zh": "下個月"
        },
        {
          "k": "寝坊",
          "r": "ねぼう",
          "zh": "睡得很晚"
        },
        {
          "k": "昔",
          "r": "むかし",
          "zh": "舊時光、過去"
        },
        {
          "k": "一度",
          "r": "いちど",
          "zh": "一次"
        },
        {
          "k": "予定",
          "r": "よてい",
          "zh": "計劃、安排、時間表"
        },
        {
          "k": "細かい",
          "r": "こまかい",
          "zh": "小、很好、分鐘"
        },
        {
          "k": "泊まる",
          "r": "とまる",
          "zh": "留下來（過夜）（v.i.）"
        },
        {
          "k": "今夜",
          "r": "こんや",
          "zh": "今天晚上、今晚"
        },
        {
          "k": "昼間",
          "r": "ひるま",
          "zh": "白天"
        },
        {
          "k": "再来週",
          "r": "さらいしゅう",
          "zh": "下週"
        },
        {
          "k": "久しぶり",
          "r": "ひさしぶり",
          "zh": "已經很久了、很長一段時間以來的第一次"
        },
        {
          "k": "遅れる",
          "r": "おくれる",
          "zh": "遲到"
        },
        {
          "k": "この間",
          "r": "このあいだ",
          "zh": "前幾天、最近"
        },
        {
          "k": "明日",
          "r": "あす",
          "zh": "明天"
        },
        {
          "k": "間に合う",
          "r": "まにあう",
          "zh": "及時"
        },
        {
          "k": "もうすぐ",
          "r": "もうすぐ",
          "zh": "很快、一會兒、天"
        },
        {
          "k": "この頃",
          "r": "このごろ",
          "zh": "這些天"
        },
        {
          "k": "趣味",
          "r": "しゅみ",
          "zh": "嗜好、消遣"
        }
      ]
    },
    {
      "id": "n4-u14",
      "theme": "學校與學習",
      "words": [
        {
          "k": "踏む",
          "r": "ふむ",
          "zh": "踩"
        },
        {
          "k": "点",
          "r": "てん",
          "zh": "標記、分數、等級、點"
        },
        {
          "k": "～学部",
          "r": "～がくぶ",
          "zh": "大學系"
        },
        {
          "k": "中学校",
          "r": "ちゅうがっこう",
          "zh": "國中生"
        },
        {
          "k": "受ける",
          "r": "うける",
          "zh": "參加（考試、面試等）、接收"
        },
        {
          "k": "行う",
          "r": "おこなう",
          "zh": "執行、進行（通常用於書面語言）"
        },
        {
          "k": "小学校",
          "r": "しょうがっこう",
          "zh": "小學"
        },
        {
          "k": "試験",
          "r": "しけん",
          "zh": "一次考試"
        },
        {
          "k": "ワープロ",
          "r": "ワープロ",
          "zh": "文字處理器"
        },
        {
          "k": "入学",
          "r": "にゅうがくする",
          "zh": "進入學校或大學"
        },
        {
          "k": "教育",
          "r": "きょういく",
          "zh": "教育"
        },
        {
          "k": "例えば",
          "r": "たとえば",
          "zh": "例如"
        },
        {
          "k": "高校生",
          "r": "こうこうせい",
          "zh": "高中生"
        },
        {
          "k": "高校; 高等学校",
          "r": "こうこう; こうとうがっこう",
          "zh": "高中"
        },
        {
          "k": "新聞社",
          "r": "しんぶんしゃ",
          "zh": "報業公司"
        },
        {
          "k": "競争",
          "r": "きょうそう",
          "zh": "競賽"
        },
        {
          "k": "糸",
          "r": "いと",
          "zh": "執行緒"
        }
      ]
    },
    {
      "id": "n4-u15",
      "theme": "社會與文化",
      "words": [
        {
          "k": "～区",
          "r": "～く",
          "zh": "〜區"
        },
        {
          "k": "僕",
          "r": "ぼく",
          "zh": "I（男性對地位相同或較低的人使用）"
        },
        {
          "k": "～式",
          "r": "～しき",
          "zh": "〜儀式、〜風格"
        },
        {
          "k": "戦争",
          "r": "せんそう",
          "zh": "戰爭"
        },
        {
          "k": "お祭り",
          "r": "おまつり",
          "zh": "節慶"
        },
        {
          "k": "法律",
          "r": "ほうりつ",
          "zh": "法律"
        },
        {
          "k": "着物",
          "r": "きもの",
          "zh": "和服、日本傳統服飾"
        },
        {
          "k": "国際",
          "r": "こくさい",
          "zh": "國際"
        },
        {
          "k": "歴史",
          "r": "れきし",
          "zh": "歷史"
        },
        {
          "k": "説明",
          "r": "せつめい",
          "zh": "解釋"
        },
        {
          "k": "政治",
          "r": "せいじ",
          "zh": "政治"
        },
        {
          "k": "慣れる",
          "r": "なれる",
          "zh": "習慣"
        },
        {
          "k": "安心",
          "r": "あんしん",
          "zh": "心靈的平靜、解脫"
        },
        {
          "k": "文化",
          "r": "ぶんか",
          "zh": "文化"
        },
        {
          "k": "習慣",
          "r": "しゅうかん",
          "zh": "習俗（指文化）"
        },
        {
          "k": "ソフト",
          "r": "ソフト",
          "zh": "柔軟、軟帽、軟體"
        },
        {
          "k": "社会",
          "r": "しゃかい",
          "zh": "社會"
        }
      ]
    },
    {
      "id": "n4-u16",
      "theme": "情緒與個性",
      "words": [
        {
          "k": "怒る",
          "r": "おこる",
          "zh": "生氣、生氣地罵"
        },
        {
          "k": "心配",
          "r": "しんぱいする",
          "zh": "擔心、關心"
        },
        {
          "k": "悲しい",
          "r": "かなしい",
          "zh": "悲傷的"
        },
        {
          "k": "気分",
          "r": "きぶん",
          "zh": "感覺、心情"
        },
        {
          "k": "そんな",
          "r": "そんな",
          "zh": "諸如此類"
        },
        {
          "k": "美しい",
          "r": "うつくしい",
          "zh": "美麗、可愛"
        },
        {
          "k": "おかしい",
          "r": "おかしい",
          "zh": "奇怪的、有趣的"
        },
        {
          "k": "驚く",
          "r": "おどろく",
          "zh": "感到驚訝"
        },
        {
          "k": "楽む",
          "r": "たのしむ",
          "zh": "享受"
        },
        {
          "k": "手袋",
          "r": "てぶくろ",
          "zh": "手套"
        },
        {
          "k": "気持ち",
          "r": "きもち",
          "zh": "感覺、情緒"
        },
        {
          "k": "あんな",
          "r": "あんな",
          "zh": "這樣"
        },
        {
          "k": "びっくりする",
          "r": "びっくりする",
          "zh": "感到驚訝"
        },
        {
          "k": "こう",
          "r": "こう",
          "zh": "像這樣、這樣"
        },
        {
          "k": "そんなに",
          "r": "そんなに",
          "zh": "這麼多、就這樣"
        },
        {
          "k": "うれしい",
          "r": "嬉しい",
          "zh": "快樂、感到高興"
        }
      ]
    },
    {
      "id": "n4-u17",
      "theme": "自然與天氣",
      "words": [
        {
          "k": "月",
          "r": "つき",
          "zh": "月亮"
        },
        {
          "k": "星",
          "r": "ほし",
          "zh": "明星"
        },
        {
          "k": "林",
          "r": "はやし",
          "zh": "樹林、森林"
        },
        {
          "k": "雲",
          "r": "くも",
          "zh": "雲"
        },
        {
          "k": "始める",
          "r": "はじめる",
          "zh": "開始"
        },
        {
          "k": "～だす",
          "r": "～だす",
          "zh": "開始做~"
        },
        {
          "k": "森",
          "r": "もり",
          "zh": "森林"
        },
        {
          "k": "石",
          "r": "いし",
          "zh": "石頭"
        },
        {
          "k": "海岸",
          "r": "かいがん",
          "zh": "海岸、海濱"
        },
        {
          "k": "～始める",
          "r": "～はじめる",
          "zh": "開始做~"
        },
        {
          "k": "まず",
          "r": "まず",
          "zh": "首先（首先）、首先"
        },
        {
          "k": "島",
          "r": "しま",
          "zh": "島"
        },
        {
          "k": "点く",
          "r": "つく",
          "zh": "被啟動、被接通"
        },
        {
          "k": "湖",
          "r": "みずうみ",
          "zh": "湖"
        }
      ]
    },
    {
      "id": "n4-u18",
      "theme": "抽象概念與形容詞",
      "words": [
        {
          "k": "意見",
          "r": "いけん",
          "zh": "意見、觀點、想法"
        },
        {
          "k": "大事",
          "r": "だいじ",
          "zh": "重要的、有價值的、嚴肅的事情"
        },
        {
          "k": "必要",
          "r": "ひつよう",
          "zh": "必要的"
        },
        {
          "k": "できるだけ",
          "r": "できるだけ",
          "zh": "如果可能的話、盡可能地"
        },
        {
          "k": "なるべく",
          "r": "なるべく",
          "zh": "如果可能的話、盡可能"
        },
        {
          "k": "原因",
          "r": "げんいん",
          "zh": "原因、起源、來源"
        },
        {
          "k": "～やすい",
          "r": "～やすい",
          "zh": "容易做~"
        },
        {
          "k": "見える",
          "r": "みえる",
          "zh": "可見、-- 禮貌動詞、意思是來る (くる) --"
        },
        {
          "k": "程",
          "r": "ほど",
          "zh": "程度、範圍"
        },
        {
          "k": "簡単",
          "r": "かんたん",
          "zh": "簡單"
        },
        {
          "k": "～にくい",
          "r": "～にくい",
          "zh": "很難做到~"
        }
      ]
    },
    {
      "id": "n4-u19",
      "theme": "居家生活",
      "words": [
        {
          "k": "お宅",
          "r": "おたく",
          "zh": "（別人的）房子、home -- 家的禮貌用語 (いえ) --"
        },
        {
          "k": "屋上",
          "r": "おくじょう",
          "zh": "屋頂"
        },
        {
          "k": "～軒",
          "r": "～けん",
          "zh": "房屋櫃檯"
        },
        {
          "k": "残念",
          "r": "ざんねん",
          "zh": "後悔、遺憾的"
        },
        {
          "k": "会議室",
          "r": "かいぎしつ",
          "zh": "會議室"
        },
        {
          "k": "壁",
          "r": "かべ",
          "zh": "牆"
        },
        {
          "k": "下宿",
          "r": "げしゅく",
          "zh": "寄宿處"
        },
        {
          "k": "片付ける",
          "r": "かたづける",
          "zh": "（乾淨）整理（v.t.）、收起"
        },
        {
          "k": "留守",
          "r": "るす",
          "zh": "缺席、不在家"
        },
        {
          "k": "移る",
          "r": "うつる",
          "zh": "（從房子裡）搬走、（從部門）調動、轉移"
        },
        {
          "k": "生活",
          "r": "せいかつする",
          "zh": "生活"
        }
      ]
    },
    {
      "id": "n4-u20",
      "theme": "動植物",
      "words": [
        {
          "k": "複雑",
          "r": "ふくざつ",
          "zh": "複雜性"
        },
        {
          "k": "葉",
          "r": "は",
          "zh": "葉"
        },
        {
          "k": "捕まえる",
          "r": "つかまえる",
          "zh": "抓住、逮捕"
        },
        {
          "k": "連絡",
          "r": "れんらく",
          "zh": "通訊、聯絡、聯繫"
        },
        {
          "k": "小鳥",
          "r": "ことり",
          "zh": "小鳥"
        },
        {
          "k": "虫",
          "r": "むし",
          "zh": "昆蟲"
        },
        {
          "k": "植える",
          "r": "うえる",
          "zh": "種植"
        },
        {
          "k": "草",
          "r": "くさ",
          "zh": "草"
        }
      ]
    },
    {
      "id": "n4-u21",
      "theme": "衣著與購物",
      "words": [
        {
          "k": "床屋",
          "r": "とこや",
          "zh": "理髮店（店）"
        },
        {
          "k": "そう",
          "r": "そう",
          "zh": "真的、（是這樣）、是的、對"
        },
        {
          "k": "それほど",
          "r": "それほど",
          "zh": "到那個程度、程度"
        },
        {
          "k": "それで",
          "r": "それで",
          "zh": "並且（conj.）、因此、因為"
        },
        {
          "k": "払う",
          "r": "はらう",
          "zh": "支付"
        }
      ]
    },
    {
      "id": "n4-u22",
      "theme": "科技與物品",
      "words": [
        {
          "k": "スクリーン",
          "r": "スクリーン",
          "zh": "螢幕"
        },
        {
          "k": "技術",
          "r": "ぎじゅつ",
          "zh": "技術、技能"
        },
        {
          "k": "電灯",
          "r": "でんとう",
          "zh": "電燈"
        },
        {
          "k": "道具",
          "r": "どうぐ",
          "zh": "工具"
        }
      ]
    },
    {
      "id": "n4-u23",
      "theme": "綜合單字 1",
      "words": [
        {
          "k": "すっと",
          "r": "すっと",
          "zh": "直、快"
        },
        {
          "k": "大抵",
          "r": "たいてい",
          "zh": "一般來說、通常"
        },
        {
          "k": "とうとう",
          "r": "とうとう",
          "zh": "最後"
        },
        {
          "k": "ガソリン",
          "r": "ガソリン",
          "zh": "汽油"
        },
        {
          "k": "鳴る",
          "r": "なる",
          "zh": "發出聲音、響起 (v.i.)"
        },
        {
          "k": "生きる",
          "r": "いきる",
          "zh": "生活"
        },
        {
          "k": "沸く",
          "r": "わく",
          "zh": "煮沸、變熱"
        },
        {
          "k": "やはり; やっぱり",
          "r": "やはり; やっぱり",
          "zh": "正如我所想的、絕對"
        },
        {
          "k": "ステレオ",
          "r": "ステレオ",
          "zh": "立體聲"
        },
        {
          "k": "医学",
          "r": "いがく",
          "zh": "醫學科學"
        },
        {
          "k": "テキスト",
          "r": "テキスト",
          "zh": "文字、教科書"
        },
        {
          "k": "うかがう",
          "r": "うかがう",
          "zh": "詢問"
        },
        {
          "k": "必ず",
          "r": "かならず",
          "zh": "確實、當然"
        },
        {
          "k": "オートバイ",
          "r": "オートバイ",
          "zh": "摩托車（字面意思：auto-bi(ke)）"
        },
        {
          "k": "運動",
          "r": "うんどうする",
          "zh": "鍛鍊"
        },
        {
          "k": "もし",
          "r": "もし",
          "zh": "如果"
        },
        {
          "k": "別",
          "r": "べつ",
          "zh": "區分、不同"
        },
        {
          "k": "非常に",
          "r": "ひじょうに",
          "zh": "極、非常"
        },
        {
          "k": "柔らかい",
          "r": "やわらかい",
          "zh": "柔軟（指質地）、嫩"
        },
        {
          "k": "拾う",
          "r": "ひろう",
          "zh": "撿起（某物）、找到"
        }
      ]
    },
    {
      "id": "n4-u24",
      "theme": "綜合單字 2",
      "words": [
        {
          "k": "～ございます",
          "r": "～ございます",
          "zh": "存在（有禮貌）"
        },
        {
          "k": "気",
          "r": "き",
          "zh": "精神、心情"
        },
        {
          "k": "比べる",
          "r": "くらべる",
          "zh": "比較"
        },
        {
          "k": "ほとんど",
          "r": "ほとんど",
          "zh": "大多數、幾乎"
        },
        {
          "k": "つもり",
          "r": "つもり",
          "zh": "意圖、計劃"
        },
        {
          "k": "郊外",
          "r": "こうがい",
          "zh": "郊區、郊外"
        },
        {
          "k": "だめ",
          "r": "だめ",
          "zh": "無用的、不好的、無望的"
        },
        {
          "k": "規則",
          "r": "きそく",
          "zh": "規則、規定"
        },
        {
          "k": "うん",
          "r": "うん",
          "zh": "是的（非正式）、好的（好的）"
        },
        {
          "k": "発音",
          "r": "はつおん",
          "zh": "發音"
        },
        {
          "k": "焼く",
          "r": "やく",
          "zh": "烘烤、燒烤"
        },
        {
          "k": "失礼",
          "r": "しつれい",
          "zh": "無禮、對不起"
        },
        {
          "k": "ごみ",
          "r": "ごみ",
          "zh": "垃圾"
        },
        {
          "k": "アフリカ",
          "r": "アフリカ",
          "zh": "非洲"
        },
        {
          "k": "機会",
          "r": "きかい",
          "zh": "機會"
        },
        {
          "k": "いらっしゃる",
          "r": "いらっしゃる",
          "zh": "-- いく、くる、いる 的敬語表達 --"
        },
        {
          "k": "布団",
          "r": "ふとん",
          "zh": "蒲團"
        },
        {
          "k": "贈り物",
          "r": "おくりもの",
          "zh": "一份禮物"
        },
        {
          "k": "泥棒",
          "r": "どろぼう",
          "zh": "小偷、竊賊"
        },
        {
          "k": "～製",
          "r": "～せい",
          "zh": "製造於~"
        }
      ]
    },
    {
      "id": "n4-u25",
      "theme": "綜合單字 3",
      "words": [
        {
          "k": "注意",
          "r": "ちゅうい",
          "zh": "小心、注意"
        },
        {
          "k": "台風",
          "r": "たいふう",
          "zh": "颱風"
        },
        {
          "k": "通る",
          "r": "とおる",
          "zh": "經過（經過）、透過"
        },
        {
          "k": "過ぎる",
          "r": "すぎる",
          "zh": "超越"
        },
        {
          "k": "レポート; リポート",
          "r": "レポート; リポート",
          "zh": "報告"
        },
        {
          "k": "すると",
          "r": "すると",
          "zh": "然後"
        },
        {
          "k": "ガラス",
          "r": "ガラス",
          "zh": "玻璃、窗格"
        },
        {
          "k": "厳しい",
          "r": "きびしい",
          "zh": "硬、嚴格的、嚴格"
        },
        {
          "k": "エスカレーター",
          "r": "エスカレーター",
          "zh": "電扶梯"
        },
        {
          "k": "人口",
          "r": "じんこう",
          "zh": "人口"
        },
        {
          "k": "絹",
          "r": "きぬ",
          "zh": "絲綢"
        },
        {
          "k": "ちっとも",
          "r": "ちっとも",
          "zh": "一點也不（否定動詞）"
        },
        {
          "k": "深い",
          "r": "ふかい",
          "zh": "深刻的"
        },
        {
          "k": "揺れる",
          "r": "ゆれる",
          "zh": "搖動"
        },
        {
          "k": "落る",
          "r": "おちる",
          "zh": "跌倒、掉落"
        },
        {
          "k": "ガス",
          "r": "ガス",
          "zh": "氣體"
        },
        {
          "k": "祈る",
          "r": "いのる",
          "zh": "祈禱、想要"
        },
        {
          "k": "盛ん",
          "r": "さかん",
          "zh": "繁榮、活躍"
        },
        {
          "k": "致す",
          "r": "いたす",
          "zh": "-- する 的超謙虛表達方式 --"
        },
        {
          "k": "噛む",
          "r": "かむ",
          "zh": "咬、咀嚼"
        }
      ]
    },
    {
      "id": "n4-u26",
      "theme": "綜合單字 4",
      "words": [
        {
          "k": "浅い",
          "r": "あさい",
          "zh": "淺薄的、膚淺的"
        },
        {
          "k": "うそ",
          "r": "嘘",
          "zh": "謊言"
        },
        {
          "k": "小説",
          "r": "しょうせつ",
          "zh": "小說"
        },
        {
          "k": "それに",
          "r": "それに",
          "zh": "另外、除此之外"
        },
        {
          "k": "思う",
          "r": "おもう",
          "zh": "去思考、去感受"
        },
        {
          "k": "時代",
          "r": "じだい",
          "zh": "年齡、時期、紀元"
        },
        {
          "k": "申し上げる",
          "r": "もうしあげる",
          "zh": "（謙虛地）說、告訴"
        },
        {
          "k": "出席",
          "r": "しゅっせきする",
          "zh": "出席率"
        },
        {
          "k": "迎える",
          "r": "むかえる",
          "zh": "歡迎、見面、打招呼"
        },
        {
          "k": "触る",
          "r": "さわる",
          "zh": "觸摸、感覺"
        },
        {
          "k": "建て",
          "r": "～だて",
          "zh": "~ 多層獨立住宅"
        },
        {
          "k": "動物園",
          "r": "どうぶつえん",
          "zh": "動物園"
        },
        {
          "k": "だから",
          "r": "だから",
          "zh": "所以、因此"
        },
        {
          "k": "畳",
          "r": "たたみ",
          "zh": "榻榻米（日本草蓆）"
        },
        {
          "k": "地理",
          "r": "ちり",
          "zh": "地理"
        },
        {
          "k": "さっき",
          "r": "さっき",
          "zh": "不久前"
        },
        {
          "k": "包む",
          "r": "つつむ",
          "zh": "包裹、覆蓋"
        },
        {
          "k": "サンドイッチ",
          "r": "サンドイッチ",
          "zh": "三明治"
        },
        {
          "k": "品物",
          "r": "しなもの",
          "zh": "貨物"
        },
        {
          "k": "人形",
          "r": "にんぎょう",
          "zh": "娃娃、人物"
        }
      ]
    },
    {
      "id": "n4-u27",
      "theme": "綜合單字 5",
      "words": [
        {
          "k": "利用",
          "r": "りよう",
          "zh": "使用、利用"
        },
        {
          "k": "飾る",
          "r": "かざる",
          "zh": "裝飾"
        },
        {
          "k": "恥ずかしい",
          "r": "はずかしい",
          "zh": "羞愧、尷尬"
        },
        {
          "k": "いくら～ても",
          "r": "いくら～ても",
          "zh": "不管多少~"
        },
        {
          "k": "けんかする",
          "r": "けんかする",
          "zh": "爭吵"
        },
        {
          "k": "頑張る",
          "r": "がんばる",
          "zh": "盡力、努力、堅持"
        },
        {
          "k": "投げる",
          "r": "なげる",
          "zh": "投擲、拋棄"
        },
        {
          "k": "力",
          "r": "ちから",
          "zh": "力量、權力"
        },
        {
          "k": "やっと",
          "r": "やっと",
          "zh": "最後"
        },
        {
          "k": "足りる",
          "r": "たりる",
          "zh": "足夠、足夠了"
        },
        {
          "k": "ぶどう",
          "r": "ぶどう",
          "zh": "葡萄"
        },
        {
          "k": "準備",
          "r": "じゅんびする",
          "zh": "準備"
        },
        {
          "k": "世界",
          "r": "せかい",
          "zh": "世界"
        },
        {
          "k": "倍",
          "r": "ばい",
          "zh": "雙"
        },
        {
          "k": "痩せる",
          "r": "やせる",
          "zh": "減肥"
        },
        {
          "k": "線",
          "r": "せん",
          "zh": "線、電線"
        },
        {
          "k": "決める",
          "r": "きめる",
          "zh": "決定 (v.t.)"
        },
        {
          "k": "パパ",
          "r": "パパ",
          "zh": "爸爸"
        },
        {
          "k": "光る",
          "r": "ひかる",
          "zh": "使發光、使閃閃發光"
        },
        {
          "k": "坂",
          "r": "さか",
          "zh": "斜坡、山丘"
        }
      ]
    },
    {
      "id": "n4-u28",
      "theme": "綜合單字 6",
      "words": [
        {
          "k": "～(て) しまう",
          "r": "～(て) しまう",
          "zh": "結束~"
        },
        {
          "k": "柔道",
          "r": "じゅうどう",
          "zh": "柔道"
        },
        {
          "k": "決して",
          "r": "けっして",
          "zh": "從不"
        },
        {
          "k": "なさる",
          "r": "なさる",
          "zh": "-- する 的敬語表達 --"
        },
        {
          "k": "事",
          "r": "こと",
          "zh": "事物、事實"
        },
        {
          "k": "試合",
          "r": "しあい",
          "zh": "比賽"
        },
        {
          "k": "適当",
          "r": "てきとう",
          "zh": "體質、適宜性"
        },
        {
          "k": "素晴らしい",
          "r": "すばらしい",
          "zh": "精彩、太棒了"
        },
        {
          "k": "美術館",
          "r": "びじゅつかん",
          "zh": "美術館、藝術博物館"
        },
        {
          "k": "文法",
          "r": "ぶんぽう",
          "zh": "文法"
        },
        {
          "k": "終わり",
          "r": "おわり",
          "zh": "結束"
        },
        {
          "k": "お礼",
          "r": "おれい",
          "zh": "表達感激之情、感謝、表示感謝的禮物、弓"
        },
        {
          "k": "親切",
          "r": "しんせつ",
          "zh": "仁慈"
        },
        {
          "k": "知らせる",
          "r": "しらせる",
          "zh": "通知"
        },
        {
          "k": "歯医者",
          "r": "はいしゃ",
          "zh": "牙醫"
        },
        {
          "k": "熱心",
          "r": "ねっしん",
          "zh": "熱情"
        },
        {
          "k": "泣く",
          "r": "なく",
          "zh": "哭"
        },
        {
          "k": "匂い",
          "r": "におい",
          "zh": "氣味"
        },
        {
          "k": "ベル",
          "r": "ベル",
          "zh": "鈴"
        },
        {
          "k": "事故",
          "r": "じこ",
          "zh": "意外事故"
        }
      ]
    },
    {
      "id": "n4-u29",
      "theme": "綜合單字 7",
      "words": [
        {
          "k": "変",
          "r": "へん",
          "zh": "奇怪的"
        },
        {
          "k": "辞典",
          "r": "じてん",
          "zh": "百科全書、參考書"
        },
        {
          "k": "残る",
          "r": "のこる",
          "zh": "留下 (v.i.)、留下"
        },
        {
          "k": "～員",
          "r": "～いん",
          "zh": "成員~"
        },
        {
          "k": "いただく",
          "r": "頂く",
          "zh": "-- たべる和のむ的超謙虛表達、もらう的謙虛表達——"
        },
        {
          "k": "答",
          "r": "こたえ",
          "zh": "回答、回應"
        },
        {
          "k": "もちろん",
          "r": "もちろん",
          "zh": "當然"
        },
        {
          "k": "漬ける",
          "r": "つける",
          "zh": "浸泡、浸濕、醃製"
        },
        {
          "k": "受付",
          "r": "うけつけ",
          "zh": "接待台"
        },
        {
          "k": "内",
          "r": "うち",
          "zh": "裡面"
        },
        {
          "k": "増える",
          "r": "ふえる",
          "zh": "增加、倍增"
        },
        {
          "k": "または",
          "r": "または",
          "zh": "或者、否則"
        },
        {
          "k": "以下",
          "r": "いか",
          "zh": "小於、低於"
        },
        {
          "k": "選ぶ",
          "r": "えらぶ",
          "zh": "選擇"
        },
        {
          "k": "～ばかり",
          "r": "～ばかり",
          "zh": "剛剛做了〜、僅"
        },
        {
          "k": "サラダ",
          "r": "サラダ",
          "zh": "沙拉"
        },
        {
          "k": "届ける",
          "r": "とどける",
          "zh": "交付 (v.t.)"
        },
        {
          "k": "あいさつする",
          "r": "挨拶",
          "zh": "問候（英）"
        },
        {
          "k": "景色",
          "r": "けしき",
          "zh": "風景"
        },
        {
          "k": "確か",
          "r": "たしか",
          "zh": "如果我沒記錯的話、確定的"
        }
      ]
    },
    {
      "id": "n4-u30",
      "theme": "綜合單字 8",
      "words": [
        {
          "k": "以内",
          "r": "いない",
          "zh": "之內、小於（不超過）"
        },
        {
          "k": "オーバー",
          "r": "オーバー",
          "zh": "大衣、超過、誇大"
        },
        {
          "k": "乾く",
          "r": "かわく",
          "zh": "變乾"
        },
        {
          "k": "思い出す",
          "r": "おもいだす",
          "zh": "回憶、記住"
        },
        {
          "k": "踊る",
          "r": "おどる",
          "zh": "跳舞"
        },
        {
          "k": "珍しい",
          "r": "めずらしい",
          "zh": "不尋常的、罕見的"
        },
        {
          "k": "用意",
          "r": "ようい",
          "zh": "準備"
        },
        {
          "k": "形",
          "r": "かたち",
          "zh": "形狀"
        },
        {
          "k": "すっかり",
          "r": "すっかり",
          "zh": "全部、完全"
        },
        {
          "k": "アナウンサー",
          "r": "アナウンサー",
          "zh": "pod音員"
        },
        {
          "k": "お土産",
          "r": "おみやげ",
          "zh": "紀念品"
        },
        {
          "k": "消しゴム",
          "r": "けしゴム",
          "zh": "橡皮擦"
        },
        {
          "k": "旅館",
          "r": "りょかん",
          "zh": "一家日本旅館"
        },
        {
          "k": "寂しい",
          "r": "さびしい",
          "zh": "孤獨、寂寞"
        },
        {
          "k": "火",
          "r": "ひ",
          "zh": "火"
        },
        {
          "k": "育てる",
          "r": "そだてる",
          "zh": "提高（v.t.）、提出"
        },
        {
          "k": "味噌",
          "r": "みそ",
          "zh": "味噌、豆沙"
        },
        {
          "k": "お祝い",
          "r": "おいわい",
          "zh": "祝賀、慶祝"
        },
        {
          "k": "乗り物",
          "r": "のりもの",
          "zh": "車輛"
        },
        {
          "k": "案内",
          "r": "あんないする",
          "zh": "資訊、指導"
        }
      ]
    },
    {
      "id": "n4-u31",
      "theme": "綜合單字 9",
      "words": [
        {
          "k": "通う",
          "r": "かよう",
          "zh": "來回走動、通勤"
        },
        {
          "k": "ジャム",
          "r": "ジャム",
          "zh": "果醬"
        },
        {
          "k": "招待",
          "r": "しょうたいする",
          "zh": "邀請函"
        },
        {
          "k": "鏡",
          "r": "かがみ",
          "zh": "鏡子"
        },
        {
          "k": "はず",
          "r": "はず",
          "zh": "應該如此"
        },
        {
          "k": "進む",
          "r": "すすむ",
          "zh": "前進、繼續"
        },
        {
          "k": "おる",
          "r": "おる",
          "zh": "-- いる 的超謙虛表達方式 --"
        },
        {
          "k": "申す",
          "r": "もうす",
          "zh": "-- 言う (いう) 的超謙虛（謙虛）表達方式 --"
        },
        {
          "k": "真面目",
          "r": "まじめ",
          "zh": "勤奮、認真"
        },
        {
          "k": "ごらんになる",
          "r": "",
          "zh": "-- みる 的敬語表達 --"
        },
        {
          "k": "よろしい",
          "r": "よろしい",
          "zh": "（尊敬的）好、好的"
        },
        {
          "k": "チェックする",
          "r": "チェックする",
          "zh": "檢查"
        },
        {
          "k": "会話",
          "r": "かいわ",
          "zh": "談話"
        },
        {
          "k": "空気",
          "r": "くうき",
          "zh": "空氣、氣氛"
        },
        {
          "k": "喜ぶ",
          "r": "よろこぶ",
          "zh": "使高興"
        },
        {
          "k": "皆",
          "r": "みな",
          "zh": "大家"
        },
        {
          "k": "踊り",
          "r": "おどり",
          "zh": "跳舞"
        },
        {
          "k": "興味",
          "r": "きょうみ",
          "zh": "興趣（對某事）"
        },
        {
          "k": "冷房",
          "r": "れいぼう",
          "zh": "冷氣、空調"
        },
        {
          "k": "都合",
          "r": "つごう",
          "zh": "情況、方便"
        }
      ]
    },
    {
      "id": "n4-u32",
      "theme": "綜合單字 10",
      "words": [
        {
          "k": "亡くなる",
          "r": "なくなる",
          "zh": "過世"
        },
        {
          "k": "科学",
          "r": "かがく",
          "zh": "科學"
        },
        {
          "k": "差し上げる",
          "r": "さしあげる",
          "zh": "-- あげる 的謙虛表達 --"
        },
        {
          "k": "港",
          "r": "みなと",
          "zh": "港口"
        },
        {
          "k": "予約",
          "r": "よやく",
          "zh": "預訂"
        },
        {
          "k": "写す",
          "r": "うつす",
          "zh": "複製 (v.t.)、拍照"
        },
        {
          "k": "火事",
          "r": "かじ",
          "zh": "火"
        },
        {
          "k": "足す",
          "r": "たす",
          "zh": "添加（數字）"
        },
        {
          "k": "教会",
          "r": "きょうかい",
          "zh": "教堂"
        },
        {
          "k": "彼ら",
          "r": "かれら",
          "zh": "他們（通常是男性）"
        },
        {
          "k": "いっぱい",
          "r": "一杯",
          "zh": "充分、到最大限度"
        },
        {
          "k": "アメリカ",
          "r": "アメリカ",
          "zh": "美國"
        },
        {
          "k": "男性",
          "r": "だんせい",
          "zh": "男人、男"
        },
        {
          "k": "おもちゃ",
          "r": "おもちゃ",
          "zh": "一個玩具"
        },
        {
          "k": "暮れる",
          "r": "くれる",
          "zh": "變黑、結束"
        },
        {
          "k": "打つ",
          "r": "うつ",
          "zh": "擊打、打擊"
        },
        {
          "k": "謝る",
          "r": "あやまる",
          "zh": "道歉"
        },
        {
          "k": "女性",
          "r": "じょせい",
          "zh": "女人"
        },
        {
          "k": "邪魔",
          "r": "じゃま",
          "zh": "阻礙、侵入"
        },
        {
          "k": "隅",
          "r": "すみ",
          "zh": "角落"
        }
      ]
    },
    {
      "id": "n4-u33",
      "theme": "綜合單字 11",
      "words": [
        {
          "k": "伺う",
          "r": "うかがう",
          "zh": "行く (いく)、聞く (きく) 和來る (くる) 的簡寫形式"
        },
        {
          "k": "夢",
          "r": "ゆめ",
          "zh": "一個夢"
        },
        {
          "k": "喉",
          "r": "のど",
          "zh": "喉嚨"
        },
        {
          "k": "周り",
          "r": "まわり",
          "zh": "周圍環境"
        },
        {
          "k": "不便",
          "r": "ふべん",
          "zh": "不便"
        },
        {
          "k": "～続ける",
          "r": "～つづける",
          "zh": "繼續做~"
        },
        {
          "k": "ひどい",
          "r": "ひどい",
          "zh": "可怕的、不公平的、殘酷的"
        },
        {
          "k": "中々",
          "r": "なかなか",
          "zh": "非常、相當"
        },
        {
          "k": "随分",
          "r": "ずいぶん",
          "zh": "極為"
        },
        {
          "k": "叱る",
          "r": "しかる",
          "zh": "責罵"
        },
        {
          "k": "サンダル",
          "r": "サンダル",
          "zh": "涼鞋"
        },
        {
          "k": "変える",
          "r": "かえる",
          "zh": "改變、變化"
        },
        {
          "k": "講堂",
          "r": "こうどう",
          "zh": "禮堂"
        },
        {
          "k": "沸かす",
          "r": "わかす",
          "zh": "煮沸"
        },
        {
          "k": "レジ",
          "r": "レジ",
          "zh": "註冊"
        },
        {
          "k": "しばらく",
          "r": "しばらく",
          "zh": "一會兒"
        },
        {
          "k": "特に",
          "r": "とくに",
          "zh": "特別是"
        },
        {
          "k": "是非",
          "r": "ぜひ",
          "zh": "當然、無論如何、毫無疑問"
        },
        {
          "k": "裏",
          "r": "うら",
          "zh": "反面、背面"
        },
        {
          "k": "為",
          "r": "ため",
          "zh": "好、優點、為了"
        }
      ]
    },
    {
      "id": "n4-u34",
      "theme": "綜合單字 12",
      "words": [
        {
          "k": "おいでになる",
          "r": "おいでになる",
          "zh": "（尊敬的）成為"
        },
        {
          "k": "変わる",
          "r": "かわる",
          "zh": "改變 (v.i.)、轉變、變化"
        },
        {
          "k": "以外",
          "r": "いがい",
          "zh": "除了"
        },
        {
          "k": "済む",
          "r": "すむ",
          "zh": "結束"
        },
        {
          "k": "引き出し",
          "r": "ひきだし",
          "zh": "抽屜"
        },
        {
          "k": "遊び",
          "r": "あそび",
          "zh": "玩"
        },
        {
          "k": "支度",
          "r": "したくする",
          "zh": "準備"
        },
        {
          "k": "十分",
          "r": "じゅうぶん",
          "zh": "夠了"
        },
        {
          "k": "音",
          "r": "おと",
          "zh": "聲音、音符"
        },
        {
          "k": "きっと",
          "r": "きっと",
          "zh": "確實、肯定、毫無疑問、當然"
        },
        {
          "k": "遠く",
          "r": "とおく",
          "zh": "遙遠的"
        },
        {
          "k": "大体",
          "r": "だいたい",
          "zh": "大約、大多數情況下、一般來說、首先（與もともと相同）"
        },
        {
          "k": "正しい",
          "r": "ただしい",
          "zh": "正確"
        },
        {
          "k": "輸入",
          "r": "ゆにゅう",
          "zh": "進口"
        },
        {
          "k": "返事",
          "r": "へんじ",
          "zh": "答复"
        },
        {
          "k": "都",
          "r": "と",
          "zh": "大都會的"
        },
        {
          "k": "伝える",
          "r": "つたえる",
          "zh": "傳達（訊息）、告訴、報告"
        },
        {
          "k": "滑る",
          "r": "すべる",
          "zh": "滑動"
        },
        {
          "k": "以上",
          "r": "いじょう",
          "zh": "超過、這就是全部"
        },
        {
          "k": "～まま",
          "r": "～まま",
          "zh": "就這樣"
        }
      ]
    },
    {
      "id": "n4-u35",
      "theme": "綜合單字 13",
      "words": [
        {
          "k": "プレゼント",
          "r": "プレゼント",
          "zh": "禮物"
        },
        {
          "k": "～(に) よると",
          "r": "～(に) よると",
          "zh": "根據~"
        },
        {
          "k": "帰り",
          "r": "かえり",
          "zh": "返回、回來"
        },
        {
          "k": "堅; 硬; 固い",
          "r": "かたい",
          "zh": "堅實的、堅硬的、堅固的"
        },
        {
          "k": "駐車場",
          "r": "ちゅうしゃじょう",
          "zh": "停車場"
        },
        {
          "k": "スーツ",
          "r": "スーツ",
          "zh": "西裝"
        },
        {
          "k": "危険",
          "r": "きけん",
          "zh": "危險、風險、危害"
        },
        {
          "k": "間",
          "r": "あいだ",
          "zh": "空間、間隔"
        },
        {
          "k": "卒業",
          "r": "そつぎょう",
          "zh": "畢業"
        },
        {
          "k": "枝",
          "r": "えだ",
          "zh": "樹枝"
        },
        {
          "k": "専門",
          "r": "せんもん",
          "zh": "專業"
        },
        {
          "k": "そろそろ",
          "r": "そろそろ",
          "zh": "逐漸地、很快地"
        },
        {
          "k": "送る",
          "r": "おくる",
          "zh": "發送、派遣"
        },
        {
          "k": "尋ねる",
          "r": "たずねる",
          "zh": "詢問（同質問する）"
        },
        {
          "k": "市民",
          "r": "しみん",
          "zh": "國民"
        },
        {
          "k": "ファックス",
          "r": "ファックス",
          "zh": "傳真"
        },
        {
          "k": "指輪",
          "r": "ゆびわ",
          "zh": "（手指）戒指"
        },
        {
          "k": "見つける",
          "r": "みつける",
          "zh": "發現、發現 (v.t.)"
        },
        {
          "k": "講義",
          "r": "こうぎ",
          "zh": "一場講座"
        },
        {
          "k": "忘れ物",
          "r": "わすれもの",
          "zh": "遺失的文章、遺忘的東西"
        }
      ]
    },
    {
      "id": "n4-u36",
      "theme": "綜合單字 14",
      "words": [
        {
          "k": "下りる",
          "r": "おりる",
          "zh": "下來、走"
        },
        {
          "k": "承知",
          "r": "しょうちする",
          "zh": "同意、接受"
        },
        {
          "k": "日記",
          "r": "にっき",
          "zh": "日記"
        },
        {
          "k": "似る",
          "r": "にる",
          "zh": "相似"
        },
        {
          "k": "～おわる",
          "r": "～おわる",
          "zh": "做完~"
        },
        {
          "k": "割合",
          "r": "わりあい",
          "zh": "比率、百分比"
        },
        {
          "k": "寺",
          "r": "てら",
          "zh": "佛寺"
        },
        {
          "k": "普通",
          "r": "ふつう",
          "zh": "常見、平常"
        },
        {
          "k": "手伝う",
          "r": "てつだう",
          "zh": "幫助"
        },
        {
          "k": "笑う",
          "r": "わらう",
          "zh": "去笑、去微笑"
        },
        {
          "k": "文学",
          "r": "ぶんがく",
          "zh": "文學"
        },
        {
          "k": "光",
          "r": "ひかり",
          "zh": "光"
        },
        {
          "k": "～様",
          "r": "～さま",
          "zh": "先生、夫人、女士"
        },
        {
          "k": "ご存じ",
          "r": "ごぞんじ",
          "zh": "認識、相識"
        },
        {
          "k": "下る",
          "r": "さがる",
          "zh": "下降、墜落"
        },
        {
          "k": "字",
          "r": "じ",
          "zh": "信、性格"
        },
        {
          "k": "アジア",
          "r": "アジア",
          "zh": "亞洲"
        },
        {
          "k": "褒める",
          "r": "ほめる",
          "zh": "讚美、說好話"
        },
        {
          "k": "あ",
          "r": "あ",
          "zh": "啊"
        },
        {
          "k": "最も",
          "r": "もっとも",
          "zh": "大多數"
        }
      ]
    },
    {
      "id": "n4-u37",
      "theme": "綜合單字 15",
      "words": [
        {
          "k": "合う",
          "r": "あう",
          "zh": "適合、搭配"
        },
        {
          "k": "～代",
          "r": "～だい",
          "zh": "〜年齡、期間"
        },
        {
          "k": "最後",
          "r": "さいご",
          "zh": "最後、結束"
        },
        {
          "k": "展覧会",
          "r": "てんらんかい",
          "zh": "展覽"
        },
        {
          "k": "カーテン",
          "r": "カーテン",
          "zh": "窗簾"
        },
        {
          "k": "見つかる",
          "r": "みつかる",
          "zh": "被發現 (v.i.)、被發現"
        },
        {
          "k": "召し上がる",
          "r": "めしあがる",
          "zh": "-- 食べる (たべる) 和飲む (のむ) 的敬語形式 --"
        },
        {
          "k": "太る",
          "r": "ふとる",
          "zh": "增加體重"
        },
        {
          "k": "注射",
          "r": "ちゅうしゃ",
          "zh": "注射"
        },
        {
          "k": "様",
          "r": "よう",
          "zh": "方式、種類"
        },
        {
          "k": "～おき",
          "r": "～おき",
          "zh": "每次之後~"
        },
        {
          "k": "最初",
          "r": "さいしょ",
          "zh": "開始、首先"
        },
        {
          "k": "御～",
          "r": "ご～",
          "zh": "尊貴的~"
        },
        {
          "k": "集める",
          "r": "あつめる",
          "zh": "收集、聚集（v.t.）、聚集"
        },
        {
          "k": "続く",
          "r": "つづく",
          "zh": "待續"
        },
        {
          "k": "先輩",
          "r": "せんぱい",
          "zh": "團體的高級成員"
        },
        {
          "k": "約束",
          "r": "やくそく",
          "zh": "安排、約定、承諾"
        },
        {
          "k": "世話",
          "r": "せわする",
          "zh": "照顧"
        },
        {
          "k": "近所",
          "r": "きんじょ",
          "zh": "鄰裡"
        },
        {
          "k": "将来",
          "r": "しょうらい",
          "zh": "（在）未來、前景"
        }
      ]
    },
    {
      "id": "n4-u38",
      "theme": "綜合單字 16",
      "words": [
        {
          "k": "億",
          "r": "おく",
          "zh": "億"
        },
        {
          "k": "数学",
          "r": "すうがく",
          "zh": "數學"
        },
        {
          "k": "焼ける",
          "r": "やける",
          "zh": "燒、烤"
        },
        {
          "k": "君",
          "r": "きみ",
          "zh": "你（男士非正式）"
        },
        {
          "k": "冷える",
          "r": "ひえる",
          "zh": "變冷"
        },
        {
          "k": "続ける",
          "r": "つづける",
          "zh": "繼續、跟上"
        },
        {
          "k": "落す",
          "r": "おとす",
          "zh": "掉落、失去"
        },
        {
          "k": "出発",
          "r": "しゅっぱつする",
          "zh": "出發"
        },
        {
          "k": "拝見",
          "r": "はいけんする",
          "zh": "（謙虛）（禮貌）看、看"
        },
        {
          "k": "いじめる",
          "r": "いじめる",
          "zh": "欺負、折磨"
        },
        {
          "k": "回る、回す",
          "r": "まわる、まわす",
          "zh": "繞行、旋轉"
        },
        {
          "k": "～君",
          "r": "～くん",
          "zh": "先生（初級）～、師傅～"
        },
        {
          "k": "おっしゃる",
          "r": "おっしゃる",
          "zh": "-- いう 的敬語表達 --"
        },
        {
          "k": "濡れる",
          "r": "ぬれる",
          "zh": "沾濕"
        },
        {
          "k": "アクセサリー",
          "r": "アクセサリー",
          "zh": "配件"
        },
        {
          "k": "考える",
          "r": "かんがえる",
          "zh": "思考（關於）、考慮"
        },
        {
          "k": "自由",
          "r": "じゆう",
          "zh": "自由"
        },
        {
          "k": "仕方",
          "r": "しかた",
          "zh": "（做某事的）方式"
        },
        {
          "k": "首",
          "r": "くび",
          "zh": "脖子"
        },
        {
          "k": "スーツケース",
          "r": "スーツケース",
          "zh": "行李箱"
        }
      ]
    },
    {
      "id": "n4-u39",
      "theme": "綜合單字 17",
      "words": [
        {
          "k": "紹介",
          "r": "しょうかい",
          "zh": "簡介"
        },
        {
          "k": "けれど; けれども",
          "r": "けれど; けれども",
          "zh": "但是、儘管"
        },
        {
          "k": "動く",
          "r": "うごく",
          "zh": "移動"
        },
        {
          "k": "～(に) ついて",
          "r": "～(に) ついて",
          "zh": "關於"
        },
        {
          "k": "コンサート",
          "r": "コンサート",
          "zh": "音樂會"
        },
        {
          "k": "両方",
          "r": "りょうほう",
          "zh": "雙方"
        },
        {
          "k": "汚れる",
          "r": "よごれる",
          "zh": "變髒"
        },
        {
          "k": "水泳",
          "r": "すいえい",
          "zh": "游泳"
        },
        {
          "k": "経験",
          "r": "けいけんする",
          "zh": "經驗"
        },
        {
          "k": "勝つ",
          "r": "かつ",
          "zh": "贏得勝利"
        },
        {
          "k": "砂",
          "r": "すな",
          "zh": "沙子"
        },
        {
          "k": "急ぐ",
          "r": "いそぐ",
          "zh": "趕時間"
        },
        {
          "k": "参る",
          "r": "まいる",
          "zh": "行く和來る的謙虛表達"
        },
        {
          "k": "全然",
          "r": "ぜんぜん",
          "zh": "一點也不、完全地"
        },
        {
          "k": "特別",
          "r": "とくべつ",
          "zh": "特別的"
        },
        {
          "k": "役に立つ",
          "r": "やくにたつ",
          "zh": "成為有幫助的人、成為有用的人"
        },
        {
          "k": "真中",
          "r": "まんなか",
          "zh": "中間、中心"
        },
        {
          "k": "戻る",
          "r": "もどる",
          "zh": "返回 (v.i.)、回來"
        },
        {
          "k": "ケーキ",
          "r": "ケーキ",
          "zh": "蛋糕"
        },
        {
          "k": "込む",
          "r": "こむ",
          "zh": "擁擠"
        }
      ]
    },
    {
      "id": "n4-u40",
      "theme": "綜合單字 18",
      "words": [
        {
          "k": "下げる",
          "r": "さげる",
          "zh": "降低（v.t.）、掛"
        },
        {
          "k": "花見",
          "r": "はなみ",
          "zh": "賞櫻花"
        },
        {
          "k": "途中",
          "r": "とちゅう",
          "zh": "在路上、中途"
        },
        {
          "k": "別れる",
          "r": "わかれる",
          "zh": "分開"
        },
        {
          "k": "安全",
          "r": "あんぜん",
          "zh": "安全"
        },
        {
          "k": "看護婦",
          "r": "かんごふ",
          "zh": "（女）護士"
        },
        {
          "k": "見物",
          "r": "けんぶつ",
          "zh": "觀光"
        },
        {
          "k": "相談",
          "r": "そうだんする",
          "zh": "諮詢"
        },
        {
          "k": "テニス",
          "r": "テニス",
          "zh": "網球"
        },
        {
          "k": "上がる",
          "r": "あがる",
          "zh": "上升"
        },
        {
          "k": "翻訳",
          "r": "ほんやく",
          "zh": "翻譯"
        },
        {
          "k": "おかげ",
          "r": "お陰",
          "zh": "感謝或由於"
        },
        {
          "k": "集まる",
          "r": "あつまる",
          "zh": "收集 (v.i.)、收集"
        },
        {
          "k": "ピアノ",
          "r": "ピアノ",
          "zh": "鋼琴"
        },
        {
          "k": "～目",
          "r": "～め",
          "zh": "數字~序列、~nd、〜第"
        },
        {
          "k": "急",
          "r": "きゅう",
          "zh": "緊急的、突然的、陡峭"
        },
        {
          "k": "棚",
          "r": "たな",
          "zh": "架子"
        },
        {
          "k": "木綿",
          "r": "もめん",
          "zh": "棉"
        },
        {
          "k": "輸出",
          "r": "ゆしゅつする",
          "zh": "出口"
        },
        {
          "k": "タイプ",
          "r": "タイプ",
          "zh": "類型、風格"
        }
      ]
    },
    {
      "id": "n4-u41",
      "theme": "綜合單字 19",
      "words": [
        {
          "k": "すり",
          "r": "すり",
          "zh": "扒手"
        },
        {
          "k": "アルコール",
          "r": "アルコール",
          "zh": "酒精"
        },
        {
          "k": "神社",
          "r": "じんじゃ",
          "zh": "神社"
        },
        {
          "k": "大分",
          "r": "だいぶ",
          "zh": "相當好、在很大程度上、相當多"
        },
        {
          "k": "楽しみ",
          "r": "たのしみ",
          "zh": "愉悅、歡樂"
        },
        {
          "k": "指",
          "r": "ゆび",
          "zh": "手指"
        },
        {
          "k": "これから",
          "r": "これから",
          "zh": "從現在開始、在這之後"
        },
        {
          "k": "たまに",
          "r": "たまに",
          "zh": "偶爾"
        }
      ]
    }
  ],
  "n3": [
    {
      "id": "n3-u1",
      "theme": "身體與健康 1",
      "words": [
        {
          "k": "冷める",
          "r": "さめる",
          "zh": "變得酷、磨損"
        },
        {
          "k": "商品",
          "r": "しょうひん",
          "zh": "商品"
        },
        {
          "k": "真剣",
          "r": "しんけん",
          "zh": "嚴肅、認真"
        },
        {
          "k": "心臓",
          "r": "しんぞう",
          "zh": "心"
        },
        {
          "k": "身体",
          "r": "しんたい",
          "zh": "身體"
        },
        {
          "k": "身長",
          "r": "しんちょう",
          "zh": "（身體的）身高、身材"
        },
        {
          "k": "姿",
          "r": "すがた",
          "zh": "身材、形狀、外貌"
        },
        {
          "k": "頭痛",
          "r": "ずつう",
          "zh": "頭痛"
        },
        {
          "k": "咳",
          "r": "せき",
          "zh": "咳嗽"
        },
        {
          "k": "明らか",
          "r": "あきらか",
          "zh": "明顯的、清楚的"
        },
        {
          "k": "握手",
          "r": "あくしゅ",
          "zh": "握手"
        },
        {
          "k": "温かい",
          "r": "あたたかい",
          "zh": "溫暖"
        },
        {
          "k": "暖まる",
          "r": "あたたまる",
          "zh": "熱身"
        },
        {
          "k": "温まる",
          "r": "あたたまる",
          "zh": "取暖"
        },
        {
          "k": "暖める",
          "r": "あたためる",
          "zh": "溫暖（對某人/某事）、加熱（對某人/某事）"
        },
        {
          "k": "温める",
          "r": "あたためる",
          "zh": "使溫暖、使加熱"
        },
        {
          "k": "辺り",
          "r": "あたり",
          "zh": "附近"
        },
        {
          "k": "扱う",
          "r": "あつかう",
          "zh": "對待、處理、應對"
        },
        {
          "k": "現す",
          "r": "あらわす",
          "zh": "展示、出現、揭示"
        },
        {
          "k": "現れる",
          "r": "あらわれる",
          "zh": "出現 (vi.)、變得可見、表達"
        }
      ]
    },
    {
      "id": "n3-u2",
      "theme": "身體與健康 2",
      "words": [
        {
          "k": "暗記",
          "r": "あんき",
          "zh": "背誦、用心學習"
        },
        {
          "k": "胃",
          "r": "い",
          "zh": "胃"
        },
        {
          "k": "医師",
          "r": "いし",
          "zh": "醫生"
        },
        {
          "k": "痛み",
          "r": "いたみ",
          "zh": "疼痛、酸痛"
        },
        {
          "k": "一体",
          "r": "いったい",
          "zh": "一個物體、身體、到底是什麼？一般來說"
        },
        {
          "k": "一方",
          "r": "いっぽう",
          "zh": "另一方面、同時"
        },
        {
          "k": "上",
          "r": "うわ",
          "zh": "上、外、表面"
        },
        {
          "k": "柄",
          "r": "え",
          "zh": "（劍、匕首等的）手柄、握把"
        },
        {
          "k": "笑顔",
          "r": "えがお",
          "zh": "微笑（在某人的臉上）"
        },
        {
          "k": "得る",
          "r": "える",
          "zh": "獲得、贏得、學習"
        },
        {
          "k": "恐れる",
          "r": "おそれる",
          "zh": "害怕"
        },
        {
          "k": "温暖",
          "r": "おんだん",
          "zh": "溫暖"
        },
        {
          "k": "害",
          "r": "がい",
          "zh": "傷害、損害"
        },
        {
          "k": "絵画",
          "r": "かいが",
          "zh": "圖片、繪畫"
        },
        {
          "k": "回復",
          "r": "かいふく",
          "zh": "(從疾病)康復、康復"
        },
        {
          "k": "画家",
          "r": "がか",
          "zh": "畫家"
        },
        {
          "k": "抱える",
          "r": "かかえる",
          "zh": "抱在或抱在懷裡或抱在懷裡"
        },
        {
          "k": "学",
          "r": "がく",
          "zh": "學習、知識"
        },
        {
          "k": "学習",
          "r": "がくしゅう",
          "zh": "學習"
        },
        {
          "k": "学問",
          "r": "がくもん",
          "zh": "獎學金、學習"
        }
      ]
    },
    {
      "id": "n3-u3",
      "theme": "身體與健康 3",
      "words": [
        {
          "k": "稼ぐ",
          "r": "かせぐ",
          "zh": "賺取收入、勞動"
        },
        {
          "k": "がっかり",
          "r": "がっかり",
          "zh": "感到失望、沮喪、灰心"
        },
        {
          "k": "被る",
          "r": "かぶる",
          "zh": "穿、被覆蓋"
        },
        {
          "k": "髪の毛",
          "r": "かみのけ",
          "zh": "頭髮（頭）"
        },
        {
          "k": "刈る",
          "r": "かる",
          "zh": "剪（頭髮）、割（草）、收穫"
        },
        {
          "k": "皮",
          "r": "かわ",
          "zh": "皮、獸皮、皮革"
        },
        {
          "k": "傷",
          "r": "きず",
          "zh": "傷口、受傷"
        },
        {
          "k": "議長",
          "r": "ぎちょう",
          "zh": "總統"
        },
        {
          "k": "器用",
          "r": "きよう",
          "zh": "熟練的、得心應手的"
        },
        {
          "k": "恐怖",
          "r": "きょうふ",
          "zh": "恐懼、恐怖"
        },
        {
          "k": "苦痛",
          "r": "くつう",
          "zh": "痛苦"
        },
        {
          "k": "暮れ",
          "r": "くれ",
          "zh": "年底"
        },
        {
          "k": "咥える",
          "r": "くわえる",
          "zh": "將某物含在嘴裡"
        },
        {
          "k": "軍",
          "r": "ぐん",
          "zh": "軍隊、部隊"
        },
        {
          "k": "軍隊",
          "r": "ぐんたい",
          "zh": "軍隊、部隊"
        },
        {
          "k": "血液",
          "r": "けつえき",
          "zh": "血"
        },
        {
          "k": "健康",
          "r": "けんこう",
          "zh": "健康狀況（y）"
        },
        {
          "k": "権利",
          "r": "けんり",
          "zh": "權利、特權"
        },
        {
          "k": "高速",
          "r": "こうそく",
          "zh": "高速、高速檔"
        },
        {
          "k": "骨折",
          "r": "こっせつ",
          "zh": "骨折"
        }
      ]
    },
    {
      "id": "n3-u4",
      "theme": "身體與健康 4",
      "words": [
        {
          "k": "裂く",
          "r": "さく",
          "zh": "撕裂、分裂"
        },
        {
          "k": "昨",
          "r": "さく",
          "zh": "去年（年）、昨天"
        },
        {
          "k": "身",
          "r": "み",
          "zh": "本體、主要部分"
        },
        {
          "k": "魅力",
          "r": "みりょく",
          "zh": "魅力、吸引力"
        },
        {
          "k": "向く",
          "r": "むく",
          "zh": "面對"
        },
        {
          "k": "剥く",
          "r": "むく",
          "zh": "去皮"
        },
        {
          "k": "虫歯",
          "r": "むしば",
          "zh": "蛀牙"
        },
        {
          "k": "明確",
          "r": "めいかく",
          "zh": "明確的"
        },
        {
          "k": "面",
          "r": "めん",
          "zh": "面、杯子、表面、側面或小面、角、頁面"
        },
        {
          "k": "求める",
          "r": "もとめる",
          "zh": "要求、尋找"
        },
        {
          "k": "物語",
          "r": "ものがたり",
          "zh": "故事、傳說"
        },
        {
          "k": "破る",
          "r": "やぶる",
          "zh": "撕裂、違反、擊敗"
        },
        {
          "k": "破れる",
          "r": "やぶれる",
          "zh": "被撕裂、磨損"
        },
        {
          "k": "譲る",
          "r": "ゆずる",
          "zh": "移交"
        },
        {
          "k": "様子",
          "r": "ようす",
          "zh": "方面、狀態、外觀"
        },
        {
          "k": "横切る",
          "r": "よこぎる",
          "zh": "交叉（例如、手臂）、穿過"
        },
        {
          "k": "医院",
          "r": "いいん",
          "zh": "醫生辦公室（外科）、診所"
        },
        {
          "k": "負う",
          "r": "おう",
          "zh": "承擔、欠下"
        },
        {
          "k": "器官",
          "r": "きかん",
          "zh": "（身體、儀器的）器官"
        },
        {
          "k": "協調",
          "r": "きょうちょう",
          "zh": "合作、調解、和諧"
        }
      ]
    },
    {
      "id": "n3-u5",
      "theme": "身體與健康 5",
      "words": [
        {
          "k": "近視",
          "r": "きんし",
          "zh": "近視"
        },
        {
          "k": "血管",
          "r": "けっかん",
          "zh": "血管"
        },
        {
          "k": "全身",
          "r": "ぜんしん",
          "zh": "全身、全身（肖像）"
        },
        {
          "k": "体温",
          "r": "たいおん",
          "zh": "溫度（身體）"
        },
        {
          "k": "体重",
          "r": "たいじゅう",
          "zh": "（身體）體重"
        },
        {
          "k": "対する",
          "r": "たいする",
          "zh": "面對、反對"
        },
        {
          "k": "代表",
          "r": "だいひょう",
          "zh": "代表團"
        },
        {
          "k": "タオル",
          "r": "タオル",
          "zh": "（手）毛巾"
        },
        {
          "k": "たまらない",
          "r": "たまらない",
          "zh": "無法忍受的、難以忍受的"
        },
        {
          "k": "地",
          "r": "ち",
          "zh": "地球"
        },
        {
          "k": "地球",
          "r": "ちきゅう",
          "zh": "地球"
        },
        {
          "k": "中古",
          "r": "ちゅうこ",
          "zh": "用過的、二手的"
        },
        {
          "k": "直接",
          "r": "ちょくせつ",
          "zh": "直接的、立即的"
        },
        {
          "k": "着ける",
          "r": "つける",
          "zh": "穿上、穿、制定"
        },
        {
          "k": "伝わる",
          "r": "つたわる",
          "zh": "被傳承"
        },
        {
          "k": "土",
          "r": "つち",
          "zh": "地球、土壤"
        },
        {
          "k": "辛い",
          "r": "つらい",
          "zh": "痛苦的、心碎的"
        },
        {
          "k": "溶く",
          "r": "とく",
          "zh": "溶解（油漆）"
        },
        {
          "k": "年月",
          "r": "としつき",
          "zh": "幾個月和幾年"
        },
        {
          "k": "閉じる",
          "r": "とじる",
          "zh": "閉上（例如、書本、眼睛）、閉上"
        }
      ]
    },
    {
      "id": "n3-u6",
      "theme": "身體與健康 6",
      "words": [
        {
          "k": "流す",
          "r": "ながす",
          "zh": "排乾、漂浮、流出（如血、淚）"
        },
        {
          "k": "涙",
          "r": "なみだ",
          "zh": "眼淚"
        },
        {
          "k": "生る",
          "r": "なる",
          "zh": "結出果實"
        },
        {
          "k": "年間",
          "r": "ねんかん",
          "zh": "年"
        },
        {
          "k": "年月",
          "r": "ねんげつ",
          "zh": "幾個月和幾年"
        },
        {
          "k": "年中",
          "r": "ねんじゅう",
          "zh": "全年、始終、每天"
        },
        {
          "k": "年齢",
          "r": "ねんれい",
          "zh": "年齡、歲數"
        },
        {
          "k": "農民",
          "r": "のうみん",
          "zh": "農民"
        },
        {
          "k": "載る",
          "r": "のる",
          "zh": "出現（印刷）、被記錄"
        },
        {
          "k": "生える",
          "r": "はえる",
          "zh": "成長、發芽、切斷（牙齒）"
        },
        {
          "k": "博士",
          "r": "はかせ",
          "zh": "博士"
        },
        {
          "k": "拍手",
          "r": "はくしゅ",
          "zh": "拍手、鼓掌"
        },
        {
          "k": "外れる",
          "r": "はずれる",
          "zh": "斷開連接、脫離（例如、脫離齒輪）"
        },
        {
          "k": "肌",
          "r": "はだ",
          "zh": "皮膚"
        },
        {
          "k": "腹",
          "r": "はら",
          "zh": "腹部、肚子"
        },
        {
          "k": "針",
          "r": "はり",
          "zh": "針、手（如時鐘）"
        },
        {
          "k": "ハンサム",
          "r": "ハンサム",
          "zh": "帥哥"
        },
        {
          "k": "額",
          "r": "ひたい",
          "zh": "額頭、眉毛"
        },
        {
          "k": "表面",
          "r": "ひょうめん",
          "zh": "表面、外面"
        },
        {
          "k": "品",
          "r": "ひん",
          "zh": "貨物、品味、優雅"
        }
      ]
    },
    {
      "id": "n3-u7",
      "theme": "身體與健康 7",
      "words": [
        {
          "k": "武器",
          "r": "ぶき",
          "zh": "武器"
        },
        {
          "k": "ペンキ",
          "r": "ペンキ",
          "zh": "油漆"
        },
        {
          "k": "骨",
          "r": "ほね",
          "zh": "骨"
        },
        {
          "k": "頬",
          "r": "ほほ",
          "zh": "臉頰（臉的）"
        },
        {
          "k": "頬",
          "r": "ほお",
          "zh": "臉頰（臉的）"
        },
        {
          "k": "真っ赤",
          "r": "まっか",
          "zh": "深紅色、（臉）潮紅"
        },
        {
          "k": "学ぶ",
          "r": "まなぶ",
          "zh": "學習"
        },
        {
          "k": "裂ける",
          "r": "さける",
          "zh": "分裂、撕裂、破裂"
        },
        {
          "k": "正規",
          "r": "せいき",
          "zh": "正規的、合法的"
        },
        {
          "k": "捜査",
          "r": "そうさ",
          "zh": "搜索（尤其是刑事調查、調查）"
        },
        {
          "k": "接ぐ",
          "r": "つぐ",
          "zh": "加入、拼湊起來、固定（骨頭）、嫁接（樹木）"
        },
        {
          "k": "年鑑",
          "r": "ねんかん",
          "zh": "年鑑"
        },
        {
          "k": "臨む",
          "r": "のぞむ",
          "zh": "監視、面對、參與（功能）"
        },
        {
          "k": "生やす",
          "r": "はやす",
          "zh": "成長、培養、留鬍子"
        },
        {
          "k": "碑",
          "r": "ひ",
          "zh": "刻有銘文的石碑"
        },
        {
          "k": "前もって",
          "r": "まえもって",
          "zh": "提前、預先、先前"
        }
      ]
    },
    {
      "id": "n3-u8",
      "theme": "身體動作與日常動詞 1",
      "words": [
        {
          "k": "覚ます",
          "r": "さます",
          "zh": "喚醒"
        },
        {
          "k": "覚める",
          "r": "さめる",
          "zh": "醒來"
        },
        {
          "k": "占める",
          "r": "しめる",
          "zh": "拿起、考慮到"
        },
        {
          "k": "修理",
          "r": "しゅうり",
          "zh": "修理"
        },
        {
          "k": "状況",
          "r": "じょうきょう",
          "zh": "事態、狀況"
        },
        {
          "k": "状態",
          "r": "じょうたい",
          "zh": "條件、情況"
        },
        {
          "k": "神経",
          "r": "しんけい",
          "zh": "神經、敏感性"
        },
        {
          "k": "水準",
          "r": "すいじゅん",
          "zh": "等級、標準"
        },
        {
          "k": "睡眠",
          "r": "すいみん",
          "zh": "睡覺"
        },
        {
          "k": "スタンド",
          "r": "スタンド",
          "zh": "站"
        },
        {
          "k": "積極的",
          "r": "せっきょくてき",
          "zh": "積極的、主動的"
        },
        {
          "k": "空き",
          "r": "あき",
          "zh": "空缺、空間"
        },
        {
          "k": "諦める",
          "r": "あきらめる",
          "zh": "放棄"
        },
        {
          "k": "預ける",
          "r": "あずける",
          "zh": "交予保管、存放"
        },
        {
          "k": "与える",
          "r": "あたえる",
          "zh": "給予"
        },
        {
          "k": "争う",
          "r": "あらそう",
          "zh": "爭論、戰鬥"
        },
        {
          "k": "抱く",
          "r": "いだく",
          "zh": "持有（v.t.）（書面表達）、擁抱、懷抱"
        },
        {
          "k": "受け取る",
          "r": "うけとる",
          "zh": "接受、得到"
        },
        {
          "k": "追う",
          "r": "おう",
          "zh": "追趕"
        },
        {
          "k": "贈る",
          "r": "おくる",
          "zh": "呈現、給予、授予"
        }
      ]
    },
    {
      "id": "n3-u9",
      "theme": "身體動作與日常動詞 2",
      "words": [
        {
          "k": "降ろす",
          "r": "おろす",
          "zh": "取下、發射、下降"
        },
        {
          "k": "重ねる",
          "r": "かさねる",
          "zh": "堆積、把某物放在另一物上、堆起來"
        },
        {
          "k": "片付く",
          "r": "かたづく",
          "zh": "整理、解決"
        },
        {
          "k": "仮定",
          "r": "かてい",
          "zh": "假設、假說"
        },
        {
          "k": "柄",
          "r": "がら",
          "zh": "圖案、建造、性格"
        },
        {
          "k": "きつい",
          "r": "きつい",
          "zh": "緊密的、強烈的"
        },
        {
          "k": "逆",
          "r": "ぎゃく",
          "zh": "反向、相反"
        },
        {
          "k": "休憩",
          "r": "きゅうけい",
          "zh": "休息、中場休息"
        },
        {
          "k": "切れる",
          "r": "きれる",
          "zh": "切得好、鋒利、打破（關閉）"
        },
        {
          "k": "議論",
          "r": "ぎろん",
          "zh": "爭論、討論、爭議"
        },
        {
          "k": "ぐっすり",
          "r": "ぐっすり",
          "zh": "熟睡"
        },
        {
          "k": "組む",
          "r": "くむ",
          "zh": "放在一起"
        },
        {
          "k": "化粧",
          "r": "けしょう",
          "zh": "化妝（化妝品）"
        },
        {
          "k": "構成",
          "r": "こうせい",
          "zh": "組織、組成"
        },
        {
          "k": "支える",
          "r": "ささえる",
          "zh": "支持、持有、維持"
        },
        {
          "k": "挿す",
          "r": "さす",
          "zh": "插入、放入、嫁接"
        },
        {
          "k": "作曲",
          "r": "さっきょく",
          "zh": "（音樂的）作曲"
        },
        {
          "k": "ミス",
          "r": "ミス",
          "zh": "miss（錯誤、錯誤、失敗）、Miss"
        },
        {
          "k": "密",
          "r": "みつ",
          "zh": "厚實、緊密"
        },
        {
          "k": "向かい",
          "r": "むかい",
          "zh": "面對、對面"
        }
      ]
    },
    {
      "id": "n3-u10",
      "theme": "身體動作與日常動詞 3",
      "words": [
        {
          "k": "用いる",
          "r": "もちいる",
          "zh": "使用、利用"
        },
        {
          "k": "戻す",
          "r": "もどす",
          "zh": "恢復、歸還"
        },
        {
          "k": "役",
          "r": "やく",
          "zh": "角色、職位"
        },
        {
          "k": "酔う",
          "r": "よう",
          "zh": "喝醉"
        },
        {
          "k": "汚す",
          "r": "よごす",
          "zh": "污染、弄髒"
        },
        {
          "k": "止す",
          "r": "よす",
          "zh": "停止、放棄"
        },
        {
          "k": "寄せる",
          "r": "よせる",
          "zh": "收集、聚集、放在一邊"
        },
        {
          "k": "理解",
          "r": "りかい",
          "zh": "理解"
        },
        {
          "k": "論争",
          "r": "ろんそう",
          "zh": "爭論、爭議"
        },
        {
          "k": "割る",
          "r": "わる",
          "zh": "分裂、打破"
        },
        {
          "k": "意地",
          "r": "いじ",
          "zh": "性情、精神、固執、食慾"
        },
        {
          "k": "産む",
          "r": "うむ",
          "zh": "v.t. 生出、交付、生產"
        },
        {
          "k": "駆ける",
          "r": "かける",
          "zh": "運行"
        },
        {
          "k": "築く",
          "r": "きずく",
          "zh": "建立"
        },
        {
          "k": "揃える",
          "r": "そろえる",
          "zh": "把事情整理好、安排好"
        },
        {
          "k": "代理",
          "r": "だいり",
          "zh": "代表、代理人"
        },
        {
          "k": "焚く",
          "r": "たく",
          "zh": "燃燒、點燃、生火"
        },
        {
          "k": "確かめる",
          "r": "たしかめる",
          "zh": "確定"
        },
        {
          "k": "立ち上がる",
          "r": "たちあがる",
          "zh": "站起來"
        },
        {
          "k": "立場",
          "r": "たちば",
          "zh": "立場、情況"
        }
      ]
    },
    {
      "id": "n3-u11",
      "theme": "身體動作與日常動詞 4",
      "words": [
        {
          "k": "建つ",
          "r": "たつ",
          "zh": "站立、建立 (v.i.)、建立"
        },
        {
          "k": "地位",
          "r": "ちい",
          "zh": "（社會）地位、地位"
        },
        {
          "k": "中止",
          "r": "ちゅうし",
          "zh": "暫停、停止、終止"
        },
        {
          "k": "提案",
          "r": "ていあん",
          "zh": "提案、建議"
        },
        {
          "k": "定期",
          "r": "ていき",
          "zh": "固定期限"
        },
        {
          "k": "抵抗",
          "r": "ていこう",
          "zh": "抵抗、反對"
        },
        {
          "k": "飛び出す",
          "r": "とびだす",
          "zh": "跳出、衝出、飛出"
        },
        {
          "k": "トラック",
          "r": "トラック",
          "zh": "卡車、（跑步）跑道"
        },
        {
          "k": "取れる",
          "r": "とれる",
          "zh": "脫落、脫下"
        },
        {
          "k": "名",
          "r": "な",
          "zh": "姓名、聲譽"
        },
        {
          "k": "納得",
          "r": "なっとく",
          "zh": "同意、理解"
        },
        {
          "k": "伸びる",
          "r": "のびる",
          "zh": "延伸、進步、成長"
        },
        {
          "k": "吐く",
          "r": "はく",
          "zh": "嘔吐"
        },
        {
          "k": "反抗",
          "r": "はんこう",
          "zh": "反對、抵抗"
        },
        {
          "k": "引っ張る",
          "r": "ひっぱる",
          "zh": "拉"
        },
        {
          "k": "評判",
          "r": "ひょうばん",
          "zh": "名譽、聲譽"
        },
        {
          "k": "不",
          "r": "ふ",
          "zh": "un(~)、non(~)、負前綴"
        },
        {
          "k": "不",
          "r": "ぶ",
          "zh": "un(~)、non(~)、負前綴"
        },
        {
          "k": "不思議",
          "r": "ふしぎ",
          "zh": "神秘、好奇"
        },
        {
          "k": "不通",
          "r": "ふつう",
          "zh": "封鎖、中斷、停止"
        }
      ]
    },
    {
      "id": "n3-u12",
      "theme": "身體動作與日常動詞 5",
      "words": [
        {
          "k": "訪問",
          "r": "ほうもん",
          "zh": "打電話、拜訪"
        },
        {
          "k": "歩道",
          "r": "ほどう",
          "zh": "走道"
        },
        {
          "k": "まあ",
          "r": "まあ",
          "zh": "很好（在做出謙虛或猶豫的陳述時使用）"
        },
        {
          "k": "間違い",
          "r": "まちがい",
          "zh": "錯誤"
        },
        {
          "k": "まとめる",
          "r": "まとめる",
          "zh": "整理、收集、得出結論"
        },
        {
          "k": "助詞",
          "r": "じょし",
          "zh": "（克）粒子、後置"
        },
        {
          "k": "沿う",
          "r": "そう",
          "zh": "一起奔跑、跟隨"
        },
        {
          "k": "野党",
          "r": "やとう",
          "zh": "反對黨"
        }
      ]
    },
    {
      "id": "n3-u13",
      "theme": "飲食 1",
      "words": [
        {
          "k": "皿",
          "r": "さら",
          "zh": "盤子"
        },
        {
          "k": "しきりに",
          "r": "しきりに",
          "zh": "頻繁地、反覆地、熱切地"
        },
        {
          "k": "死亡",
          "r": "しぼう",
          "zh": "死亡"
        },
        {
          "k": "下",
          "r": "しも",
          "zh": "在下"
        },
        {
          "k": "ジュース",
          "r": "ジュース",
          "zh": "果汁、軟性飲料、平局"
        },
        {
          "k": "食品",
          "r": "しょくひん",
          "zh": "食品"
        },
        {
          "k": "食物",
          "r": "しょくもつ",
          "zh": "食品"
        },
        {
          "k": "食欲",
          "r": "しょくよく",
          "zh": "食慾（對食物的）"
        },
        {
          "k": "食料",
          "r": "しょくりょう",
          "zh": "食物"
        },
        {
          "k": "処理",
          "r": "しょり",
          "zh": "加工、處理、處置"
        },
        {
          "k": "すてき",
          "r": "すてき",
          "zh": "可愛的、很棒的"
        },
        {
          "k": "汗",
          "r": "あせ",
          "zh": "汗水"
        },
        {
          "k": "息",
          "r": "いき",
          "zh": "呼吸"
        },
        {
          "k": "生き物",
          "r": "いきもの",
          "zh": "生物"
        },
        {
          "k": "偉大",
          "r": "いだい",
          "zh": "偉大"
        },
        {
          "k": "いただきます",
          "r": "いただきます",
          "zh": "飯前表達謝意"
        },
        {
          "k": "稲",
          "r": "いね",
          "zh": "稻"
        },
        {
          "k": "医療",
          "r": "いりょう",
          "zh": "醫療照護、醫療"
        },
        {
          "k": "魚",
          "r": "うお",
          "zh": "魚"
        },
        {
          "k": "埋める",
          "r": "うめる",
          "zh": "埋葬、填補、填補（一個座位、一個空缺位置）"
        }
      ]
    },
    {
      "id": "n3-u14",
      "theme": "飲食 2",
      "words": [
        {
          "k": "大いに",
          "r": "おおいに",
          "zh": "大大（與大変 (たいへん) 相同）、極大"
        },
        {
          "k": "お昼",
          "r": "おひる",
          "zh": "午餐、中午"
        },
        {
          "k": "卸す",
          "r": "おろす",
          "zh": "批發販售、磨碎的（蔬菜）"
        },
        {
          "k": "貝",
          "r": "かい",
          "zh": "貝殼、貝類"
        },
        {
          "k": "価格",
          "r": "かかく",
          "zh": "價格、價值"
        },
        {
          "k": "菓子",
          "r": "かし",
          "zh": "糖果、甜的"
        },
        {
          "k": "革",
          "r": "かわ",
          "zh": "皮革"
        },
        {
          "k": "可愛らしい",
          "r": "かわいらしい",
          "zh": "可愛、甜蜜"
        },
        {
          "k": "気温",
          "r": "きおん",
          "zh": "溫度（天氣 - 不用於事物）"
        },
        {
          "k": "教授",
          "r": "きょうじゅ",
          "zh": "教學、指導、教授"
        },
        {
          "k": "食う",
          "r": "くう",
          "zh": "（男）（俗）吃"
        },
        {
          "k": "組",
          "r": "くみ",
          "zh": "班級、團隊、組"
        },
        {
          "k": "繰り返す",
          "r": "くりかえす",
          "zh": "重複、重新做某事"
        },
        {
          "k": "下",
          "r": "げ",
          "zh": "在下"
        },
        {
          "k": "劇場",
          "r": "げきじょう",
          "zh": "劇院、劇場"
        },
        {
          "k": "高価",
          "r": "こうか",
          "zh": "高價"
        },
        {
          "k": "呼吸",
          "r": "こきゅう",
          "zh": "呼吸"
        },
        {
          "k": "好み",
          "r": "このみ",
          "zh": "喜好、品味、選擇"
        },
        {
          "k": "小麦",
          "r": "こむぎ",
          "zh": "小麥"
        },
        {
          "k": "注す",
          "r": "さす",
          "zh": "倒（飲料）、服務（飲料）"
        }
      ]
    },
    {
      "id": "n3-u15",
      "theme": "飲食 3",
      "words": [
        {
          "k": "座席",
          "r": "ざせき",
          "zh": "座位"
        },
        {
          "k": "さっぱり",
          "r": "さっぱり",
          "zh": "感覺清爽、整潔"
        },
        {
          "k": "実",
          "r": "み",
          "zh": "水果、種子、好結果"
        },
        {
          "k": "ミルク",
          "r": "ミルク",
          "zh": "牛奶"
        },
        {
          "k": "寧ろ",
          "r": "むしろ",
          "zh": "反而、更好、相反"
        },
        {
          "k": "蒸す",
          "r": "むす",
          "zh": "蒸、敷藥膏、悶熱"
        },
        {
          "k": "飯",
          "r": "めし",
          "zh": "飯菜、食物"
        },
        {
          "k": "わがまま",
          "r": "わがまま",
          "zh": "自私、利己主義、任性"
        },
        {
          "k": "教え",
          "r": "おしえ",
          "zh": "教義"
        },
        {
          "k": "選手",
          "r": "せんしゅ",
          "zh": "被選入球隊的球員（通常是運動員）"
        },
        {
          "k": "蕎麦",
          "r": "そば",
          "zh": "蕎麥麵（蕎麥麵）"
        },
        {
          "k": "田",
          "r": "た",
          "zh": "稻田"
        },
        {
          "k": "大",
          "r": "だい",
          "zh": "大的、偉大的"
        },
        {
          "k": "代金",
          "r": "だいきん",
          "zh": "價格、成本"
        },
        {
          "k": "大した",
          "r": "たいした",
          "zh": "重要的、偉大的、相當大的"
        },
        {
          "k": "大戦",
          "r": "たいせん",
          "zh": "偉大的戰爭、偉大的戰鬥"
        },
        {
          "k": "倒す",
          "r": "たおす",
          "zh": "摔倒、毆打"
        },
        {
          "k": "炊く",
          "r": "たく",
          "zh": "煮沸、煮"
        },
        {
          "k": "叩く",
          "r": "たたく",
          "zh": "打擊、毆打"
        },
        {
          "k": "たびたび",
          "r": "たびたび",
          "zh": "經常、反复"
        }
      ]
    },
    {
      "id": "n3-u16",
      "theme": "飲食 4",
      "words": [
        {
          "k": "騙す",
          "r": "だます",
          "zh": "欺騙"
        },
        {
          "k": "チーム",
          "r": "チーム",
          "zh": "團隊"
        },
        {
          "k": "茶",
          "r": "ちゃ",
          "zh": "茶"
        },
        {
          "k": "昼食",
          "r": "ちゅうしょく",
          "zh": "午餐（與晝ご飯（ひるごはん）相同）"
        },
        {
          "k": "就く",
          "r": "つく",
          "zh": "安頓在（地方）、採取（座位位置）、學習（在老師的指導下）"
        },
        {
          "k": "釣",
          "r": "つり",
          "zh": "釣魚"
        },
        {
          "k": "天候",
          "r": "てんこう",
          "zh": "天氣"
        },
        {
          "k": "退く",
          "r": "どく",
          "zh": "撤退、後退"
        },
        {
          "k": "特徴",
          "r": "とくちょう",
          "zh": "特徵、特徵）、特質"
        },
        {
          "k": "努力",
          "r": "どりょく",
          "zh": "極大的努力、努力、盡力"
        },
        {
          "k": "煮える",
          "r": "にえる",
          "zh": "煮"
        },
        {
          "k": "にっこり",
          "r": "にっこり",
          "zh": "甜甜地笑、微笑、咧嘴笑"
        },
        {
          "k": "煮る",
          "r": "にる",
          "zh": "煮沸、煮"
        },
        {
          "k": "値",
          "r": "ね",
          "zh": "價值、價格、成本"
        },
        {
          "k": "羽根",
          "r": "はね",
          "zh": "羽毛"
        },
        {
          "k": "幅",
          "r": "はば",
          "zh": "寬度"
        },
        {
          "k": "ぴったり",
          "r": "ぴったり",
          "zh": "準確地、整齊地、尖銳地"
        },
        {
          "k": "舞台",
          "r": "ぶたい",
          "zh": "舞台（劇院）"
        },
        {
          "k": "物価",
          "r": "ぶっか",
          "zh": "（商品/消費者）價格"
        },
        {
          "k": "弁当",
          "r": "べんとう",
          "zh": "午餐盒"
        }
      ]
    },
    {
      "id": "n3-u17",
      "theme": "飲食 5",
      "words": [
        {
          "k": "負け",
          "r": "まけ",
          "zh": "失敗、損失"
        },
        {
          "k": "死",
          "r": "し",
          "zh": "死亡"
        },
        {
          "k": "膳",
          "r": "ぜん",
          "zh": "（小）桌、托盤、餐食"
        },
        {
          "k": "創造",
          "r": "そうぞう",
          "zh": "創作"
        },
        {
          "k": "治療",
          "r": "ちりょう",
          "zh": "醫療"
        },
        {
          "k": "並",
          "r": "なみ",
          "zh": "中（例如食物份量、品質、價格等）、普通"
        },
        {
          "k": "～敗",
          "r": "はい",
          "zh": "損失、失敗的計數器"
        }
      ]
    },
    {
      "id": "n3-u18",
      "theme": "交通與地點 1",
      "words": [
        {
          "k": "実施",
          "r": "じっし",
          "zh": "執行、實施、操作"
        },
        {
          "k": "指導",
          "r": "しどう",
          "zh": "領導、指導、輔導"
        },
        {
          "k": "支配",
          "r": "しはい",
          "zh": "規則、控制、方向"
        },
        {
          "k": "自慢",
          "r": "じまん",
          "zh": "驕傲、誇耀"
        },
        {
          "k": "渋滞",
          "r": "じゅうたい",
          "zh": "擁堵（例如交通）、延誤"
        },
        {
          "k": "首都",
          "r": "しゅと",
          "zh": "首都"
        },
        {
          "k": "奨学金",
          "r": "しょうがくきん",
          "zh": "獎學金"
        },
        {
          "k": "信号",
          "r": "しんごう",
          "zh": "交通燈、號誌燈"
        },
        {
          "k": "慎重",
          "r": "しんちょう",
          "zh": "小心、謹慎"
        },
        {
          "k": "巣",
          "r": "す",
          "zh": "巢穴、繁殖地"
        },
        {
          "k": "スープ",
          "r": "スープ",
          "zh": "（西式）湯"
        },
        {
          "k": "すくなくとも",
          "r": "すくなくとも",
          "zh": "至少"
        },
        {
          "k": "優れる",
          "r": "すぐれる",
          "zh": "超越、超過"
        },
        {
          "k": "制限",
          "r": "せいげん",
          "zh": "限制、約束"
        },
        {
          "k": "跡",
          "r": "あと",
          "zh": "蹤跡、遺跡、疤痕"
        },
        {
          "k": "位置",
          "r": "いち",
          "zh": "地點、位置"
        },
        {
          "k": "うっかり",
          "r": "うっかり",
          "zh": "不小心、不經意間"
        },
        {
          "k": "生まれ",
          "r": "うまれ",
          "zh": "出生、出生地"
        },
        {
          "k": "梅",
          "r": "うめ",
          "zh": "梅子、最低（三級排名系統中）"
        },
        {
          "k": "運転",
          "r": "うんてん",
          "zh": "操作、駕駛"
        }
      ]
    },
    {
      "id": "n3-u19",
      "theme": "交通與地點 2",
      "words": [
        {
          "k": "演説",
          "r": "えんぜつ",
          "zh": "講話"
        },
        {
          "k": "押える",
          "r": "おさえる",
          "zh": "停止、抑制、壓制"
        },
        {
          "k": "カー",
          "r": "カー",
          "zh": "汽車"
        },
        {
          "k": "カード",
          "r": "カード",
          "zh": "卡、凝乳"
        },
        {
          "k": "会員",
          "r": "かいいん",
          "zh": "會員"
        },
        {
          "k": "海外",
          "r": "かいがい",
          "zh": "國外、海外"
        },
        {
          "k": "代る",
          "r": "かわる",
          "zh": "取代、減輕"
        },
        {
          "k": "緊張",
          "r": "きんちょう",
          "zh": "緊張、精神緊張"
        },
        {
          "k": "下り",
          "r": "くだり",
          "zh": "下車（東京出發）"
        },
        {
          "k": "苦労",
          "r": "くろう",
          "zh": "困難、苦難"
        },
        {
          "k": "郡",
          "r": "ぐん",
          "zh": "國家、地區"
        },
        {
          "k": "訓練",
          "r": "くんれん",
          "zh": "練習、訓練"
        },
        {
          "k": "国家",
          "r": "こっか",
          "zh": "州、國家、民族"
        },
        {
          "k": "最低",
          "r": "さいてい",
          "zh": "最少、最低、最差"
        },
        {
          "k": "都",
          "r": "みやこ",
          "zh": "城市、資本"
        },
        {
          "k": "胸",
          "r": "むね",
          "zh": "乳房、胸部"
        },
        {
          "k": "厄介",
          "r": "やっかい",
          "zh": "麻煩、負擔、照顧"
        },
        {
          "k": "優勝",
          "r": "ゆうしょう",
          "zh": "總冠軍"
        },
        {
          "k": "用心",
          "r": "ようじん",
          "zh": "照顧、預防、小心"
        },
        {
          "k": "列車",
          "r": "れっしゃ",
          "zh": "火車（普通）"
        }
      ]
    },
    {
      "id": "n3-u20",
      "theme": "交通與地點 3",
      "words": [
        {
          "k": "悪口",
          "r": "わるくち",
          "zh": "辱罵、侮辱"
        },
        {
          "k": "宛てる",
          "r": "あてる",
          "zh": "解決、放置"
        },
        {
          "k": "一帯",
          "r": "いったい",
          "zh": "一個地區、整個地方"
        },
        {
          "k": "縁",
          "r": "えん",
          "zh": "機會、關係"
        },
        {
          "k": "切り",
          "r": "きり",
          "zh": "限制、停止的地方"
        },
        {
          "k": "携帯",
          "r": "けいたい",
          "zh": "攜帶東西、行動電話"
        },
        {
          "k": "決行",
          "r": "けっこう",
          "zh": "做（有決心）、執行（例如計劃）"
        },
        {
          "k": "拘束",
          "r": "こうそく",
          "zh": "限制、約束"
        },
        {
          "k": "全国",
          "r": "ぜんこく",
          "zh": "全國"
        },
        {
          "k": "前進",
          "r": "ぜんしん",
          "zh": "前進、推動、進步"
        },
        {
          "k": "宣伝",
          "r": "せんでん",
          "zh": "廣告、宣傳"
        },
        {
          "k": "速度",
          "r": "そくど",
          "zh": "速度、速率、比率"
        },
        {
          "k": "他",
          "r": "た",
          "zh": "其他（尤其是地點和事物）"
        },
        {
          "k": "旅",
          "r": "たび",
          "zh": "旅行"
        },
        {
          "k": "単純",
          "r": "たんじゅん",
          "zh": "簡單"
        },
        {
          "k": "駐車",
          "r": "ちゅうしゃ",
          "zh": "停車位（例如汽車）"
        },
        {
          "k": "停電",
          "r": "ていでん",
          "zh": "停電"
        },
        {
          "k": "停留所",
          "r": "ていりゅうじょ",
          "zh": "巴士或電車站"
        },
        {
          "k": "鉄道",
          "r": "てつどう",
          "zh": "鐵路"
        },
        {
          "k": "道路",
          "r": "どうろ",
          "zh": "路"
        }
      ]
    },
    {
      "id": "n3-u21",
      "theme": "交通與地點 4",
      "words": [
        {
          "k": "都会",
          "r": "とかい",
          "zh": "城市"
        },
        {
          "k": "得意",
          "r": "とくい",
          "zh": "驕傲、勝利、繁榮"
        },
        {
          "k": "都市",
          "r": "とし",
          "zh": "城鎮、城市"
        },
        {
          "k": "ドライブ",
          "r": "ドライブ",
          "zh": "駕駛"
        },
        {
          "k": "トランプ",
          "r": "トランプ",
          "zh": "撲克牌（字面意思：王牌）"
        },
        {
          "k": "トレーニング",
          "r": "トレーニング",
          "zh": "訓練"
        },
        {
          "k": "仲",
          "r": "なか",
          "zh": "關係"
        },
        {
          "k": "日中",
          "r": "にっちゅう",
          "zh": "白天、光天化日之下"
        },
        {
          "k": "乗せる",
          "r": "のせる",
          "zh": "放在（某物）上、放在船上"
        },
        {
          "k": "載せる",
          "r": "のせる",
          "zh": "放置在（某物）上、發布"
        },
        {
          "k": "のんびり",
          "r": "のんびり",
          "zh": "無憂無慮、閒暇時"
        },
        {
          "k": "場",
          "r": "ば",
          "zh": "地點、領域（物理）"
        },
        {
          "k": "端",
          "r": "はし",
          "zh": "末端（例如街道的末端）、邊緣、邊界"
        },
        {
          "k": "広める",
          "r": "ひろめる",
          "zh": "擴大、傳播"
        },
        {
          "k": "ベルト",
          "r": "ベルト",
          "zh": "西服腰帶"
        },
        {
          "k": "方向",
          "r": "ほうこう",
          "zh": "方向、路線、方式"
        },
        {
          "k": "ボート",
          "r": "ボート",
          "zh": "划艇"
        },
        {
          "k": "他",
          "r": "ほか",
          "zh": "其他（尤其是地點和事物）"
        },
        {
          "k": "誇り",
          "r": "ほこり",
          "zh": "驕傲"
        },
        {
          "k": "街",
          "r": "まち",
          "zh": "城鎮、街道、道路"
        }
      ]
    },
    {
      "id": "n3-u22",
      "theme": "交通與地點 5",
      "words": [
        {
          "k": "祭",
          "r": "まつり",
          "zh": "節日、盛宴"
        },
        {
          "k": "指揮",
          "r": "しき",
          "zh": "命令、方向"
        },
        {
          "k": "難",
          "r": "なん",
          "zh": "困難、缺陷"
        },
        {
          "k": "保護",
          "r": "ほご",
          "zh": "照顧、保護、庇護"
        }
      ]
    },
    {
      "id": "n3-u23",
      "theme": "人物與家庭 1",
      "words": [
        {
          "k": "氏",
          "r": "し",
          "zh": "姓氏、血統"
        },
        {
          "k": "四季",
          "r": "しき",
          "zh": "四個季節"
        },
        {
          "k": "時期",
          "r": "じき",
          "zh": "時間、季節、期間"
        },
        {
          "k": "事情",
          "r": "じじょう",
          "zh": "情況、原因"
        },
        {
          "k": "親しい",
          "r": "したしい",
          "zh": "親密的、親密的（例如、朋友）"
        },
        {
          "k": "質",
          "r": "しつ",
          "zh": "（人的）品質、本性"
        },
        {
          "k": "児童",
          "r": "じどう",
          "zh": "兒童、青少年"
        },
        {
          "k": "姉妹",
          "r": "しまい",
          "zh": "姊妹們"
        },
        {
          "k": "主婦",
          "r": "しゅふ",
          "zh": "家庭主婦"
        },
        {
          "k": "人工",
          "r": "じんこう",
          "zh": "人造的、人類的工作"
        },
        {
          "k": "人種",
          "r": "じんしゅ",
          "zh": "（人的）種族"
        },
        {
          "k": "人生",
          "r": "じんせい",
          "zh": "（人類）生命（例如、受孕到死亡）"
        },
        {
          "k": "親戚",
          "r": "しんせき",
          "zh": "親屬"
        },
        {
          "k": "人物",
          "r": "じんぶつ",
          "zh": "品格、性格、才華的人"
        },
        {
          "k": "親友",
          "r": "しんゆう",
          "zh": "親密的朋友、夥伴"
        },
        {
          "k": "人類",
          "r": "じんるい",
          "zh": "人類"
        },
        {
          "k": "澄む",
          "r": "すむ",
          "zh": "晴朗（例如天氣）、變得透明"
        },
        {
          "k": "清む",
          "r": "すむ",
          "zh": "晴朗（例如天氣）、變得透明"
        },
        {
          "k": "姓",
          "r": "せい",
          "zh": "姓氏"
        },
        {
          "k": "所為",
          "r": "せい",
          "zh": "原因、理由、過錯"
        }
      ]
    },
    {
      "id": "n3-u24",
      "theme": "人物與家庭 2",
      "words": [
        {
          "k": "性格",
          "r": "せいかく",
          "zh": "性格、個性"
        },
        {
          "k": "相手",
          "r": "あいて",
          "zh": "合作夥伴、收件者、正在和你說話的人"
        },
        {
          "k": "一家",
          "r": "いっか",
          "zh": "家族、宗族"
        },
        {
          "k": "従兄弟",
          "r": "いとこ",
          "zh": "表弟（男）"
        },
        {
          "k": "従姉妹",
          "r": "いとこ",
          "zh": "表弟（女）"
        },
        {
          "k": "訴える",
          "r": "うったえる",
          "zh": "投訴、上訴、起訴（某人）"
        },
        {
          "k": "幼い",
          "r": "おさない",
          "zh": "非常年輕、幼稚"
        },
        {
          "k": "お前",
          "r": "おまえ",
          "zh": "你（唱）、存在（高層人物）"
        },
        {
          "k": "係",
          "r": "かかり",
          "zh": "負責人"
        },
        {
          "k": "方々",
          "r": "かたがた",
          "zh": "人"
        },
        {
          "k": "歌謡",
          "r": "かよう",
          "zh": "歌曲、民謠"
        },
        {
          "k": "恋人",
          "r": "こいびと",
          "zh": "情人、親愛的、女朋友"
        },
        {
          "k": "交際",
          "r": "こうさい",
          "zh": "友誼、交往、相識"
        },
        {
          "k": "国民",
          "r": "こくみん",
          "zh": "國家、人民、公民"
        },
        {
          "k": "個人",
          "r": "こじん",
          "zh": "個人、私人"
        },
        {
          "k": "迎え",
          "r": "むかえ",
          "zh": "會議、派人去取貨"
        },
        {
          "k": "目上",
          "r": "めうえ",
          "zh": "地位較高的人、某人的前輩"
        },
        {
          "k": "者",
          "r": "もの",
          "zh": "人（與人（ひと）相同）"
        },
        {
          "k": "友好",
          "r": "ゆうこう",
          "zh": "友誼"
        },
        {
          "k": "友情",
          "r": "ゆうじょう",
          "zh": "友誼、團契"
        }
      ]
    },
    {
      "id": "n3-u25",
      "theme": "人物與家庭 3",
      "words": [
        {
          "k": "友人",
          "r": "ゆうじん",
          "zh": "朋友（正式）"
        },
        {
          "k": "陽気",
          "r": "ようき",
          "zh": "季節、天氣、心情"
        },
        {
          "k": "嫁",
          "r": "よめ",
          "zh": "新娘、媳婦"
        },
        {
          "k": "老人",
          "r": "ろうじん",
          "zh": "年老的、老人"
        },
        {
          "k": "加味",
          "r": "かみ",
          "zh": "調味料"
        },
        {
          "k": "対",
          "r": "たい",
          "zh": "一對、一組"
        },
        {
          "k": "対照",
          "r": "たいしょう",
          "zh": "對比、對立、比較"
        },
        {
          "k": "他人",
          "r": "たにん",
          "zh": "不相干的人、陌生人"
        },
        {
          "k": "偶",
          "r": "たま",
          "zh": "偶數、情侶、朋友"
        },
        {
          "k": "父親",
          "r": "ちちおや",
          "zh": "父親"
        },
        {
          "k": "ちょうだい",
          "r": "ちょうだい",
          "zh": "-- ください的口語形式、通常由兒童或婦女使用－"
        },
        {
          "k": "付き合い",
          "r": "つきあい",
          "zh": "社會化、友誼、協會"
        },
        {
          "k": "梅雨",
          "r": "つゆ",
          "zh": "雨季"
        },
        {
          "k": "童謡",
          "r": "どうよう",
          "zh": "兒歌、童謠"
        },
        {
          "k": "毒",
          "r": "どく",
          "zh": "毒藥、有毒物"
        },
        {
          "k": "独身",
          "r": "どくしん",
          "zh": "單身、未婚"
        },
        {
          "k": "年寄",
          "r": "としより",
          "zh": "老年人"
        },
        {
          "k": "友",
          "r": "とも",
          "zh": "朋友、同伴"
        },
        {
          "k": "似合う",
          "r": "にあう",
          "zh": "適合（人）、配對（衣服）、（某物）成為（某人）"
        },
        {
          "k": "人間",
          "r": "にんげん",
          "zh": "人類、人"
        }
      ]
    },
    {
      "id": "n3-u26",
      "theme": "人物與家庭 4",
      "words": [
        {
          "k": "農家",
          "r": "のうか",
          "zh": "農夫、農場家庭"
        },
        {
          "k": "梅雨",
          "r": "ばいう",
          "zh": "雨季"
        },
        {
          "k": "破産",
          "r": "はさん",
          "zh": "（個人）破產"
        },
        {
          "k": "母親",
          "r": "ははおや",
          "zh": "媽媽"
        },
        {
          "k": "比較",
          "r": "ひかく",
          "zh": "比較"
        },
        {
          "k": "美人",
          "r": "びじん",
          "zh": "美麗的人（女人）"
        },
        {
          "k": "人込み",
          "r": "ひとごみ",
          "zh": "人群"
        },
        {
          "k": "独り",
          "r": "ひとり",
          "zh": "單身、未婚"
        },
        {
          "k": "夫婦",
          "r": "ふうふ",
          "zh": "已婚夫婦、丈夫和妻子"
        },
        {
          "k": "夫人",
          "r": "ふじん",
          "zh": "妻子、夫人、女士"
        },
        {
          "k": "本人",
          "r": "ほんにん",
          "zh": "該人本人"
        },
        {
          "k": "迷子",
          "r": "まいご",
          "zh": "走失（流浪）的孩子"
        },
        {
          "k": "孫",
          "r": "まご",
          "zh": "孫子"
        },
        {
          "k": "衆",
          "r": "しゅう",
          "zh": "群眾、人民"
        },
        {
          "k": "私用",
          "r": "しよう",
          "zh": "個人使用、私人企業"
        },
        {
          "k": "対",
          "r": "つい",
          "zh": "一對、一組"
        }
      ]
    },
    {
      "id": "n3-u27",
      "theme": "學校與學習 1",
      "words": [
        {
          "k": "直に",
          "r": "じかに",
          "zh": "立刻、輕易、直接"
        },
        {
          "k": "上等",
          "r": "じょうとう",
          "zh": "頭等艙、非常好"
        },
        {
          "k": "書斎",
          "r": "しょさい",
          "zh": "學習、書房"
        },
        {
          "k": "書類",
          "r": "しょるい",
          "zh": "文件、官方文件"
        },
        {
          "k": "進学",
          "r": "しんがく",
          "zh": "繼續上大學"
        },
        {
          "k": "診察",
          "r": "しんさつ",
          "zh": "（病人的）醫療檢查"
        },
        {
          "k": "既に",
          "r": "すでに",
          "zh": "已（與もう相同）"
        },
        {
          "k": "成績",
          "r": "せいせき",
          "zh": "成績（即考試成績）、學業成績"
        },
        {
          "k": "著す",
          "r": "あらわす",
          "zh": "撰寫、出版"
        },
        {
          "k": "恐ろしい",
          "r": "おそろしい",
          "zh": "可怕的"
        },
        {
          "k": "覚悟",
          "r": "かくご",
          "zh": "決心、辭職、準備"
        },
        {
          "k": "刀",
          "r": "かたな",
          "zh": "劍、軍刀"
        },
        {
          "k": "学期",
          "r": "がっき",
          "zh": "學期（學校）"
        },
        {
          "k": "科目",
          "r": "かもく",
          "zh": "（學校）學科、課程"
        },
        {
          "k": "級",
          "r": "きゅう",
          "zh": "班級、年級、等級"
        },
        {
          "k": "教科書",
          "r": "きょうかしょ",
          "zh": "課本"
        },
        {
          "k": "競技",
          "r": "きょうぎ",
          "zh": "比賽、競賽"
        },
        {
          "k": "区別",
          "r": "くべつ",
          "zh": "區分、區別、分類"
        },
        {
          "k": "位",
          "r": "くらい",
          "zh": "等級、關於"
        },
        {
          "k": "クラシック",
          "r": "クラシック",
          "zh": "經典"
        }
      ]
    },
    {
      "id": "n3-u28",
      "theme": "學校與學習 2",
      "words": [
        {
          "k": "訓",
          "r": "くん",
          "zh": "以日文為母語的漢字讀法"
        },
        {
          "k": "言語",
          "r": "げんご",
          "zh": "語言"
        },
        {
          "k": "検査",
          "r": "けんさ",
          "zh": "檢查"
        },
        {
          "k": "検討",
          "r": "けんとう",
          "zh": "考慮、審查、調查"
        },
        {
          "k": "合格",
          "r": "ごうかく",
          "zh": "成功、通過（例如考試）"
        },
        {
          "k": "校舎",
          "r": "こうしゃ",
          "zh": "學校建築"
        },
        {
          "k": "語学",
          "r": "ごがく",
          "zh": "語言學習"
        },
        {
          "k": "国語",
          "r": "こくご",
          "zh": "國語"
        },
        {
          "k": "作家",
          "r": "さっか",
          "zh": "作家、小說家"
        },
        {
          "k": "診る",
          "r": "みる",
          "zh": "檢查（病人）"
        },
        {
          "k": "要するに",
          "r": "ようするに",
          "zh": "總之、總之…"
        },
        {
          "k": "読み",
          "r": "よみ",
          "zh": "閱讀"
        },
        {
          "k": "ライター",
          "r": "ライター",
          "zh": "打火機、作家"
        },
        {
          "k": "留学",
          "r": "りゅうがく",
          "zh": "出國留學"
        },
        {
          "k": "例",
          "r": "れい",
          "zh": "例子、事例"
        },
        {
          "k": "論文",
          "r": "ろんぶん",
          "zh": "論文"
        },
        {
          "k": "語句",
          "r": "ごく",
          "zh": "單字、片語"
        },
        {
          "k": "コンテスト",
          "r": "コンテスト",
          "zh": "競賽"
        },
        {
          "k": "専攻",
          "r": "せんこう",
          "zh": "主要科目、專題研究"
        },
        {
          "k": "体育",
          "r": "たいいく",
          "zh": "運動、體操、田徑"
        }
      ]
    },
    {
      "id": "n3-u29",
      "theme": "學校與學習 3",
      "words": [
        {
          "k": "対象",
          "r": "たいしょう",
          "zh": "目標、對象（崇拜、學習等）、主題（即稅）"
        },
        {
          "k": "タイプライター",
          "r": "タイプライター",
          "zh": "打字機"
        },
        {
          "k": "試し",
          "r": "ためし",
          "zh": "試驗、測試"
        },
        {
          "k": "試す",
          "r": "ためす",
          "zh": "嘗試、測試"
        },
        {
          "k": "段",
          "r": "だん",
          "zh": "台階、等級"
        },
        {
          "k": "単位",
          "r": "たんい",
          "zh": "學分（學校課程）、單位、面額"
        },
        {
          "k": "単語",
          "r": "たんご",
          "zh": "詞、詞彙"
        },
        {
          "k": "中学",
          "r": "ちゅうがく",
          "zh": "國中"
        },
        {
          "k": "著者",
          "r": "ちょしゃ",
          "zh": "作家"
        },
        {
          "k": "通学",
          "r": "つうがく",
          "zh": "通勤去學校"
        },
        {
          "k": "つまり",
          "r": "つまり",
          "zh": "即、換句話說、簡而言之"
        },
        {
          "k": "出",
          "r": "で",
          "zh": "流出、畢業"
        },
        {
          "k": "答案",
          "r": "とうあん",
          "zh": "試卷、考試稿"
        },
        {
          "k": "読書",
          "r": "どくしょ",
          "zh": "閱讀"
        },
        {
          "k": "一言",
          "r": "ひとこと",
          "zh": "一個字"
        },
        {
          "k": "広がる",
          "r": "ひろがる",
          "zh": "展開（向外）、延伸、到達、繞過"
        },
        {
          "k": "広げる",
          "r": "ひろげる",
          "zh": "傳播、擴展、擴大"
        },
        {
          "k": "筆",
          "r": "ふで",
          "zh": "毛筆"
        },
        {
          "k": "退学",
          "r": "たいがく",
          "zh": "輟學"
        },
        {
          "k": "例え",
          "r": "たとえ",
          "zh": "例子、即使"
        }
      ]
    },
    {
      "id": "n3-u30",
      "theme": "學校與學習 4",
      "words": [
        {
          "k": "転校",
          "r": "てんこう",
          "zh": "轉學"
        },
        {
          "k": "判",
          "r": "はん",
          "zh": "（紙張或書籍的）尺寸"
        },
        {
          "k": "広まる",
          "r": "ひろまる",
          "zh": "傳播"
        },
        {
          "k": "優",
          "r": "ゆう",
          "zh": "優越性、高品位"
        }
      ]
    },
    {
      "id": "n3-u31",
      "theme": "時間與日期 1",
      "words": [
        {
          "k": "時刻",
          "r": "じこく",
          "zh": "時間、小時"
        },
        {
          "k": "週",
          "r": "しゅう",
          "zh": "週"
        },
        {
          "k": "正午",
          "r": "しょうご",
          "zh": "中午"
        },
        {
          "k": "少々",
          "r": "しょうしょう",
          "zh": "一點、短（時間）（少し (すこし) 的正式形式）"
        },
        {
          "k": "スケジュール",
          "r": "スケジュール",
          "zh": "時間表"
        },
        {
          "k": "過ごす",
          "r": "すごす",
          "zh": "過去、花費（時間）"
        },
        {
          "k": "ずっと",
          "r": "ずっと",
          "zh": "很長一段時間、一直、連續地"
        },
        {
          "k": "世紀",
          "r": "せいき",
          "zh": "世紀"
        },
        {
          "k": "生年月日",
          "r": "せいねんがっぴ",
          "zh": "出生日期"
        },
        {
          "k": "明ける",
          "r": "あける",
          "zh": "到黎明、成為白晝"
        },
        {
          "k": "泉",
          "r": "いずみ",
          "zh": "春天、噴泉"
        },
        {
          "k": "一時",
          "r": "いちじ",
          "zh": "暫時"
        },
        {
          "k": "いつか",
          "r": "いつか",
          "zh": "某個時候、有一天"
        },
        {
          "k": "いつでも",
          "r": "いつでも",
          "zh": "（在）任何時候、總是"
        },
        {
          "k": "今にも",
          "r": "いまにも",
          "zh": "任何時候、很快"
        },
        {
          "k": "祝う",
          "r": "いわう",
          "zh": "祝賀、慶祝"
        },
        {
          "k": "感情",
          "r": "かんじょう",
          "zh": "情緒、感覺"
        },
        {
          "k": "関する",
          "r": "かんする",
          "zh": "關心、相關"
        },
        {
          "k": "休暇",
          "r": "きゅうか",
          "zh": "假期、休息日"
        },
        {
          "k": "記録",
          "r": "きろく",
          "zh": "記錄、會議記錄、文件"
        }
      ]
    },
    {
      "id": "n3-u32",
      "theme": "時間與日期 2",
      "words": [
        {
          "k": "近代",
          "r": "きんだい",
          "zh": "現代"
        },
        {
          "k": "現代",
          "r": "げんだい",
          "zh": "今天、現在"
        },
        {
          "k": "今回",
          "r": "こんかい",
          "zh": "現在、這個時候、最近"
        },
        {
          "k": "今日",
          "r": "こんにち",
          "zh": "今天、這一天"
        },
        {
          "k": "こんにちは",
          "r": "こんにちは",
          "zh": "你好、美好的一天（白天問候語）"
        },
        {
          "k": "丸",
          "r": "まる",
          "zh": "圓、滿（月）"
        },
        {
          "k": "明後日",
          "r": "みょうごにち",
          "zh": "後天"
        },
        {
          "k": "訳す",
          "r": "やくす",
          "zh": "翻譯"
        },
        {
          "k": "夜",
          "r": "よ",
          "zh": "晚上"
        },
        {
          "k": "夜明け",
          "r": "よあけ",
          "zh": "黎明"
        },
        {
          "k": "曜日",
          "r": "ようび",
          "zh": "一週中的某一天"
        },
        {
          "k": "夜中",
          "r": "よなか",
          "zh": "半夜、夜深人靜"
        },
        {
          "k": "先日",
          "r": "せんじつ",
          "zh": "前幾天、幾天前"
        },
        {
          "k": "そのうち",
          "r": "そのうち",
          "zh": "不久之後、最終、遲早"
        },
        {
          "k": "ダイヤ",
          "r": "ダイヤ",
          "zh": "（鐵路）時刻表、鑽石"
        },
        {
          "k": "経つ",
          "r": "たつ",
          "zh": "（時間）流逝"
        },
        {
          "k": "溜まる",
          "r": "たまる",
          "zh": "收集、聚集、積累"
        },
        {
          "k": "溜める",
          "r": "ためる",
          "zh": "積累、收集"
        },
        {
          "k": "近頃",
          "r": "ちかごろ",
          "zh": "最近、現在"
        },
        {
          "k": "遅刻",
          "r": "ちこく",
          "zh": "遲到"
        }
      ]
    },
    {
      "id": "n3-u33",
      "theme": "時間與日期 3",
      "words": [
        {
          "k": "長期",
          "r": "ちょうき",
          "zh": "長時間段"
        },
        {
          "k": "繋がる",
          "r": "つながる",
          "zh": "與 相連、與 相關"
        },
        {
          "k": "デート",
          "r": "デート",
          "zh": "日期（僅在「社交參與」的意義上）"
        },
        {
          "k": "徹夜",
          "r": "てつや",
          "zh": "熬夜、徹夜難眠"
        },
        {
          "k": "手間",
          "r": "てま",
          "zh": "時間、勞動"
        },
        {
          "k": "当時",
          "r": "とうじ",
          "zh": "那時、那些日子（同そのころ）"
        },
        {
          "k": "同時",
          "r": "どうじ",
          "zh": "同時"
        },
        {
          "k": "独立",
          "r": "どくりつ",
          "zh": "獨立（例如、Ind.Day）、自力更生"
        },
        {
          "k": "泊める",
          "r": "とめる",
          "zh": "讓某人留下來（過夜）（v.t.）"
        },
        {
          "k": "日",
          "r": "にち",
          "zh": "日"
        },
        {
          "k": "日常",
          "r": "にちじょう",
          "zh": "普通的、常規的、日常的"
        },
        {
          "k": "日付",
          "r": "ひづけ",
          "zh": "約會"
        },
        {
          "k": "再び",
          "r": "ふたたび",
          "zh": "再一次、第二次"
        },
        {
          "k": "普段",
          "r": "ふだん",
          "zh": "在日常情況下、通常、平常"
        },
        {
          "k": "触れる",
          "r": "ふれる",
          "zh": "觸摸、感覺、侵犯"
        },
        {
          "k": "生涯",
          "r": "しょうがい",
          "zh": "一個人的一生"
        }
      ]
    },
    {
      "id": "n3-u34",
      "theme": "工作與商業 1",
      "words": [
        {
          "k": "実験",
          "r": "じっけん",
          "zh": "實驗室工作、實驗"
        },
        {
          "k": "支店",
          "r": "してん",
          "zh": "分店（辦公室）"
        },
        {
          "k": "商人",
          "r": "しょうにん",
          "zh": "商人、店主"
        },
        {
          "k": "商売",
          "r": "しょうばい",
          "zh": "貿易、商業"
        },
        {
          "k": "職業",
          "r": "しょくぎょう",
          "zh": "職業、商業"
        },
        {
          "k": "製造",
          "r": "せいぞう",
          "zh": "製造、生產"
        },
        {
          "k": "集まり",
          "r": "あつまり",
          "zh": "聚會、會議、收藏"
        },
        {
          "k": "市",
          "r": "いち",
          "zh": "市場、公平"
        },
        {
          "k": "市場",
          "r": "いちば",
          "zh": "市場、集市"
        },
        {
          "k": "映す",
          "r": "うつす",
          "zh": "投射、反射、投射（陰影）"
        },
        {
          "k": "写る",
          "r": "うつる",
          "zh": "被拍照、被投影"
        },
        {
          "k": "営業",
          "r": "えいぎょう",
          "zh": "商業、貿易、管理"
        },
        {
          "k": "治める",
          "r": "おさめる",
          "zh": "統治、管理、制服"
        },
        {
          "k": "オフィス",
          "r": "オフィス",
          "zh": "辦公室"
        },
        {
          "k": "会合",
          "r": "かいごう",
          "zh": "會議、集會"
        },
        {
          "k": "金",
          "r": "かね",
          "zh": "金、金屬、錢"
        },
        {
          "k": "管理",
          "r": "かんり",
          "zh": "控制、管理（例如企業的）"
        },
        {
          "k": "企業",
          "r": "きぎょう",
          "zh": "工業、商業、事業"
        },
        {
          "k": "岸",
          "r": "きし",
          "zh": "銀行、海岸"
        },
        {
          "k": "給料",
          "r": "きゅうりょう",
          "zh": "工資"
        }
      ]
    },
    {
      "id": "n3-u35",
      "theme": "工作與商業 2",
      "words": [
        {
          "k": "局",
          "r": "きょく",
          "zh": "辦公室、局、站（電視台、電台）"
        },
        {
          "k": "金",
          "r": "きん",
          "zh": "金、金屬、錢"
        },
        {
          "k": "金額",
          "r": "きんがく",
          "zh": "金額"
        },
        {
          "k": "金銭",
          "r": "きんせん",
          "zh": "錢、現金"
        },
        {
          "k": "金融",
          "r": "きんゆう",
          "zh": "金融、貨幣和銀行業務"
        },
        {
          "k": "経営",
          "r": "けいえい",
          "zh": "管理、行政"
        },
        {
          "k": "景気",
          "r": "けいき",
          "zh": "條件、狀態、業務（條件）"
        },
        {
          "k": "契約",
          "r": "けいやく",
          "zh": "合約、契約、協定"
        },
        {
          "k": "工場",
          "r": "こうば",
          "zh": "工廠、廠房"
        },
        {
          "k": "作業",
          "r": "さぎょう",
          "zh": "工作、操作、製造"
        },
        {
          "k": "作品",
          "r": "さくひん",
          "zh": "工作、作品、生產"
        },
        {
          "k": "名刺",
          "r": "めいし",
          "zh": "（姓名）卡、名片"
        },
        {
          "k": "両替",
          "r": "りょうがえ",
          "zh": "零錢、貨幣兌換"
        },
        {
          "k": "労働",
          "r": "ろうどう",
          "zh": "勞動、工作"
        },
        {
          "k": "作",
          "r": "さく",
          "zh": "一份耕耘、一份收穫"
        },
        {
          "k": "操作",
          "r": "そうさ",
          "zh": "經營、管理、處理"
        },
        {
          "k": "大会",
          "r": "たいかい",
          "zh": "大會、（大型）錦標賽、群眾大會"
        },
        {
          "k": "貯金",
          "r": "ちょきん",
          "zh": "（銀行）儲蓄"
        },
        {
          "k": "通勤",
          "r": "つうきん",
          "zh": "上班通勤"
        },
        {
          "k": "付合う",
          "r": "つきあう",
          "zh": "與人交往、與人相處"
        }
      ]
    },
    {
      "id": "n3-u36",
      "theme": "工作與商業 3",
      "words": [
        {
          "k": "勤め",
          "r": "つとめ",
          "zh": "工作、就業"
        },
        {
          "k": "詰める",
          "r": "つめる",
          "zh": "打包、縮短、鍛鍊（細節）"
        },
        {
          "k": "連れ",
          "r": "つれ",
          "zh": "同伴、公司"
        },
        {
          "k": "出会い",
          "r": "であい",
          "zh": "相遇、會面"
        },
        {
          "k": "同僚",
          "r": "どうりょう",
          "zh": "同事"
        },
        {
          "k": "仲間",
          "r": "なかま",
          "zh": "公司、同事、合夥人"
        },
        {
          "k": "働き",
          "r": "はたらき",
          "zh": "工作、勞動"
        },
        {
          "k": "販売",
          "r": "はんばい",
          "zh": "銷售、行銷"
        },
        {
          "k": "マーケット",
          "r": "マーケット",
          "zh": "市場"
        },
        {
          "k": "添う",
          "r": "そう",
          "zh": "陪伴、遵守"
        },
        {
          "k": "操縦",
          "r": "そうじゅう",
          "zh": "管理、控制、操縱"
        },
        {
          "k": "継ぐ",
          "r": "つぐ",
          "zh": "成功（某企業或繼承人"
        },
        {
          "k": "倒産",
          "r": "とうさん",
          "zh": "（公司）破產、資不抵債"
        },
        {
          "k": "供",
          "r": "とも",
          "zh": "隨行人員、陪同人員、同伴、隨從"
        }
      ]
    },
    {
      "id": "n3-u37",
      "theme": "社會與文化 1",
      "words": [
        {
          "k": "事件",
          "r": "じけん",
          "zh": "事件、事務"
        },
        {
          "k": "芝生",
          "r": "しばふ",
          "zh": "草坪"
        },
        {
          "k": "宗教",
          "r": "しゅうきょう",
          "zh": "宗教"
        },
        {
          "k": "賞",
          "r": "しょう",
          "zh": "獎品"
        },
        {
          "k": "上",
          "r": "じょう",
          "zh": "第一卷、卓越的品質、政府的"
        },
        {
          "k": "政府",
          "r": "せいふ",
          "zh": "政府、行政部門"
        },
        {
          "k": "世間",
          "r": "せけん",
          "zh": "世界、社會"
        },
        {
          "k": "粗",
          "r": "あら",
          "zh": "缺陷、故障"
        },
        {
          "k": "違反",
          "r": "いはん",
          "zh": "違反（法律）、侵犯"
        },
        {
          "k": "祝い",
          "r": "いわい",
          "zh": "慶典、節日"
        },
        {
          "k": "汚染",
          "r": "おせん",
          "zh": "污染"
        },
        {
          "k": "解釈",
          "r": "かいしゃく",
          "zh": "解釋"
        },
        {
          "k": "反る",
          "r": "かえる",
          "zh": "扭曲、彎曲"
        },
        {
          "k": "上",
          "r": "かみ",
          "zh": "第一卷、卓越的品質、政府的"
        },
        {
          "k": "記事",
          "r": "きじ",
          "zh": "文章、新聞報道"
        },
        {
          "k": "気付く",
          "r": "きづく",
          "zh": "注意到、認識、意識到"
        },
        {
          "k": "寄付",
          "r": "きふ",
          "zh": "貢獻、捐贈"
        },
        {
          "k": "筋肉",
          "r": "きんにく",
          "zh": "肌肉、筋腱"
        },
        {
          "k": "傾向",
          "r": "けいこう",
          "zh": "傾向、趨勢"
        },
        {
          "k": "警告",
          "r": "けいこく",
          "zh": "警告"
        }
      ]
    },
    {
      "id": "n3-u38",
      "theme": "社會與文化 2",
      "words": [
        {
          "k": "結局",
          "r": "けっきょく",
          "zh": "畢竟、最終"
        },
        {
          "k": "決心",
          "r": "けっしん",
          "zh": "決心"
        },
        {
          "k": "決定",
          "r": "けってい",
          "zh": "決定、決心"
        },
        {
          "k": "後",
          "r": "ご",
          "zh": "之後、從那時起"
        },
        {
          "k": "国籍",
          "r": "こくせき",
          "zh": "國籍"
        },
        {
          "k": "国会",
          "r": "こっかい",
          "zh": "國民議會、議會、國會"
        },
        {
          "k": "国境",
          "r": "こっきょう",
          "zh": "國家或州邊界"
        },
        {
          "k": "避ける",
          "r": "さける",
          "zh": "避免（身體接觸）、避開、避免"
        },
        {
          "k": "差別",
          "r": "さべつ",
          "zh": "歧視、區別對待"
        },
        {
          "k": "向ける",
          "r": "むける",
          "zh": "轉向、指向"
        },
        {
          "k": "世の中",
          "r": "よのなか",
          "zh": "社會、世界"
        },
        {
          "k": "予防",
          "r": "よぼう",
          "zh": "預防、防護"
        },
        {
          "k": "慣行",
          "r": "かんこう",
          "zh": "慣例、習慣、傳統事件"
        },
        {
          "k": "経緯",
          "r": "けいい",
          "zh": "事件的順序、過程"
        },
        {
          "k": "選択",
          "r": "せんたく",
          "zh": "選擇"
        },
        {
          "k": "想像",
          "r": "そうぞう",
          "zh": "想像、猜測"
        },
        {
          "k": "便り",
          "r": "たより",
          "zh": "新聞、信件"
        },
        {
          "k": "出来事",
          "r": "できごと",
          "zh": "事件發生、事件"
        },
        {
          "k": "伝統",
          "r": "でんとう",
          "zh": "傳統、慣例"
        },
        {
          "k": "農業",
          "r": "のうぎょう",
          "zh": "農業"
        }
      ]
    },
    {
      "id": "n3-u39",
      "theme": "社會與文化 3",
      "words": [
        {
          "k": "後",
          "r": "のち",
          "zh": "之後、從那時起"
        },
        {
          "k": "爆発",
          "r": "ばくはつ",
          "zh": "爆炸、噴發"
        },
        {
          "k": "無事",
          "r": "ぶじ",
          "zh": "安全、和平"
        },
        {
          "k": "防ぐ",
          "r": "ふせぐ",
          "zh": "保衛（反對）、保護、防止"
        },
        {
          "k": "平和",
          "r": "へいわ",
          "zh": "和平"
        },
        {
          "k": "法",
          "r": "ほう",
          "zh": "法案（法律：X法案）"
        },
        {
          "k": "保証",
          "r": "ほしょう",
          "zh": "保證"
        },
        {
          "k": "照明",
          "r": "しょうめい",
          "zh": "照明"
        },
        {
          "k": "選挙",
          "r": "せんきょ",
          "zh": "選舉"
        },
        {
          "k": "選考",
          "r": "せんこう",
          "zh": "選擇、篩選"
        },
        {
          "k": "慣らす",
          "r": "ならす",
          "zh": "習慣"
        },
        {
          "k": "保障",
          "r": "ほしょう",
          "zh": "保證、安全"
        },
        {
          "k": "世",
          "r": "よ",
          "zh": "世界、社會、一代"
        }
      ]
    },
    {
      "id": "n3-u40",
      "theme": "抽象概念與形容詞 1",
      "words": [
        {
          "k": "事実",
          "r": "じじつ",
          "zh": "事實、真相、現實"
        },
        {
          "k": "思想",
          "r": "しそう",
          "zh": "想法"
        },
        {
          "k": "実現",
          "r": "じつげん",
          "zh": "實施、具體化、實現"
        },
        {
          "k": "実行",
          "r": "じっこう",
          "zh": "實踐、執行（例如計劃）、實現"
        },
        {
          "k": "重大",
          "r": "じゅうだい",
          "zh": "嚴肅的、重要的"
        },
        {
          "k": "重要",
          "r": "じゅうよう",
          "zh": "重要的、必要的"
        },
        {
          "k": "主義",
          "r": "しゅぎ",
          "zh": "教義、原因、原則"
        },
        {
          "k": "正",
          "r": "せい",
          "zh": "（邏輯上的）真實的、規律的"
        },
        {
          "k": "意思",
          "r": "いし",
          "zh": "意圖、目的"
        },
        {
          "k": "影響",
          "r": "えいきょう",
          "zh": "影響、作用"
        },
        {
          "k": "及ぼす",
          "r": "およぼす",
          "zh": "發揮、引起、鍛煉"
        },
        {
          "k": "額",
          "r": "がく",
          "zh": "金額、框架"
        },
        {
          "k": "数",
          "r": "かず",
          "zh": "數目、圖形、金額"
        },
        {
          "k": "可能",
          "r": "かのう",
          "zh": "可能的、可行的"
        },
        {
          "k": "考え",
          "r": "かんがえ",
          "zh": "思考、想法"
        },
        {
          "k": "効く",
          "r": "きく",
          "zh": "要有效率"
        },
        {
          "k": "結果",
          "r": "けっか",
          "zh": "結果、後果"
        },
        {
          "k": "見解",
          "r": "けんかい",
          "zh": "意見、觀點"
        },
        {
          "k": "現実",
          "r": "げんじつ",
          "zh": "現實"
        },
        {
          "k": "効果",
          "r": "こうか",
          "zh": "效果、結果"
        }
      ]
    },
    {
      "id": "n3-u41",
      "theme": "抽象概念與形容詞 2",
      "words": [
        {
          "k": "合計",
          "r": "ごうけい",
          "zh": "總計、總金額"
        },
        {
          "k": "困難",
          "r": "こんなん",
          "zh": "困難、苦惱"
        },
        {
          "k": "さて",
          "r": "さて",
          "zh": "嗯、現在（通常在切換到新的、通常更重要的主題時使用）"
        },
        {
          "k": "目的",
          "r": "もくてき",
          "zh": "目的、目標"
        },
        {
          "k": "有効",
          "r": "ゆうこう",
          "zh": "有效的"
        },
        {
          "k": "容易",
          "r": "ようい",
          "zh": "簡單"
        },
        {
          "k": "理想",
          "r": "りそう",
          "zh": "理想的"
        },
        {
          "k": "量",
          "r": "りょう",
          "zh": "數量、金額"
        },
        {
          "k": "レベル",
          "r": "レベル",
          "zh": "水平"
        },
        {
          "k": "連想",
          "r": "れんそう",
          "zh": "(想法的)聯想、建議"
        },
        {
          "k": "わざと",
          "r": "わざと",
          "zh": "故意的"
        },
        {
          "k": "平ら",
          "r": "たいら",
          "zh": "平整度、水平度、光滑度"
        },
        {
          "k": "だって",
          "r": "だって",
          "zh": "但是、因為、甚至"
        },
        {
          "k": "単なる",
          "r": "たんなる",
          "zh": "單純、簡單、純粹"
        },
        {
          "k": "程度",
          "r": "ていど",
          "zh": "程度、數量、級別"
        },
        {
          "k": "できれば",
          "r": "できれば",
          "zh": "如果可能的話…"
        },
        {
          "k": "なぜなら",
          "r": "なぜなら",
          "zh": "因為"
        },
        {
          "k": "平等",
          "r": "びょうどう",
          "zh": "平等、公正、公平"
        },
        {
          "k": "不可",
          "r": "ふか",
          "zh": "錯誤的、壞的、不可能的"
        },
        {
          "k": "方法",
          "r": "ほうほう",
          "zh": "方法、手段、技術"
        }
      ]
    },
    {
      "id": "n3-u42",
      "theme": "抽象概念與形容詞 3",
      "words": [
        {
          "k": "本当",
          "r": "ほんと",
          "zh": "真相、現實"
        },
        {
          "k": "全く",
          "r": "まったく",
          "zh": "真的、完全地"
        },
        {
          "k": "視点",
          "r": "してん",
          "zh": "意見、觀點、視覺點"
        },
        {
          "k": "正体",
          "r": "しょうたい",
          "zh": "自然形態、本色"
        }
      ]
    },
    {
      "id": "n3-u43",
      "theme": "動植物 1",
      "words": [
        {
          "k": "示す",
          "r": "しめす",
          "zh": "表明"
        },
        {
          "k": "出版",
          "r": "しゅっぱん",
          "zh": "出版"
        },
        {
          "k": "使用",
          "r": "しよう",
          "zh": "使用（與使うこと (つかうこと) 相同）、申請、僱用、利用"
        },
        {
          "k": "植物",
          "r": "しょくぶつ",
          "zh": "植物、植被"
        },
        {
          "k": "現れ",
          "r": "あらわれ",
          "zh": "表達、指示、標誌"
        },
        {
          "k": "牛",
          "r": "うし",
          "zh": "牛"
        },
        {
          "k": "馬",
          "r": "うま",
          "zh": "馬、晉升主教（在日本西洋棋中稱為將棋）"
        },
        {
          "k": "追い付く",
          "r": "おいつく",
          "zh": "超越、趕上（）"
        },
        {
          "k": "拡大",
          "r": "かくだい",
          "zh": "放大"
        },
        {
          "k": "グラス",
          "r": "グラス",
          "zh": "玻璃、草"
        },
        {
          "k": "券",
          "r": "けん",
          "zh": "門票、證書"
        },
        {
          "k": "刺す",
          "r": "さす",
          "zh": "刺、咬（例如蟲）"
        },
        {
          "k": "免許",
          "r": "めんきょ",
          "zh": "許可證、證書"
        },
        {
          "k": "申し込む",
          "r": "もうしこむ",
          "zh": "申請、提出申請"
        },
        {
          "k": "刊行",
          "r": "かんこう",
          "zh": "出版、發行"
        },
        {
          "k": "種",
          "r": "たね",
          "zh": "種子、材料、原因"
        },
        {
          "k": "散らす",
          "r": "ちらす",
          "zh": "驅散、散佈"
        },
        {
          "k": "散る",
          "r": "ちる",
          "zh": "掉落、散落（例如、開花）"
        },
        {
          "k": "通じる",
          "r": "つうじる",
          "zh": "跑向、引導、交流"
        },
        {
          "k": "通信",
          "r": "つうしん",
          "zh": "信件、通訊"
        }
      ]
    },
    {
      "id": "n3-u44",
      "theme": "動植物 2",
      "words": [
        {
          "k": "掴む",
          "r": "つかむ",
          "zh": "抓住、掌握"
        },
        {
          "k": "取り上げる",
          "r": "とりあげる",
          "zh": "拿起、沒收"
        },
        {
          "k": "馴れる",
          "r": "なれる",
          "zh": "變得馴服"
        },
        {
          "k": "発行",
          "r": "はっこう",
          "zh": "問題（出版品）"
        },
        {
          "k": "発表",
          "r": "はっぴょう",
          "zh": "公告、發布、演示"
        },
        {
          "k": "微妙",
          "r": "びみょう",
          "zh": "精緻的、微妙的"
        },
        {
          "k": "変更",
          "r": "へんこう",
          "zh": "改變、修改、變更"
        },
        {
          "k": "蒔く",
          "r": "まく",
          "zh": "播種（種子）"
        },
        {
          "k": "撒く",
          "r": "まく",
          "zh": "撒播、播種"
        },
        {
          "k": "資格",
          "r": "しかく",
          "zh": "資格、要求、能力"
        },
        {
          "k": "修飾",
          "r": "しゅうしょく",
          "zh": "裝飾、修飾（克）"
        },
        {
          "k": "仕様",
          "r": "しよう",
          "zh": "方式、方法、規格"
        },
        {
          "k": "精巧",
          "r": "せいこう",
          "zh": "精巧的、精緻的"
        },
        {
          "k": "説く",
          "r": "とく",
          "zh": "解釋、提倡"
        },
        {
          "k": "馴らす",
          "r": "ならす",
          "zh": "馴服"
        },
        {
          "k": "マスコミ",
          "r": "マスコミ",
          "zh": "大眾傳播"
        },
        {
          "k": "見掛ける",
          "r": "みかける",
          "zh": "to (碰巧看到)、注意到、看到"
        }
      ]
    },
    {
      "id": "n3-u45",
      "theme": "情緒與個性 1",
      "words": [
        {
          "k": "資本",
          "r": "しほん",
          "zh": "資金、資本"
        },
        {
          "k": "愛",
          "r": "あい",
          "zh": "愛"
        },
        {
          "k": "愛情",
          "r": "あいじょう",
          "zh": "愛、親情"
        },
        {
          "k": "愛する",
          "r": "あいする",
          "zh": "去愛"
        },
        {
          "k": "いらいら",
          "r": "いらいら",
          "zh": "變得緊張、煩躁"
        },
        {
          "k": "穏やか",
          "r": "おだやか",
          "zh": "冷靜、溫柔、安靜"
        },
        {
          "k": "悲しむ",
          "r": "かなしむ",
          "zh": "悲傷、哀悼、遺憾"
        },
        {
          "k": "感じ",
          "r": "かんじ",
          "zh": "感覺、印象"
        },
        {
          "k": "気に入る",
          "r": "きにいる",
          "zh": "喜歡、取悅"
        },
        {
          "k": "機能",
          "r": "きのう",
          "zh": "職能、師資"
        },
        {
          "k": "気味",
          "r": "きみ",
          "zh": "好像、看起來"
        },
        {
          "k": "嫌う",
          "r": "きらう",
          "zh": "討厭、不喜歡、厭惡"
        },
        {
          "k": "苦しむ",
          "r": "くるしむ",
          "zh": "受苦、呻吟、擔心"
        },
        {
          "k": "恋",
          "r": "こい",
          "zh": "愛、溫柔的激情"
        },
        {
          "k": "好む",
          "r": "このむ",
          "zh": "喜歡、偏愛"
        },
        {
          "k": "こんなに",
          "r": "こんなに",
          "zh": "所以、像這樣、這樣"
        },
        {
          "k": "まるで",
          "r": "まるで",
          "zh": "就像"
        },
        {
          "k": "勇気",
          "r": "ゆうき",
          "zh": "勇氣、大膽"
        },
        {
          "k": "愉快",
          "r": "ゆかい",
          "zh": "愉快的"
        },
        {
          "k": "冷静",
          "r": "れいせい",
          "zh": "冷靜"
        }
      ]
    },
    {
      "id": "n3-u46",
      "theme": "情緒與個性 2",
      "words": [
        {
          "k": "驚き",
          "r": "おどろき",
          "zh": "驚訝、吃驚、驚奇"
        },
        {
          "k": "～観",
          "r": "かん",
          "zh": "感覺、看法"
        },
        {
          "k": "享受",
          "r": "きょうじゅ",
          "zh": "享受、被給予"
        },
        {
          "k": "苦",
          "r": "く",
          "zh": "煩惱、困難"
        },
        {
          "k": "全体",
          "r": "ぜんたい",
          "zh": "全部、無論如何（是事情）"
        },
        {
          "k": "損",
          "r": "そん",
          "zh": "損失、劣勢"
        },
        {
          "k": "大使",
          "r": "たいし",
          "zh": "大使"
        },
        {
          "k": "同様",
          "r": "どうよう",
          "zh": "相同的、相同的（種類）、像"
        },
        {
          "k": "苦手",
          "r": "にがて",
          "zh": "窮（at）、弱（in）、不喜歡（of）"
        },
        {
          "k": "ノック",
          "r": "ノック",
          "zh": "敲門、真菌（棒球）"
        },
        {
          "k": "派手",
          "r": "はで",
          "zh": "華而不實的"
        },
        {
          "k": "不利",
          "r": "ふり",
          "zh": "缺點"
        },
        {
          "k": "情",
          "r": "じょう",
          "zh": "感情、情緒、激情"
        }
      ]
    },
    {
      "id": "n3-u47",
      "theme": "居家生活 1",
      "words": [
        {
          "k": "猿",
          "r": "さる",
          "zh": "猴子"
        },
        {
          "k": "証明",
          "r": "しょうめい",
          "zh": "證明、驗證"
        },
        {
          "k": "食卓",
          "r": "しょくたく",
          "zh": "餐桌"
        },
        {
          "k": "清潔",
          "r": "せいけつ",
          "zh": "乾淨"
        },
        {
          "k": "生物",
          "r": "せいぶつ",
          "zh": "生物、有機體"
        },
        {
          "k": "居間",
          "r": "いま",
          "zh": "客廳"
        },
        {
          "k": "ウイスキー",
          "r": "ウイスキー",
          "zh": "威士忌"
        },
        {
          "k": "大人しい",
          "r": "おとなしい",
          "zh": "聽話的、溫順的、安靜的"
        },
        {
          "k": "家具",
          "r": "かぐ",
          "zh": "家具"
        },
        {
          "k": "家事",
          "r": "かじ",
          "zh": "家庭事務、家務事（同家の仕事（いえのしごと））"
        },
        {
          "k": "帰宅",
          "r": "きたく",
          "zh": "回國"
        },
        {
          "k": "悔しい",
          "r": "くやしい",
          "zh": "令人遺憾的、令人羞愧的、令人煩惱的"
        },
        {
          "k": "暮らし",
          "r": "くらし",
          "zh": "生活、生活方式"
        },
        {
          "k": "故郷",
          "r": "こきょう",
          "zh": "故鄉"
        },
        {
          "k": "屋根",
          "r": "やね",
          "zh": "屋頂"
        },
        {
          "k": "床",
          "r": "ゆか",
          "zh": "地板"
        },
        {
          "k": "宅",
          "r": "たく",
          "zh": "房子、家"
        },
        {
          "k": "流れる",
          "r": "ながれる",
          "zh": "流淌、被沖走"
        },
        {
          "k": "必死",
          "r": "ひっし",
          "zh": "絕望、瘋狂、不可避免的結果"
        },
        {
          "k": "表",
          "r": "ひょう",
          "zh": "表格（例如選項卡 1）、圖表、列表"
        }
      ]
    },
    {
      "id": "n3-u48",
      "theme": "居家生活 2",
      "words": [
        {
          "k": "塀",
          "r": "へい",
          "zh": "牆、柵欄"
        },
        {
          "k": "ホーム",
          "r": "ホーム",
          "zh": "平台、家"
        },
        {
          "k": "間",
          "r": "ま",
          "zh": "空間、房間、暫停"
        },
        {
          "k": "住",
          "r": "じゅう",
          "zh": "住宅、居住"
        },
        {
          "k": "棟",
          "r": "とう",
          "zh": "(屋頂的屋脊"
        }
      ]
    },
    {
      "id": "n3-u49",
      "theme": "自然與天氣 1",
      "words": [
        {
          "k": "自然",
          "r": "しぜん",
          "zh": "自然、自發"
        },
        {
          "k": "署名",
          "r": "しょめい",
          "zh": "簽名"
        },
        {
          "k": "スター",
          "r": "スター",
          "zh": "明星"
        },
        {
          "k": "性質",
          "r": "せいしつ",
          "zh": "性質、財產、處置"
        },
        {
          "k": "嵐",
          "r": "あらし",
          "zh": "風暴"
        },
        {
          "k": "岩",
          "r": "いわ",
          "zh": "搖滾"
        },
        {
          "k": "沖",
          "r": "おき",
          "zh": "公海"
        },
        {
          "k": "温度",
          "r": "おんど",
          "zh": "溫度"
        },
        {
          "k": "開始",
          "r": "かいし",
          "zh": "開始"
        },
        {
          "k": "株",
          "r": "かぶ",
          "zh": "庫存、（樹樁）"
        },
        {
          "k": "雷",
          "r": "かみなり",
          "zh": "雷聲"
        },
        {
          "k": "河",
          "r": "かわ",
          "zh": "河流、小溪"
        },
        {
          "k": "気候",
          "r": "きこう",
          "zh": "氣候"
        },
        {
          "k": "誤解",
          "r": "ごかい",
          "zh": "誤會"
        },
        {
          "k": "穀物",
          "r": "こくもつ",
          "zh": "穀物、穀類、玉米"
        },
        {
          "k": "桜",
          "r": "さくら",
          "zh": "櫻花、櫻花樹"
        },
        {
          "k": "ロケット",
          "r": "ロケット",
          "zh": "墜子盒、火箭"
        },
        {
          "k": "太陽",
          "r": "たいよう",
          "zh": "太陽"
        },
        {
          "k": "知能",
          "r": "ちのう",
          "zh": "智力、大腦"
        },
        {
          "k": "天然",
          "r": "てんねん",
          "zh": "自然性、自發性"
        }
      ]
    },
    {
      "id": "n3-u50",
      "theme": "自然與天氣 2",
      "words": [
        {
          "k": "登山",
          "r": "とざん",
          "zh": "登山"
        },
        {
          "k": "日光",
          "r": "にっこう",
          "zh": "陽光"
        },
        {
          "k": "巻く",
          "r": "まく",
          "zh": "捲繞、捲起"
        },
        {
          "k": "松",
          "r": "まつ",
          "zh": "松樹"
        },
        {
          "k": "脳",
          "r": "のう",
          "zh": "大腦、記憶"
        }
      ]
    },
    {
      "id": "n3-u51",
      "theme": "衣著與購物 1",
      "words": [
        {
          "k": "支給",
          "r": "しきゅう",
          "zh": "付款、津貼"
        },
        {
          "k": "支払",
          "r": "しはらい",
          "zh": "付款"
        },
        {
          "k": "支払う",
          "r": "しはらう",
          "zh": "支付"
        },
        {
          "k": "しゃべる",
          "r": "しゃべる",
          "zh": "說話、聊天、閒聊（與話す（はなす）相同）"
        },
        {
          "k": "すなわち",
          "r": "すなわち",
          "zh": "也就是說、例如"
        },
        {
          "k": "あんなに",
          "r": "あんなに",
          "zh": "到那個程度"
        },
        {
          "k": "衣服",
          "r": "いふく",
          "zh": "衣服"
        },
        {
          "k": "収める",
          "r": "おさめる",
          "zh": "儲存 支付、供應"
        },
        {
          "k": "納める",
          "r": "おさめる",
          "zh": "儲存 支付、供應"
        },
        {
          "k": "お洒落",
          "r": "おしゃれ",
          "zh": "穿著得體、注重時尚"
        },
        {
          "k": "お喋り",
          "r": "おしゃべり",
          "zh": "喋喋不休、說話"
        },
        {
          "k": "やや",
          "r": "やや",
          "zh": "一點、部分、有點"
        },
        {
          "k": "流行",
          "r": "りゅうこう",
          "zh": "流行的"
        },
        {
          "k": "衣料",
          "r": "いりょう",
          "zh": "服裝"
        },
        {
          "k": "備える",
          "r": "そなえる",
          "zh": "準備、提供、儲存"
        },
        {
          "k": "畳む",
          "r": "たたむ",
          "zh": "折疊（衣服）"
        },
        {
          "k": "どうしても",
          "r": "どうしても",
          "zh": "不惜一切代價、無論發生什麼、無論多麼努力"
        },
        {
          "k": "ドレス",
          "r": "ドレス",
          "zh": "洋裝"
        },
        {
          "k": "何で",
          "r": "なんで",
          "zh": "為什麼"
        },
        {
          "k": "流行る",
          "r": "はやる",
          "zh": "成為流行、成為時尚"
        }
      ]
    },
    {
      "id": "n3-u52",
      "theme": "衣著與購物 2",
      "words": [
        {
          "k": "服装",
          "r": "ふくそう",
          "zh": "衣服、服飾"
        }
      ]
    },
    {
      "id": "n3-u53",
      "theme": "科技與物品",
      "words": [
        {
          "k": "制度",
          "r": "せいど",
          "zh": "制度、機構"
        },
        {
          "k": "機械",
          "r": "きかい",
          "zh": "機器"
        },
        {
          "k": "グランド",
          "r": "グランド",
          "zh": "腺體、大、（電氣）接地"
        },
        {
          "k": "サービス",
          "r": "サービス",
          "zh": "服務、支援系統、免費的商品或服務"
        },
        {
          "k": "設備",
          "r": "せつび",
          "zh": "設備、裝置、設施"
        },
        {
          "k": "データ",
          "r": "データ",
          "zh": "數據"
        }
      ]
    },
    {
      "id": "n3-u54",
      "theme": "綜合單字 1",
      "words": [
        {
          "k": "作法",
          "r": "さほう",
          "zh": "禮儀、禮節"
        },
        {
          "k": "様々",
          "r": "さまざま",
          "zh": "多種多樣的、各種各樣的"
        },
        {
          "k": "冷ます",
          "r": "さます",
          "zh": "冷卻、讓冷卻"
        },
        {
          "k": "左右",
          "r": "さゆう",
          "zh": "左和右、影響力"
        },
        {
          "k": "更に",
          "r": "さらに",
          "zh": "此外"
        },
        {
          "k": "去る",
          "r": "さる",
          "zh": "離開、走開"
        },
        {
          "k": "騒ぎ",
          "r": "さわぎ",
          "zh": "騷亂"
        },
        {
          "k": "参加",
          "r": "さんか",
          "zh": "參與"
        },
        {
          "k": "参考",
          "r": "さんこう",
          "zh": "參考、諮詢"
        },
        {
          "k": "賛成",
          "r": "さんせい",
          "zh": "批准、同意"
        },
        {
          "k": "酸性",
          "r": "さんせい",
          "zh": "酸度"
        },
        {
          "k": "酸素",
          "r": "さんそ",
          "zh": "氧氣"
        },
        {
          "k": "詩",
          "r": "し",
          "zh": "詩"
        },
        {
          "k": "幸せ",
          "r": "しあわせ",
          "zh": "幸福、祝福"
        },
        {
          "k": "ジーンズ",
          "r": "ジーンズ",
          "zh": "牛仔褲"
        },
        {
          "k": "ジェット機",
          "r": "ジェットき",
          "zh": "噴射機"
        },
        {
          "k": "四角",
          "r": "しかく",
          "zh": "方塊"
        },
        {
          "k": "しかも",
          "r": "しかも",
          "zh": "而且、此外、加上"
        },
        {
          "k": "直",
          "r": "じき",
          "zh": "立即、不久、很快"
        },
        {
          "k": "至急",
          "r": "しきゅう",
          "zh": "緊急的、緊迫的"
        }
      ]
    },
    {
      "id": "n3-u55",
      "theme": "綜合單字 2",
      "words": [
        {
          "k": "刺激",
          "r": "しげき",
          "zh": "刺激、動力、激勵"
        },
        {
          "k": "資源",
          "r": "しげん",
          "zh": "資源"
        },
        {
          "k": "自殺",
          "r": "じさつ",
          "zh": "自殺"
        },
        {
          "k": "支出",
          "r": "ししゅつ",
          "zh": "開支、費用"
        },
        {
          "k": "詩人",
          "r": "しじん",
          "zh": "詩人"
        },
        {
          "k": "自身",
          "r": "じしん",
          "zh": "自己"
        },
        {
          "k": "沈む",
          "r": "しずむ",
          "zh": "下沉、感到沮喪"
        },
        {
          "k": "舌",
          "r": "した",
          "zh": "舌頭"
        },
        {
          "k": "次第",
          "r": "しだい",
          "zh": "訂單、情況、立即（ly）"
        },
        {
          "k": "従う",
          "r": "したがう",
          "zh": "遵守（遵守規則）、服從"
        },
        {
          "k": "したがって",
          "r": "したがって",
          "zh": "因此"
        },
        {
          "k": "失業",
          "r": "しつぎょう",
          "zh": "失業"
        },
        {
          "k": "湿気",
          "r": "しっけ",
          "zh": "濕氣"
        },
        {
          "k": "実際",
          "r": "じっさい",
          "zh": "事實上、實際上"
        },
        {
          "k": "湿度",
          "r": "しつど",
          "zh": "濕度"
        },
        {
          "k": "じっと",
          "r": "じっと",
          "zh": "耐心、安靜地"
        },
        {
          "k": "実に",
          "r": "じつに",
          "zh": "確實"
        },
        {
          "k": "実は",
          "r": "じつは",
          "zh": "實際上、事實上"
        },
        {
          "k": "失望",
          "r": "しつぼう",
          "zh": "失望、絕望"
        },
        {
          "k": "実力",
          "r": "じつりょく",
          "zh": "能力、力"
        }
      ]
    },
    {
      "id": "n3-u56",
      "theme": "綜合單字 3",
      "words": [
        {
          "k": "自動",
          "r": "じどう",
          "zh": "自動的、自行運動的"
        },
        {
          "k": "品",
          "r": "しな",
          "zh": "東西、物品"
        },
        {
          "k": "芝居",
          "r": "しばい",
          "zh": "戲劇"
        },
        {
          "k": "しばしば",
          "r": "しばしば",
          "zh": "經常、一次又一次"
        },
        {
          "k": "しまった (かん)",
          "r": "しまった (かん)",
          "zh": "該死的！"
        },
        {
          "k": "地味",
          "r": "じみ",
          "zh": "安靜、樸素、保守"
        },
        {
          "k": "湿る",
          "r": "しめる",
          "zh": "弄濕"
        },
        {
          "k": "霜",
          "r": "しも",
          "zh": "霜"
        },
        {
          "k": "借金",
          "r": "しゃっきん",
          "zh": "債務、貸款、負債"
        },
        {
          "k": "州",
          "r": "しゅう",
          "zh": "州、省"
        },
        {
          "k": "銃",
          "r": "じゅう",
          "zh": "槍"
        },
        {
          "k": "周囲",
          "r": "しゅうい",
          "zh": "周圍環境"
        },
        {
          "k": "収穫",
          "r": "しゅうかく",
          "zh": "收穫、莊稼、採集"
        },
        {
          "k": "重視",
          "r": "じゅうし",
          "zh": "重要性、壓力"
        },
        {
          "k": "就職",
          "r": "しゅうしょく",
          "zh": "找工作"
        },
        {
          "k": "修正",
          "r": "しゅうせい",
          "zh": "修改、更正"
        },
        {
          "k": "重体",
          "r": "じゅうたい",
          "zh": "病重、危急狀態"
        },
        {
          "k": "住宅",
          "r": "じゅうたく",
          "zh": "居民、住房"
        },
        {
          "k": "集団",
          "r": "しゅうだん",
          "zh": "團體、群眾"
        },
        {
          "k": "集中",
          "r": "しゅうちゅう",
          "zh": "集中註意力、集中精神"
        }
      ]
    },
    {
      "id": "n3-u57",
      "theme": "綜合單字 4",
      "words": [
        {
          "k": "収入",
          "r": "しゅうにゅう",
          "zh": "收入"
        },
        {
          "k": "住民",
          "r": "じゅうみん",
          "zh": "居民"
        },
        {
          "k": "宿泊",
          "r": "しゅくはく",
          "zh": "住宿"
        },
        {
          "k": "手術",
          "r": "しゅじゅつ",
          "zh": "外科手術"
        },
        {
          "k": "首相",
          "r": "しゅしょう",
          "zh": "總理"
        },
        {
          "k": "手段",
          "r": "しゅだん",
          "zh": "手段、方式、措施"
        },
        {
          "k": "主張",
          "r": "しゅちょう",
          "zh": "主張、堅持、斷言"
        },
        {
          "k": "出場",
          "r": "しゅつじょう",
          "zh": "參與"
        },
        {
          "k": "出身",
          "r": "しゅっしん",
          "zh": "來自"
        },
        {
          "k": "主要",
          "r": "しゅよう",
          "zh": "主要的"
        },
        {
          "k": "需要",
          "r": "じゅよう",
          "zh": "需求"
        },
        {
          "k": "種類",
          "r": "しゅるい",
          "zh": "品種多樣、種類豐富"
        },
        {
          "k": "順",
          "r": "じゅん",
          "zh": "順序、轉動"
        },
        {
          "k": "瞬間",
          "r": "しゅんかん",
          "zh": "瞬間、秒"
        },
        {
          "k": "順調",
          "r": "じゅんちょう",
          "zh": "做得很好"
        },
        {
          "k": "順番",
          "r": "じゅんばん",
          "zh": "輪流（排隊）、事情的順序"
        },
        {
          "k": "小",
          "r": "しょう",
          "zh": "小"
        },
        {
          "k": "章",
          "r": "しょう",
          "zh": "章、節、獎章"
        },
        {
          "k": "障害",
          "r": "しょうがい",
          "zh": "障礙"
        },
        {
          "k": "乗客",
          "r": "じょうきゃく",
          "zh": "乘客"
        }
      ]
    },
    {
      "id": "n3-u58",
      "theme": "綜合單字 5",
      "words": [
        {
          "k": "上京",
          "r": "じょうきょう",
          "zh": "前往首都（東京）"
        },
        {
          "k": "条件",
          "r": "じょうけん",
          "zh": "條件、條款"
        },
        {
          "k": "正直",
          "r": "しょうじき",
          "zh": "誠實、正直、坦率"
        },
        {
          "k": "常識",
          "r": "じょうしき",
          "zh": "常識"
        },
        {
          "k": "少女",
          "r": "しょうじょ",
          "zh": "年輕女孩"
        },
        {
          "k": "症状",
          "r": "しょうじょう",
          "zh": "症狀、狀況"
        },
        {
          "k": "生じる",
          "r": "しょうじる",
          "zh": "發生、產生"
        },
        {
          "k": "上達",
          "r": "じょうたつ",
          "zh": "改進、進步"
        },
        {
          "k": "冗談",
          "r": "じょうだん",
          "zh": "一個笑話"
        },
        {
          "k": "衝突",
          "r": "しょうとつ",
          "zh": "碰撞、衝突"
        },
        {
          "k": "承認",
          "r": "しょうにん",
          "zh": "認可、批准"
        },
        {
          "k": "少年",
          "r": "しょうねん",
          "zh": "男孩、青少年"
        },
        {
          "k": "消費",
          "r": "しょうひ",
          "zh": "消費、支出"
        },
        {
          "k": "賞品",
          "r": "しょうひん",
          "zh": "獎品、獎盃"
        },
        {
          "k": "消防",
          "r": "しょうぼう",
          "zh": "消防、消防部門"
        },
        {
          "k": "情報",
          "r": "じょうほう",
          "zh": "資訊、（軍事）情報"
        },
        {
          "k": "省略",
          "r": "しょうりゃく",
          "zh": "省略、縮寫、刪節"
        },
        {
          "k": "女王",
          "r": "じょおう",
          "zh": "女王"
        },
        {
          "k": "職",
          "r": "しょく",
          "zh": "就業"
        },
        {
          "k": "食糧",
          "r": "しょくりょう",
          "zh": "給養、口糧"
        }
      ]
    },
    {
      "id": "n3-u59",
      "theme": "綜合單字 6",
      "words": [
        {
          "k": "女子",
          "r": "じょし",
          "zh": "女人、女孩"
        },
        {
          "k": "助手",
          "r": "じょしゅ",
          "zh": "幫手、助理"
        },
        {
          "k": "徐々に",
          "r": "じょじょに",
          "zh": "慢慢地、一點一點地"
        },
        {
          "k": "書物",
          "r": "しょもつ",
          "zh": "書籍"
        },
        {
          "k": "女優",
          "r": "じょゆう",
          "zh": "女演員"
        },
        {
          "k": "知らせ",
          "r": "しらせ",
          "zh": "通知"
        },
        {
          "k": "尻",
          "r": "しり",
          "zh": "臀部、底部"
        },
        {
          "k": "知合い",
          "r": "しりあい",
          "zh": "相識"
        },
        {
          "k": "印",
          "r": "しるし",
          "zh": "標記、象徵、證據"
        },
        {
          "k": "城",
          "r": "しろ",
          "zh": "城堡"
        },
        {
          "k": "信仰",
          "r": "しんこう",
          "zh": "（宗教）信仰、信仰"
        },
        {
          "k": "深刻",
          "r": "しんこく",
          "zh": "嚴重的"
        },
        {
          "k": "信じる",
          "r": "しんじる",
          "zh": "相信"
        },
        {
          "k": "新鮮",
          "r": "しんせん",
          "zh": "新鮮的"
        },
        {
          "k": "審判",
          "r": "しんぱん",
          "zh": "裁判員、判斷"
        },
        {
          "k": "進歩",
          "r": "しんぽ",
          "zh": "改善、進步、發展"
        },
        {
          "k": "信用",
          "r": "しんよう",
          "zh": "信心、依賴"
        },
        {
          "k": "信頼",
          "r": "しんらい",
          "zh": "信賴、信心"
        },
        {
          "k": "心理",
          "r": "しんり",
          "zh": "心態"
        },
        {
          "k": "酢",
          "r": "す",
          "zh": "醋"
        }
      ]
    },
    {
      "id": "n3-u60",
      "theme": "綜合單字 7",
      "words": [
        {
          "k": "図",
          "r": "ず",
          "zh": "圖、圖畫、插圖"
        },
        {
          "k": "推薦",
          "r": "すいせん",
          "zh": "推薦"
        },
        {
          "k": "スイッチ",
          "r": "スイッチ",
          "zh": "開關"
        },
        {
          "k": "数",
          "r": "すう",
          "zh": "數字、圖形"
        },
        {
          "k": "数字",
          "r": "すうじ",
          "zh": "數字、圖形"
        },
        {
          "k": "末",
          "r": "すえ",
          "zh": "末了、粉"
        },
        {
          "k": "スキー",
          "r": "スキー",
          "zh": "滑雪"
        },
        {
          "k": "救う",
          "r": "すくう",
          "zh": "拯救、幫助脫離"
        },
        {
          "k": "スケート",
          "r": "スケート",
          "zh": "滑冰"
        },
        {
          "k": "少しも",
          "r": "すこしも",
          "zh": "任何東西、一點也不"
        },
        {
          "k": "筋",
          "r": "すじ",
          "zh": "肌肉、繩子、線"
        },
        {
          "k": "進める",
          "r": "すすめる",
          "zh": "推進、促進、加速"
        },
        {
          "k": "勧める",
          "r": "すすめる",
          "zh": "敦促（某人）做（某事）、推薦"
        },
        {
          "k": "スタイル",
          "r": "スタイル",
          "zh": "風格"
        },
        {
          "k": "すっぱい",
          "r": "すっぱい",
          "zh": "酸"
        },
        {
          "k": "スピーチ",
          "r": "スピーチ",
          "zh": "演講"
        },
        {
          "k": "全て",
          "r": "すべて",
          "zh": "全部"
        },
        {
          "k": "済ませる",
          "r": "すませる",
          "zh": "待完成"
        },
        {
          "k": "角",
          "r": "すみ",
          "zh": "角落"
        },
        {
          "k": "墨",
          "r": "すみ",
          "zh": "墨水"
        }
      ]
    },
    {
      "id": "n3-u61",
      "theme": "綜合單字 8",
      "words": [
        {
          "k": "すみません (かん)",
          "r": "すみません (かん)",
          "zh": "抱歉、請原諒"
        },
        {
          "k": "刷る",
          "r": "する",
          "zh": "列印"
        },
        {
          "k": "為る",
          "r": "する",
          "zh": "去做、嘗試"
        },
        {
          "k": "鋭い",
          "r": "するどい",
          "zh": "尖的、尖銳的"
        },
        {
          "k": "すれ違う",
          "r": "すれちがう",
          "zh": "互相擦肩而過"
        },
        {
          "k": "ずれる",
          "r": "ずれる",
          "zh": "移動、偏離要點"
        },
        {
          "k": "生",
          "r": "せい",
          "zh": "出生"
        },
        {
          "k": "性",
          "r": "せい",
          "zh": "性別"
        },
        {
          "k": "税",
          "r": "ぜい",
          "zh": "稅"
        },
        {
          "k": "正確",
          "r": "せいかく",
          "zh": "準確、準時"
        },
        {
          "k": "請求",
          "r": "せいきゅう",
          "zh": "主張、要求"
        },
        {
          "k": "税金",
          "r": "ぜいきん",
          "zh": "稅、關稅"
        },
        {
          "k": "成功",
          "r": "せいこう",
          "zh": "成功、命中"
        },
        {
          "k": "正式",
          "r": "せいしき",
          "zh": "正式的"
        },
        {
          "k": "精神",
          "r": "せいしん",
          "zh": "思想、靈魂、精神"
        },
        {
          "k": "成人",
          "r": "せいじん",
          "zh": "成人"
        },
        {
          "k": "精々",
          "r": "せいぜい",
          "zh": "至多"
        },
        {
          "k": "贅沢",
          "r": "ぜいたく",
          "zh": "奢華、奢侈"
        },
        {
          "k": "成長",
          "r": "せいちょう",
          "zh": "成長"
        },
        {
          "k": "生長",
          "r": "せいちょう",
          "zh": "成長"
        }
      ]
    },
    {
      "id": "n3-u62",
      "theme": "綜合單字 9",
      "words": [
        {
          "k": "青年",
          "r": "せいねん",
          "zh": "青年、年輕人"
        },
        {
          "k": "製品",
          "r": "せいひん",
          "zh": "製成品"
        },
        {
          "k": "生命",
          "r": "せいめい",
          "zh": "生活"
        },
        {
          "k": "整理",
          "r": "せいり",
          "zh": "排序、排列"
        },
        {
          "k": "石炭",
          "r": "せきたん",
          "zh": "煤"
        },
        {
          "k": "責任",
          "r": "せきにん",
          "zh": "義務、責任"
        },
        {
          "k": "石油",
          "r": "せきゆ",
          "zh": "油、石油、煤油"
        },
        {
          "k": "説",
          "r": "せつ",
          "zh": "理論"
        },
        {
          "k": "設計",
          "r": "せっけい",
          "zh": "計劃、設計"
        },
        {
          "k": "絶対",
          "r": "ぜったい",
          "zh": "絕對地、毫無疑問地"
        },
        {
          "k": "セット",
          "r": "セット",
          "zh": "設定"
        },
        {
          "k": "相変わらず",
          "r": "あいかわらず",
          "zh": "一如既往"
        },
        {
          "k": "合図",
          "r": "あいず",
          "zh": "標誌、訊號"
        },
        {
          "k": "アイスクリーム",
          "r": "アイスクリーム",
          "zh": "冰淇淋"
        },
        {
          "k": "あいにく",
          "r": "あいにく",
          "zh": "不幸的是"
        },
        {
          "k": "遭う",
          "r": "あう",
          "zh": "相遇、相遇（不受歡迎的細微差別）"
        },
        {
          "k": "アウト",
          "r": "アウト",
          "zh": "出"
        },
        {
          "k": "明かり",
          "r": "あかり",
          "zh": "燈光、燈光（一般）"
        },
        {
          "k": "飽きる",
          "r": "あきる",
          "zh": "厭倦、失去興趣"
        },
        {
          "k": "悪魔",
          "r": "あくま",
          "zh": "惡魔、邪靈"
        }
      ]
    },
    {
      "id": "n3-u63",
      "theme": "綜合單字 10",
      "words": [
        {
          "k": "揚げる",
          "r": "あげる",
          "zh": "提起、煎炸"
        },
        {
          "k": "挙げる",
          "r": "あげる",
          "zh": "籌集、列出、引用"
        },
        {
          "k": "預かる",
          "r": "あずかる",
          "zh": "為（某人）保留（某物）"
        },
        {
          "k": "当たり前",
          "r": "あたりまえ",
          "zh": "平常的、常見的、明顯的"
        },
        {
          "k": "当たる",
          "r": "あたる",
          "zh": "被擊中、被成功"
        },
        {
          "k": "あちこち",
          "r": "あちこち",
          "zh": "這裡和那裡"
        },
        {
          "k": "当てる",
          "r": "あてる",
          "zh": "打、申請到"
        },
        {
          "k": "穴",
          "r": "あな",
          "zh": "洞"
        },
        {
          "k": "油",
          "r": "あぶら",
          "zh": "油"
        },
        {
          "k": "脂",
          "r": "あぶら",
          "zh": "脂肪"
        },
        {
          "k": "誤り",
          "r": "あやまり",
          "zh": "錯誤"
        },
        {
          "k": "新た",
          "r": "あらた",
          "zh": "新的、新鮮的"
        },
        {
          "k": "あらゆる",
          "r": "あらゆる",
          "zh": "全部、每一個"
        },
        {
          "k": "表す",
          "r": "あらわす",
          "zh": "表達、展示"
        },
        {
          "k": "ありがとう",
          "r": "ありがとう",
          "zh": "謝謝你"
        },
        {
          "k": "在る; 有る",
          "r": "ある",
          "zh": "生活、存在"
        },
        {
          "k": "或",
          "r": "ある",
          "zh": "某個……"
        },
        {
          "k": "あるいは",
          "r": "あるいは",
          "zh": "或者、也許"
        },
        {
          "k": "アルバム",
          "r": "アルバム",
          "zh": "專輯"
        },
        {
          "k": "泡",
          "r": "あわ",
          "zh": "氣泡、泡沫"
        }
      ]
    },
    {
      "id": "n3-u64",
      "theme": "綜合單字 11",
      "words": [
        {
          "k": "合わせる",
          "r": "あわせる",
          "zh": "結合"
        },
        {
          "k": "慌てる",
          "r": "あわてる",
          "zh": "變得困惑、恐慌"
        },
        {
          "k": "哀れ",
          "r": "あわれ",
          "zh": "無奈、可憐、可悲"
        },
        {
          "k": "案",
          "r": "あん",
          "zh": "計劃、方案、建議"
        },
        {
          "k": "案外",
          "r": "あんがい",
          "zh": "出乎意料地"
        },
        {
          "k": "安定",
          "r": "あんてい",
          "zh": "穩定、平衡"
        },
        {
          "k": "あんまり",
          "r": "あんまり",
          "zh": "不是很多"
        },
        {
          "k": "委員",
          "r": "いいん",
          "zh": "委員會成員"
        },
        {
          "k": "意外",
          "r": "いがい",
          "zh": "出乎意料的、令人驚奇的"
        },
        {
          "k": "行き",
          "r": "いき",
          "zh": "去"
        },
        {
          "k": "行き",
          "r": "ゆき",
          "zh": "去"
        },
        {
          "k": "勢い",
          "r": "いきおい",
          "zh": "力量、活力、動量"
        },
        {
          "k": "いけない",
          "r": "いけない",
          "zh": "一定不能做、壞、錯"
        },
        {
          "k": "意志",
          "r": "いし",
          "zh": "意志"
        },
        {
          "k": "維持",
          "r": "いじ",
          "zh": "保養、保存"
        },
        {
          "k": "意識",
          "r": "いしき",
          "zh": "意識、感官"
        },
        {
          "k": "異常",
          "r": "いじょう",
          "zh": "奇怪、異常、混亂"
        },
        {
          "k": "意地悪",
          "r": "いじわる",
          "zh": "惡意的、卑鄙的、不友善的"
        },
        {
          "k": "いずれ",
          "r": "いずれ",
          "zh": "哪裡、哪個、誰"
        },
        {
          "k": "以前",
          "r": "いぜん",
          "zh": "過去、之前"
        }
      ]
    },
    {
      "id": "n3-u65",
      "theme": "綜合單字 12",
      "words": [
        {
          "k": "板",
          "r": "いた",
          "zh": "木板"
        },
        {
          "k": "いたずら",
          "r": "いたずら",
          "zh": "惡作劇"
        },
        {
          "k": "至る",
          "r": "いたる",
          "zh": "來、到達"
        },
        {
          "k": "一度に",
          "r": "いちどに",
          "zh": "一下子"
        },
        {
          "k": "一種",
          "r": "いっしゅ",
          "zh": "一個種類、一個品種"
        },
        {
          "k": "一瞬",
          "r": "いっしゅん",
          "zh": "一會兒、一瞬間"
        },
        {
          "k": "一生",
          "r": "いっしょう",
          "zh": "終其一生"
        },
        {
          "k": "一層",
          "r": "いっそう",
          "zh": "更多、還有更多"
        },
        {
          "k": "一致",
          "r": "いっち",
          "zh": "協議、順應性"
        },
        {
          "k": "いつのまにか",
          "r": "いつのまにか",
          "zh": "不知不覺中"
        },
        {
          "k": "一般",
          "r": "いっぱん",
          "zh": "一般、平均"
        },
        {
          "k": "いつまでも",
          "r": "いつまでも",
          "zh": "永遠"
        },
        {
          "k": "移動",
          "r": "いどう",
          "zh": "遷移、移動"
        },
        {
          "k": "居眠り",
          "r": "いねむり",
          "zh": "打瞌睡"
        },
        {
          "k": "命",
          "r": "いのち",
          "zh": "生活"
        },
        {
          "k": "今に",
          "r": "いまに",
          "zh": "不久、很快"
        },
        {
          "k": "イメージ",
          "r": "イメージ",
          "zh": "一個人的形象"
        },
        {
          "k": "否",
          "r": "いや",
          "zh": "不、沒有"
        },
        {
          "k": "以来",
          "r": "いらい",
          "zh": "從那時起、從今以後"
        },
        {
          "k": "依頼",
          "r": "いらい",
          "zh": "請求、依賴"
        }
      ]
    },
    {
      "id": "n3-u66",
      "theme": "綜合單字 13",
      "words": [
        {
          "k": "いらっしゃい",
          "r": "いらっしゃい",
          "zh": "歡迎"
        },
        {
          "k": "言わば",
          "r": "いわば",
          "zh": "可以這麼說"
        },
        {
          "k": "いわゆる",
          "r": "いわゆる",
          "zh": "所謂的"
        },
        {
          "k": "インク",
          "r": "インク",
          "zh": "墨水"
        },
        {
          "k": "印刷",
          "r": "いんさつ",
          "zh": "印刷"
        },
        {
          "k": "印象",
          "r": "いんしょう",
          "zh": "印象"
        },
        {
          "k": "引退",
          "r": "いんたい",
          "zh": "退休"
        },
        {
          "k": "インタビュー",
          "r": "インタビュー",
          "zh": "訪談"
        },
        {
          "k": "引用",
          "r": "いんよう",
          "zh": "引文、引用"
        },
        {
          "k": "うがい",
          "r": "うがい",
          "zh": "漱口"
        },
        {
          "k": "動かす",
          "r": "うごかす",
          "zh": "移動、轉移"
        },
        {
          "k": "兎",
          "r": "うさぎ",
          "zh": "兔子、野兔"
        },
        {
          "k": "失う",
          "r": "うしなう",
          "zh": "失去、分開"
        },
        {
          "k": "疑う",
          "r": "うたがう",
          "zh": "懷疑、不信任"
        },
        {
          "k": "宇宙",
          "r": "うちゅう",
          "zh": "宇宙、空間"
        },
        {
          "k": "討つ",
          "r": "うつ",
          "zh": "攻擊、報仇"
        },
        {
          "k": "撃つ",
          "r": "うつ",
          "zh": "攻擊、射擊"
        },
        {
          "k": "映る",
          "r": "うつる",
          "zh": "被反映、出來（照片）"
        },
        {
          "k": "うなる",
          "r": "うなる",
          "zh": "呻吟"
        },
        {
          "k": "奪う",
          "r": "うばう",
          "zh": "搶劫、剝奪"
        }
      ]
    },
    {
      "id": "n3-u67",
      "theme": "綜合單字 14",
      "words": [
        {
          "k": "有無",
          "r": "うむ",
          "zh": "是或否、存在或不存在"
        },
        {
          "k": "裏切る",
          "r": "うらぎる",
          "zh": "背叛"
        },
        {
          "k": "羨ましい",
          "r": "うらやましい",
          "zh": "令人羨慕的"
        },
        {
          "k": "売れる",
          "r": "うれる",
          "zh": "待售"
        },
        {
          "k": "噂",
          "r": "うわさ",
          "zh": "謠言、流言蜚語"
        },
        {
          "k": "運",
          "r": "うん",
          "zh": "財富、運氣"
        },
        {
          "k": "永遠",
          "r": "えいえん",
          "zh": "永恆、永久、不朽"
        },
        {
          "k": "永久",
          "r": "えいきゅう",
          "zh": "永恆、永久、不朽"
        },
        {
          "k": "衛星",
          "r": "えいせい",
          "zh": "衛星"
        },
        {
          "k": "栄養",
          "r": "えいよう",
          "zh": "營養"
        },
        {
          "k": "描く",
          "r": "えがく",
          "zh": "畫、描繪、描述"
        },
        {
          "k": "餌",
          "r": "えさ",
          "zh": "飼料、誘餌"
        },
        {
          "k": "エネルギー",
          "r": "エネルギー",
          "zh": "能源（德文：Energie）"
        },
        {
          "k": "得る",
          "r": "うる",
          "zh": "獲得、贏得"
        },
        {
          "k": "円",
          "r": "えん",
          "zh": "圓、日元"
        },
        {
          "k": "延期",
          "r": "えんき",
          "zh": "延期、休會"
        },
        {
          "k": "演技",
          "r": "えんぎ",
          "zh": "表演"
        },
        {
          "k": "援助",
          "r": "えんじょ",
          "zh": "援助、支持"
        },
        {
          "k": "エンジン",
          "r": "エンジン",
          "zh": "引擎"
        },
        {
          "k": "演奏",
          "r": "えんそう",
          "zh": "音樂表演"
        }
      ]
    },
    {
      "id": "n3-u68",
      "theme": "綜合單字 15",
      "words": [
        {
          "k": "老い",
          "r": "おい",
          "zh": "年老"
        },
        {
          "k": "王",
          "r": "おう",
          "zh": "國王"
        },
        {
          "k": "応援",
          "r": "おうえん",
          "zh": "援助、幫助"
        },
        {
          "k": "王様",
          "r": "おうさま",
          "zh": "國王"
        },
        {
          "k": "王子",
          "r": "おうじ",
          "zh": "王子"
        },
        {
          "k": "応じる",
          "r": "おうじる",
          "zh": "適應、回應、遵守"
        },
        {
          "k": "横断",
          "r": "おうだん",
          "zh": "穿越"
        },
        {
          "k": "終える",
          "r": "おえる",
          "zh": "完成"
        },
        {
          "k": "覆う",
          "r": "おおう",
          "zh": "遮蓋、隱藏"
        },
        {
          "k": "大家",
          "r": "おおや",
          "zh": "房東"
        },
        {
          "k": "丘",
          "r": "おか",
          "zh": "山、高度"
        },
        {
          "k": "奥",
          "r": "おく",
          "zh": "內部、內部部分"
        },
        {
          "k": "起こる",
          "r": "おこる",
          "zh": "發生"
        },
        {
          "k": "お辞儀",
          "r": "おじぎ",
          "zh": "弓"
        },
        {
          "k": "恐らく",
          "r": "おそらく",
          "zh": "也許"
        },
        {
          "k": "教わる",
          "r": "おそわる",
          "zh": "被教導"
        },
        {
          "k": "お互い",
          "r": "おたがい",
          "zh": "相互的、互相的、彼此的"
        },
        {
          "k": "男の人",
          "r": "おとこのひと",
          "zh": "男人"
        },
        {
          "k": "劣る",
          "r": "おとる",
          "zh": "落後、落後於"
        },
        {
          "k": "鬼",
          "r": "おに",
          "zh": "食人魔、惡魔、「它」（例如、在捉人遊戲中）"
        }
      ]
    },
    {
      "id": "n3-u69",
      "theme": "綜合單字 16",
      "words": [
        {
          "k": "帯",
          "r": "おび",
          "zh": "帶子、腰帶"
        },
        {
          "k": "溺れる",
          "r": "おぼれる",
          "zh": "被淹沒、沉迷於"
        },
        {
          "k": "おめでとう",
          "r": "おめでとう",
          "zh": "恭喜恭喜、吉祥如意！"
        },
        {
          "k": "お目に掛かる",
          "r": "おめにかかる",
          "zh": "遇見~、看見~"
        },
        {
          "k": "思い付く",
          "r": "おもいつく",
          "zh": "想到、偶然發現"
        },
        {
          "k": "思い出",
          "r": "おもいで",
          "zh": "回憶"
        },
        {
          "k": "主に",
          "r": "おもに",
          "zh": "主要地"
        },
        {
          "k": "思わず",
          "r": "おもわず",
          "zh": "無意識的、自發的"
        },
        {
          "k": "泳ぎ",
          "r": "およぎ",
          "zh": "游泳"
        },
        {
          "k": "およそ",
          "r": "およそ",
          "zh": "大約、大致"
        },
        {
          "k": "下す",
          "r": "おろす",
          "zh": "降低、放下"
        },
        {
          "k": "音",
          "r": "おん",
          "zh": "聲音、音符"
        },
        {
          "k": "恩",
          "r": "おん",
          "zh": "恩惠、義務、恩情"
        },
        {
          "k": "可",
          "r": "か",
          "zh": "還過得去"
        },
        {
          "k": "蚊",
          "r": "か",
          "zh": "蚊子"
        },
        {
          "k": "課",
          "r": "か",
          "zh": "部門"
        },
        {
          "k": "会計",
          "r": "かいけい",
          "zh": "帳戶、財務"
        },
        {
          "k": "解決",
          "r": "かいけつ",
          "zh": "解決辦法、解決方案、決議"
        },
        {
          "k": "外交",
          "r": "がいこう",
          "zh": "外交"
        },
        {
          "k": "外出",
          "r": "がいしゅつ",
          "zh": "郊遊、外出"
        }
      ]
    },
    {
      "id": "n3-u70",
      "theme": "綜合單字 17",
      "words": [
        {
          "k": "改善",
          "r": "かいぜん",
          "zh": "改善、改進"
        },
        {
          "k": "快適",
          "r": "かいてき",
          "zh": "愉快的、令人愉快的"
        },
        {
          "k": "飼う",
          "r": "かう",
          "zh": "保留、擁有（寵物）、籌集、餵養"
        },
        {
          "k": "帰す",
          "r": "かえす",
          "zh": "寄回"
        },
        {
          "k": "代える",
          "r": "かえる",
          "zh": "交換、互換、替代"
        },
        {
          "k": "替える",
          "r": "かえる",
          "zh": "交換、互換、替代"
        },
        {
          "k": "換える",
          "r": "かえる",
          "zh": "交換、互換、替代"
        },
        {
          "k": "香り",
          "r": "かおり",
          "zh": "香氣"
        },
        {
          "k": "化学",
          "r": "かがく",
          "zh": "化學"
        },
        {
          "k": "輝く",
          "r": "かがやく",
          "zh": "使發光、使閃閃發光"
        },
        {
          "k": "罹る",
          "r": "かかる",
          "zh": "遭受"
        },
        {
          "k": "限る",
          "r": "かぎる",
          "zh": "限制、約束"
        },
        {
          "k": "掻く",
          "r": "かく",
          "zh": "刮傷"
        },
        {
          "k": "描く",
          "r": "かく",
          "zh": "畫、描繪、描述"
        },
        {
          "k": "嗅ぐ",
          "r": "かぐ",
          "zh": "嗅、聞"
        },
        {
          "k": "確実",
          "r": "かくじつ",
          "zh": "確定性、可靠性、健全性"
        },
        {
          "k": "学者",
          "r": "がくしゃ",
          "zh": "學者"
        },
        {
          "k": "隠す",
          "r": "かくす",
          "zh": "隱藏"
        },
        {
          "k": "確認",
          "r": "かくにん",
          "zh": "肯定、確認"
        },
        {
          "k": "隠れる",
          "r": "かくれる",
          "zh": "隱藏"
        }
      ]
    },
    {
      "id": "n3-u71",
      "theme": "綜合單字 18",
      "words": [
        {
          "k": "影",
          "r": "かげ",
          "zh": "陰影、另一面"
        },
        {
          "k": "陰",
          "r": "かげ",
          "zh": "陰影、另一面"
        },
        {
          "k": "欠ける",
          "r": "かける",
          "zh": "缺乏"
        },
        {
          "k": "加減",
          "r": "かげん",
          "zh": "調整、加法和減法"
        },
        {
          "k": "過去",
          "r": "かこ",
          "zh": "過去"
        },
        {
          "k": "籠",
          "r": "かご",
          "zh": "籃子、籠子"
        },
        {
          "k": "囲む",
          "r": "かこむ",
          "zh": "包圍"
        },
        {
          "k": "火災",
          "r": "かさい",
          "zh": "大火、火災"
        },
        {
          "k": "重なる",
          "r": "かさなる",
          "zh": "堆積起來、疊放在一起"
        },
        {
          "k": "飾り",
          "r": "かざり",
          "zh": "裝飾"
        },
        {
          "k": "貸し",
          "r": "かし",
          "zh": "貸款、借貸"
        },
        {
          "k": "賢い",
          "r": "かしこい",
          "zh": "聰明的"
        },
        {
          "k": "歌手",
          "r": "かしゅ",
          "zh": "歌手"
        },
        {
          "k": "数える",
          "r": "かぞえる",
          "zh": "數數"
        },
        {
          "k": "型",
          "r": "かた",
          "zh": "模具、模型、風格"
        },
        {
          "k": "肩",
          "r": "かた",
          "zh": "肩膀"
        },
        {
          "k": "堅い",
          "r": "かたい",
          "zh": "硬的、堅定的、堅實的"
        },
        {
          "k": "硬い",
          "r": "かたい",
          "zh": "硬的、堅定的、堅實的"
        },
        {
          "k": "語る",
          "r": "かたる",
          "zh": "說話、講述、背誦"
        },
        {
          "k": "勝ち",
          "r": "かち",
          "zh": "勝利"
        }
      ]
    },
    {
      "id": "n3-u72",
      "theme": "綜合單字 19",
      "words": [
        {
          "k": "価値",
          "r": "かち",
          "zh": "價值、優點"
        },
        {
          "k": "活気",
          "r": "かっき",
          "zh": "活力、活潑、能量"
        },
        {
          "k": "楽器",
          "r": "がっき",
          "zh": "樂器"
        },
        {
          "k": "活動",
          "r": "かつどう",
          "zh": "行動、活動"
        },
        {
          "k": "活躍",
          "r": "かつやく",
          "zh": "活動"
        },
        {
          "k": "活用",
          "r": "かつよう",
          "zh": "共軛、實際使用"
        },
        {
          "k": "過程",
          "r": "かてい",
          "zh": "流程"
        },
        {
          "k": "課程",
          "r": "かてい",
          "zh": "課程"
        },
        {
          "k": "必ずしも",
          "r": "かならずしも",
          "zh": "（不）總是、（不）必然"
        },
        {
          "k": "かなり",
          "r": "かなり",
          "zh": "相當地"
        },
        {
          "k": "鐘",
          "r": "かね",
          "zh": "鐘聲"
        },
        {
          "k": "我慢",
          "r": "がまん",
          "zh": "耐心、耐力、毅力"
        },
        {
          "k": "神",
          "r": "かみ",
          "zh": "上帝"
        },
        {
          "k": "かもしれない",
          "r": "かもしれない",
          "zh": "也許"
        },
        {
          "k": "かゆい",
          "r": "かゆい",
          "zh": "癢"
        },
        {
          "k": "空",
          "r": "から",
          "zh": "空的"
        },
        {
          "k": "殻",
          "r": "から",
          "zh": "外殼"
        },
        {
          "k": "可愛そう",
          "r": "かわいそう",
          "zh": "可憐的、可悲的"
        },
        {
          "k": "乾かす",
          "r": "かわかす",
          "zh": "晾乾"
        },
        {
          "k": "渇く",
          "r": "かわく",
          "zh": "口渴"
        }
      ]
    },
    {
      "id": "n3-u73",
      "theme": "綜合單字 20",
      "words": [
        {
          "k": "缶",
          "r": "かん",
          "zh": "罐頭"
        },
        {
          "k": "勘",
          "r": "かん",
          "zh": "知覺、直覺、第六感"
        },
        {
          "k": "感覚",
          "r": "かんかく",
          "zh": "感覺"
        },
        {
          "k": "間隔",
          "r": "かんかく",
          "zh": "空間、間隔、SPC"
        },
        {
          "k": "観客",
          "r": "かんきゃく",
          "zh": "觀眾"
        },
        {
          "k": "環境",
          "r": "かんきょう",
          "zh": "環境、情況"
        },
        {
          "k": "歓迎",
          "r": "かんげい",
          "zh": "歡迎、接待"
        },
        {
          "k": "観光",
          "r": "かんこう",
          "zh": "觀光"
        },
        {
          "k": "観察",
          "r": "かんさつ",
          "zh": "觀察、調查"
        },
        {
          "k": "感謝",
          "r": "かんしゃ",
          "zh": "謝謝、感激"
        },
        {
          "k": "患者",
          "r": "かんじゃ",
          "zh": "病人"
        },
        {
          "k": "勘定",
          "r": "かんじょう",
          "zh": "計算、考慮"
        },
        {
          "k": "感じる",
          "r": "かんじる",
          "zh": "去感覺、去感知"
        },
        {
          "k": "感心",
          "r": "かんしん",
          "zh": "欽佩"
        },
        {
          "k": "関心",
          "r": "かんしん",
          "zh": "關心、興趣"
        },
        {
          "k": "完成",
          "r": "かんせい",
          "zh": "完成、完美"
        },
        {
          "k": "完全",
          "r": "かんぜん",
          "zh": "完美、完整"
        },
        {
          "k": "乾燥",
          "r": "かんそう",
          "zh": "乾燥的、乾旱的、脫水的"
        },
        {
          "k": "感想",
          "r": "かんそう",
          "zh": "（某人的）印象、（某人的）想法"
        },
        {
          "k": "感動",
          "r": "かんどう",
          "zh": "被深深地感動、激動"
        }
      ]
    },
    {
      "id": "n3-u74",
      "theme": "綜合單字 21",
      "words": [
        {
          "k": "監督",
          "r": "かんとく",
          "zh": "監督、控制、（電影）導演"
        },
        {
          "k": "完了",
          "r": "かんりょう",
          "zh": "完成、結論"
        },
        {
          "k": "関連",
          "r": "かんれん",
          "zh": "關係、聯繫、相關性"
        },
        {
          "k": "議員",
          "r": "ぎいん",
          "zh": "國會、議會或國會議員"
        },
        {
          "k": "記憶",
          "r": "きおく",
          "zh": "記憶、回憶"
        },
        {
          "k": "器械",
          "r": "きかい",
          "zh": "儀器"
        },
        {
          "k": "議会",
          "r": "ぎかい",
          "zh": "國會、議會"
        },
        {
          "k": "期間",
          "r": "きかん",
          "zh": "時期、期限"
        },
        {
          "k": "機関",
          "r": "きかん",
          "zh": "發動機、機構、組織"
        },
        {
          "k": "期限",
          "r": "きげん",
          "zh": "期限"
        },
        {
          "k": "機嫌",
          "r": "きげん",
          "zh": "幽默、脾氣、心情"
        },
        {
          "k": "生地",
          "r": "きじ",
          "zh": "布料、麵團"
        },
        {
          "k": "技師",
          "r": "ぎし",
          "zh": "工程師、技術員"
        },
        {
          "k": "記者",
          "r": "きしゃ",
          "zh": "記者"
        },
        {
          "k": "期待",
          "r": "きたい",
          "zh": "期待、期盼、希望"
        },
        {
          "k": "気体",
          "r": "きたい",
          "zh": "蒸氣、氣體"
        },
        {
          "k": "貴重",
          "r": "きちょう",
          "zh": "珍貴的、有價值的"
        },
        {
          "k": "きちんと",
          "r": "きちんと",
          "zh": "準確地"
        },
        {
          "k": "記入",
          "r": "きにゅう",
          "zh": "輸入、填寫表格"
        },
        {
          "k": "記念",
          "r": "きねん",
          "zh": "紀念、記憶"
        }
      ]
    },
    {
      "id": "n3-u75",
      "theme": "綜合單字 22",
      "words": [
        {
          "k": "気の毒",
          "r": "きのどく",
          "zh": "可憐、可惜"
        },
        {
          "k": "希望",
          "r": "きぼう",
          "zh": "希望、願望"
        },
        {
          "k": "基本",
          "r": "きほん",
          "zh": "基本的、基礎的"
        },
        {
          "k": "決まり",
          "r": "きまり",
          "zh": "解決、結論、規則"
        },
        {
          "k": "奇妙",
          "r": "きみょう",
          "zh": "奇怪的、古怪的、好奇的"
        },
        {
          "k": "義務",
          "r": "ぎむ",
          "zh": "義務、責任"
        },
        {
          "k": "疑問",
          "r": "ぎもん",
          "zh": "問題、疑問"
        },
        {
          "k": "キャプテン",
          "r": "キャプテン",
          "zh": "隊長"
        },
        {
          "k": "キャンプ",
          "r": "キャンプ",
          "zh": "營地"
        },
        {
          "k": "旧",
          "r": "きゅう",
          "zh": "前-"
        },
        {
          "k": "球",
          "r": "きゅう",
          "zh": "地球儀、球體"
        },
        {
          "k": "急激",
          "r": "きゅうげき",
          "zh": "突然的、急速的、激進的"
        },
        {
          "k": "吸収",
          "r": "きゅうしゅう",
          "zh": "吸收、吸力"
        },
        {
          "k": "救助",
          "r": "きゅうじょ",
          "zh": "救濟、援助、營救"
        },
        {
          "k": "急速",
          "r": "きゅうそく",
          "zh": "快速（例如、進展）"
        },
        {
          "k": "休息",
          "r": "きゅうそく",
          "zh": "休息、緩解、放鬆"
        },
        {
          "k": "急に",
          "r": "きゅうに",
          "zh": "突然"
        },
        {
          "k": "行儀",
          "r": "ぎょうぎ",
          "zh": "禮儀"
        },
        {
          "k": "供給",
          "r": "きょうきゅう",
          "zh": "供給、供應"
        },
        {
          "k": "強調",
          "r": "きょうちょう",
          "zh": "強調、重音、強調點"
        }
      ]
    },
    {
      "id": "n3-u76",
      "theme": "綜合單字 23",
      "words": [
        {
          "k": "共通",
          "r": "きょうつう",
          "zh": "共同性"
        },
        {
          "k": "共同",
          "r": "きょうどう",
          "zh": "合作、聯合"
        },
        {
          "k": "協力",
          "r": "きょうりょく",
          "zh": "合作、協作"
        },
        {
          "k": "強力",
          "r": "きょうりょく",
          "zh": "強大的"
        },
        {
          "k": "許可",
          "r": "きょか",
          "zh": "許可、批准"
        },
        {
          "k": "巨大",
          "r": "きょだい",
          "zh": "巨大的"
        },
        {
          "k": "霧",
          "r": "きり",
          "zh": "霧、薄霧"
        },
        {
          "k": "切れ",
          "r": "きれ",
          "zh": "布、片、剪"
        },
        {
          "k": "銀",
          "r": "ぎん",
          "zh": "銀"
        },
        {
          "k": "禁煙",
          "r": "きんえん",
          "zh": "禁止吸煙"
        },
        {
          "k": "金庫",
          "r": "きんこ",
          "zh": "保險箱、保險庫"
        },
        {
          "k": "禁止",
          "r": "きんし",
          "zh": "禁止、禁令"
        },
        {
          "k": "金属",
          "r": "きんぞく",
          "zh": "金屬"
        },
        {
          "k": "句",
          "r": "く",
          "zh": "短語"
        },
        {
          "k": "偶然",
          "r": "ぐうぜん",
          "zh": "(by) 偶然、意外地"
        },
        {
          "k": "臭い",
          "r": "くさい",
          "zh": "臭的、難聞的"
        },
        {
          "k": "鎖",
          "r": "くさり",
          "zh": "鏈條"
        },
        {
          "k": "腐る",
          "r": "くさる",
          "zh": "腐爛、變壞"
        },
        {
          "k": "癖",
          "r": "くせ",
          "zh": "習慣（通常是壞習慣）、特性"
        },
        {
          "k": "管",
          "r": "くだ",
          "zh": "管子"
        }
      ]
    },
    {
      "id": "n3-u77",
      "theme": "綜合單字 24",
      "words": [
        {
          "k": "具体",
          "r": "ぐたい",
          "zh": "具體的、有形的、物質的"
        },
        {
          "k": "下る",
          "r": "くだる",
          "zh": "下來、下降"
        },
        {
          "k": "組合",
          "r": "くみあい",
          "zh": "協會、聯盟"
        },
        {
          "k": "汲む",
          "r": "くむ",
          "zh": "抽、舀"
        },
        {
          "k": "酌む",
          "r": "くむ",
          "zh": "侍酒"
        },
        {
          "k": "暮らす",
          "r": "くらす",
          "zh": "去生活、去相處"
        },
        {
          "k": "クリーム",
          "r": "クリーム",
          "zh": "奶油"
        },
        {
          "k": "クリスマス",
          "r": "クリスマス",
          "zh": "聖誕節"
        },
        {
          "k": "狂う",
          "r": "くるう",
          "zh": "發瘋、失去秩序"
        },
        {
          "k": "グループ",
          "r": "グループ",
          "zh": "群組"
        },
        {
          "k": "苦しい",
          "r": "くるしい",
          "zh": "堅韌、體力消耗大"
        },
        {
          "k": "加える",
          "r": "くわえる",
          "zh": "追加、總結、相加（上）"
        },
        {
          "k": "詳しい",
          "r": "くわしい",
          "zh": "詳細、滿的、準確"
        },
        {
          "k": "加わる",
          "r": "くわわる",
          "zh": "加入"
        },
        {
          "k": "計",
          "r": "けい",
          "zh": "計劃、總和、總計"
        },
        {
          "k": "敬意",
          "r": "けいい",
          "zh": "尊重、榮譽"
        },
        {
          "k": "計算",
          "r": "けいさん",
          "zh": "計算、算計"
        },
        {
          "k": "掲示",
          "r": "けいじ",
          "zh": "通知、公告"
        },
        {
          "k": "刑事",
          "r": "けいじ",
          "zh": "刑事案件、（警察）偵探"
        },
        {
          "k": "芸術",
          "r": "げいじゅつ",
          "zh": "（精）藝術、藝術"
        }
      ]
    },
    {
      "id": "n3-u78",
      "theme": "綜合單字 25",
      "words": [
        {
          "k": "経由",
          "r": "けいゆ",
          "zh": "順便、經過"
        },
        {
          "k": "ケース",
          "r": "ケース",
          "zh": "案例"
        },
        {
          "k": "ゲーム",
          "r": "ゲーム",
          "zh": "遊戲"
        },
        {
          "k": "劇",
          "r": "げき",
          "zh": "戲劇"
        },
        {
          "k": "けち",
          "r": "けち",
          "zh": "吝嗇、守財奴"
        },
        {
          "k": "欠陥",
          "r": "けっかん",
          "zh": "缺陷、錯誤、不足"
        },
        {
          "k": "欠席",
          "r": "けっせき",
          "zh": "缺席"
        },
        {
          "k": "欠点",
          "r": "けってん",
          "zh": "缺點、缺陷、弱點"
        },
        {
          "k": "結論",
          "r": "けつろん",
          "zh": "結論"
        },
        {
          "k": "煙",
          "r": "けむり",
          "zh": "煙、煙霧"
        },
        {
          "k": "蹴る",
          "r": "ける",
          "zh": "踢"
        },
        {
          "k": "県",
          "r": "けん",
          "zh": "縣"
        },
        {
          "k": "限界",
          "r": "げんかい",
          "zh": "極限、界限"
        },
        {
          "k": "現金",
          "r": "げんきん",
          "zh": "現金"
        },
        {
          "k": "現在",
          "r": "げんざい",
          "zh": "現在（與今（いま）相同）、現在"
        },
        {
          "k": "現象",
          "r": "げんしょう",
          "zh": "現象"
        },
        {
          "k": "現状",
          "r": "げんじょう",
          "zh": "現狀"
        },
        {
          "k": "建設",
          "r": "けんせつ",
          "zh": "建築、地基"
        },
        {
          "k": "建築",
          "r": "けんちく",
          "zh": "建築"
        },
        {
          "k": "見当",
          "r": "けんとう",
          "zh": "估計、猜測"
        }
      ]
    },
    {
      "id": "n3-u79",
      "theme": "綜合單字 26",
      "words": [
        {
          "k": "現場",
          "r": "げんば",
          "zh": "實際地點、場景、場地"
        },
        {
          "k": "憲法",
          "r": "けんぽう",
          "zh": "憲法"
        },
        {
          "k": "碁",
          "r": "ご",
          "zh": "圍棋（佔領領土的桌遊）"
        },
        {
          "k": "濃い",
          "r": "こい",
          "zh": "濃稠（就顏色、液體而言）、緻密、堅固"
        },
        {
          "k": "幸運",
          "r": "こううん",
          "zh": "祝你好運、財富"
        },
        {
          "k": "講演",
          "r": "こうえん",
          "zh": "演講、談話"
        },
        {
          "k": "硬貨",
          "r": "こうか",
          "zh": "硬幣"
        },
        {
          "k": "豪華",
          "r": "ごうか",
          "zh": "豪華的、華美的、奢侈的"
        },
        {
          "k": "交換",
          "r": "こうかん",
          "zh": "交換"
        },
        {
          "k": "航空",
          "r": "こうくう",
          "zh": "航空、飛行"
        },
        {
          "k": "光景",
          "r": "こうけい",
          "zh": "場景、奇觀"
        },
        {
          "k": "攻撃",
          "r": "こうげき",
          "zh": "攻擊、進攻"
        },
        {
          "k": "貢献",
          "r": "こうけん",
          "zh": "貢獻、服務"
        },
        {
          "k": "広告",
          "r": "こうこく",
          "zh": "廣告"
        },
        {
          "k": "後者",
          "r": "こうしゃ",
          "zh": "後者"
        },
        {
          "k": "公正",
          "r": "こうせい",
          "zh": "公正、公平"
        },
        {
          "k": "行動",
          "r": "こうどう",
          "zh": "行動、行為、舉止"
        },
        {
          "k": "強盗",
          "r": "ごうとう",
          "zh": "搶劫、竊盜"
        },
        {
          "k": "後輩",
          "r": "こうはい",
          "zh": "團體的初級成員"
        },
        {
          "k": "幸福",
          "r": "こうふく",
          "zh": "幸福"
        }
      ]
    },
    {
      "id": "n3-u80",
      "theme": "綜合單字 27",
      "words": [
        {
          "k": "公平",
          "r": "こうへい",
          "zh": "公平、公正、正義"
        },
        {
          "k": "候補",
          "r": "こうほ",
          "zh": "候選資格"
        },
        {
          "k": "考慮",
          "r": "こうりょ",
          "zh": "考慮到"
        },
        {
          "k": "越える",
          "r": "こえる",
          "zh": "超越、越過"
        },
        {
          "k": "超える",
          "r": "こえる",
          "zh": "超越、越過"
        },
        {
          "k": "コーチ",
          "r": "コーチ",
          "zh": "教練"
        },
        {
          "k": "コード",
          "r": "コード",
          "zh": "代碼、繩索、和弦"
        },
        {
          "k": "氷",
          "r": "こおり",
          "zh": "冰、冰雹"
        },
        {
          "k": "凍る",
          "r": "こおる",
          "zh": "凍結、凝結"
        },
        {
          "k": "ゴール",
          "r": "ゴール",
          "zh": "目標"
        },
        {
          "k": "極",
          "r": "ごく",
          "zh": "相當、非常"
        },
        {
          "k": "黒板",
          "r": "こくばん",
          "zh": "黑板"
        },
        {
          "k": "克服",
          "r": "こくふく",
          "zh": "征服、克服"
        },
        {
          "k": "腰",
          "r": "こし",
          "zh": "臀部、腰部"
        },
        {
          "k": "胡椒",
          "r": "こしょう",
          "zh": "胡椒"
        },
        {
          "k": "越す",
          "r": "こす",
          "zh": "過去（例如、與觀眾一起）"
        },
        {
          "k": "超す",
          "r": "こす",
          "zh": "渡過、經過、渡過難關"
        },
        {
          "k": "小包",
          "r": "こづつみ",
          "zh": "包裹"
        },
        {
          "k": "琴",
          "r": "こと",
          "zh": "日本豎琴"
        },
        {
          "k": "異なる",
          "r": "ことなる",
          "zh": "使不同"
        }
      ]
    },
    {
      "id": "n3-u81",
      "theme": "綜合單字 28",
      "words": [
        {
          "k": "諺",
          "r": "ことわざ",
          "zh": "諺語、說"
        },
        {
          "k": "断る",
          "r": "ことわる",
          "zh": "拒絕、解僱"
        },
        {
          "k": "粉",
          "r": "こな",
          "zh": "麵粉、粉末"
        },
        {
          "k": "こぼす",
          "r": "こぼす",
          "zh": "溢出"
        },
        {
          "k": "こぼれる",
          "r": "こぼれる",
          "zh": "溢出"
        },
        {
          "k": "塵",
          "r": "ごみ",
          "zh": "垃圾"
        },
        {
          "k": "ごめんなさい",
          "r": "ごめんなさい",
          "zh": "對不起"
        },
        {
          "k": "小屋",
          "r": "こや",
          "zh": "小屋、棚屋"
        },
        {
          "k": "これら",
          "r": "これら",
          "zh": "這些"
        },
        {
          "k": "殺す",
          "r": "ころす",
          "zh": "殺死"
        },
        {
          "k": "転ぶ",
          "r": "ころぶ",
          "zh": "跌倒"
        },
        {
          "k": "今後",
          "r": "こんご",
          "zh": "從現在開始、以後"
        },
        {
          "k": "混雑",
          "r": "こんざつ",
          "zh": "混亂、擁堵"
        },
        {
          "k": "婚約",
          "r": "こんやく",
          "zh": "訂婚"
        },
        {
          "k": "混乱",
          "r": "こんらん",
          "zh": "混亂"
        },
        {
          "k": "差",
          "r": "さ",
          "zh": "差異、變異"
        },
        {
          "k": "際",
          "r": "さい",
          "zh": "值此之際、情況"
        },
        {
          "k": "最高",
          "r": "さいこう",
          "zh": "最高的"
        },
        {
          "k": "財産",
          "r": "ざいさん",
          "zh": "財產、財富、資產"
        },
        {
          "k": "最終",
          "r": "さいしゅう",
          "zh": "最後、結束"
        }
      ]
    },
    {
      "id": "n3-u82",
      "theme": "綜合單字 29",
      "words": [
        {
          "k": "最中",
          "r": "さいちゅう",
          "zh": "在中間"
        },
        {
          "k": "才能",
          "r": "さいのう",
          "zh": "天賦、能力"
        },
        {
          "k": "裁判",
          "r": "さいばん",
          "zh": "審判、判決"
        },
        {
          "k": "材料",
          "r": "ざいりょう",
          "zh": "成分、材料"
        },
        {
          "k": "幸い",
          "r": "さいわい",
          "zh": "幸運的是"
        },
        {
          "k": "サイン",
          "r": "サイン",
          "zh": "親筆簽名、符號、正弦"
        },
        {
          "k": "境",
          "r": "さかい",
          "zh": "邊界、精神狀態"
        },
        {
          "k": "逆らう",
          "r": "さからう",
          "zh": "反對、不服從"
        },
        {
          "k": "盛り",
          "r": "さかり",
          "zh": "幫助、服務"
        },
        {
          "k": "作物",
          "r": "さくもつ",
          "zh": "農產品（如農產品）、農作物"
        },
        {
          "k": "酒",
          "r": "さけ",
          "zh": "酒精、清酒"
        },
        {
          "k": "叫ぶ",
          "r": "さけぶ",
          "zh": "喊叫、哭泣"
        },
        {
          "k": "刺さる",
          "r": "ささる",
          "zh": "黏住、被卡住"
        },
        {
          "k": "指す",
          "r": "さす",
          "zh": "指點"
        },
        {
          "k": "射す",
          "r": "さす",
          "zh": "閃耀、打擊"
        },
        {
          "k": "誘う",
          "r": "さそう",
          "zh": "邀請（某人和你一起做某事）、誘惑、引誘"
        },
        {
          "k": "札",
          "r": "さつ",
          "zh": "帳單、票據"
        },
        {
          "k": "ざっと",
          "r": "ざっと",
          "zh": "粗略地、以整數表示"
        },
        {
          "k": "砂漠",
          "r": "さばく",
          "zh": "沙漠"
        },
        {
          "k": "ママ",
          "r": "ママ",
          "zh": "媽媽"
        }
      ]
    },
    {
      "id": "n3-u83",
      "theme": "綜合單字 30",
      "words": [
        {
          "k": "豆",
          "r": "まめ",
          "zh": "豆類、豌豆"
        },
        {
          "k": "守る",
          "r": "まもる",
          "zh": "保護、遵守（遵守規則）"
        },
        {
          "k": "迷う",
          "r": "まよう",
          "zh": "迷惑、困惑、迷失方向"
        },
        {
          "k": "円",
          "r": "まる",
          "zh": "圓圈"
        },
        {
          "k": "万一",
          "r": "まんいち",
          "zh": "偶然地、如果有偶然的話"
        },
        {
          "k": "満足",
          "r": "まんぞく",
          "zh": "滿意"
        },
        {
          "k": "見送り",
          "r": "みおくり",
          "zh": "送別"
        },
        {
          "k": "味方",
          "r": "みかた",
          "zh": "盟友、支持者"
        },
        {
          "k": "見事",
          "r": "みごと",
          "zh": "輝煌的、壯麗的"
        },
        {
          "k": "満ちる",
          "r": "みちる",
          "zh": "變得充實、成熟"
        },
        {
          "k": "認める",
          "r": "みとめる",
          "zh": "認識、注意到、批准"
        },
        {
          "k": "見舞い",
          "r": "みまい",
          "zh": "表達同情、表達關心"
        },
        {
          "k": "土産",
          "r": "みやげ",
          "zh": "紀念品"
        },
        {
          "k": "妙",
          "r": "みょう",
          "zh": "奇怪的、不尋常的"
        },
        {
          "k": "未来",
          "r": "みらい",
          "zh": "將來式（生活式）"
        },
        {
          "k": "無",
          "r": "む",
          "zh": "什麼都沒有、沒有、零"
        },
        {
          "k": "無視",
          "r": "むし",
          "zh": "忽視、忽略"
        },
        {
          "k": "蒸し暑い",
          "r": "むしあつい",
          "zh": "潮濕、悶熱"
        },
        {
          "k": "結ぶ",
          "r": "むすぶ",
          "zh": "捆綁、鏈接"
        },
        {
          "k": "無駄",
          "r": "むだ",
          "zh": "無用"
        }
      ]
    },
    {
      "id": "n3-u84",
      "theme": "綜合單字 31",
      "words": [
        {
          "k": "夢中",
          "r": "むちゅう",
          "zh": "迷戀、瘋狂、著迷"
        },
        {
          "k": "無料",
          "r": "むりょう",
          "zh": "免費、不收費"
        },
        {
          "k": "芽",
          "r": "め",
          "zh": "發芽"
        },
        {
          "k": "名詞",
          "r": "めいし",
          "zh": "名詞"
        },
        {
          "k": "命じる",
          "r": "めいじる",
          "zh": "命令、任命"
        },
        {
          "k": "名人",
          "r": "めいじん",
          "zh": "大師、專家"
        },
        {
          "k": "命令",
          "r": "めいれい",
          "zh": "命令、法令"
        },
        {
          "k": "迷惑",
          "r": "めいわく",
          "zh": "麻煩、煩惱"
        },
        {
          "k": "滅多に",
          "r": "めったに",
          "zh": "很少（有否定動詞）、很少"
        },
        {
          "k": "メモ",
          "r": "メモ",
          "zh": "備忘錄、註釋"
        },
        {
          "k": "綿",
          "r": "めん",
          "zh": "棉"
        },
        {
          "k": "面接",
          "r": "めんせつ",
          "zh": "訪談"
        },
        {
          "k": "面倒",
          "r": "めんどう",
          "zh": "麻煩、注意"
        },
        {
          "k": "メンバー",
          "r": "メンバー",
          "zh": "會員"
        },
        {
          "k": "申し訳",
          "r": "もうしわけ",
          "zh": "道歉、藉口"
        },
        {
          "k": "毛布",
          "r": "もうふ",
          "zh": "毯子"
        },
        {
          "k": "燃える",
          "r": "もえる",
          "zh": "燒掉"
        },
        {
          "k": "目標",
          "r": "もくひょう",
          "zh": "標記、目的、目標"
        },
        {
          "k": "文字",
          "r": "もじ",
          "zh": "字母（字母表中的）、字符"
        },
        {
          "k": "文字",
          "r": "もんじ",
          "zh": "字母（字母表中的）、字符"
        }
      ]
    },
    {
      "id": "n3-u85",
      "theme": "綜合單字 32",
      "words": [
        {
          "k": "もしかすると",
          "r": "もしかすると",
          "zh": "或許、也許、偶然"
        },
        {
          "k": "もしも",
          "r": "もしも",
          "zh": "如果"
        },
        {
          "k": "持ち上げる",
          "r": "もちあげる",
          "zh": "升高、舉起、奉承"
        },
        {
          "k": "もったいない",
          "r": "もったいない",
          "zh": "浪費、不只一個人值得、不值得"
        },
        {
          "k": "尤も",
          "r": "もっとも",
          "zh": "完全正確、合理、自然"
        },
        {
          "k": "元",
          "r": "もと",
          "zh": "起源、原始、前任"
        },
        {
          "k": "基",
          "r": "もと",
          "zh": "基礎"
        },
        {
          "k": "素",
          "r": "もと",
          "zh": "質數"
        },
        {
          "k": "基づく",
          "r": "もとづく",
          "zh": "to be grounded on、建立在"
        },
        {
          "k": "物音",
          "r": "ものおと",
          "zh": "聲音"
        },
        {
          "k": "物事",
          "r": "ものごと",
          "zh": "事物、一切"
        },
        {
          "k": "燃やす",
          "r": "もやす",
          "zh": "燒掉"
        },
        {
          "k": "模様",
          "r": "もよう",
          "zh": "圖案、圖形、設計"
        },
        {
          "k": "文句",
          "r": "もんく",
          "zh": "投訴"
        },
        {
          "k": "やがて",
          "r": "やがて",
          "zh": "不久、終於"
        },
        {
          "k": "約",
          "r": "やく",
          "zh": "大約、一些"
        },
        {
          "k": "訳",
          "r": "やく",
          "zh": "翻譯"
        },
        {
          "k": "役割",
          "r": "やくわり",
          "zh": "分配（分配）零件、角色、職責"
        },
        {
          "k": "家賃",
          "r": "やちん",
          "zh": "租金"
        },
        {
          "k": "宿",
          "r": "やど",
          "zh": "客棧、住宿處"
        }
      ]
    },
    {
      "id": "n3-u86",
      "theme": "綜合單字 33",
      "words": [
        {
          "k": "雇う",
          "r": "やとう",
          "zh": "僱用、聘用"
        },
        {
          "k": "辞める",
          "r": "やめる",
          "zh": "退休"
        },
        {
          "k": "唯一",
          "r": "ゆいいつ",
          "zh": "唯一的"
        },
        {
          "k": "優秀",
          "r": "ゆうしゅう",
          "zh": "優越性、卓越性"
        },
        {
          "k": "有能",
          "r": "ゆうのう",
          "zh": "有能力的、有效率的"
        },
        {
          "k": "郵便",
          "r": "ゆうびん",
          "zh": "郵件、郵政服務"
        },
        {
          "k": "ユーモア",
          "r": "ユーモア",
          "zh": "幽默"
        },
        {
          "k": "有利",
          "r": "ゆうり",
          "zh": "有利的、更好的"
        },
        {
          "k": "豊か",
          "r": "ゆたか",
          "zh": "豐富的"
        },
        {
          "k": "茹でる",
          "r": "ゆでる",
          "zh": "煮沸"
        },
        {
          "k": "許す",
          "r": "ゆるす",
          "zh": "允許、批准"
        },
        {
          "k": "容器",
          "r": "ようき",
          "zh": "容器、船隻"
        },
        {
          "k": "要求",
          "r": "ようきゅう",
          "zh": "要求"
        },
        {
          "k": "要素",
          "r": "ようそ",
          "zh": "元素"
        },
        {
          "k": "要点",
          "r": "ようてん",
          "zh": "要點"
        },
        {
          "k": "ヨーロッパ",
          "r": "ヨーロッパ",
          "zh": "歐洲"
        },
        {
          "k": "予期",
          "r": "よき",
          "zh": "期望、預測"
        },
        {
          "k": "予算",
          "r": "よさん",
          "zh": "估計、預算"
        },
        {
          "k": "予測",
          "r": "よそく",
          "zh": "預測、估計"
        },
        {
          "k": "ヨット",
          "r": "ヨット",
          "zh": "遊艇"
        }
      ]
    },
    {
      "id": "n3-u87",
      "theme": "綜合單字 34",
      "words": [
        {
          "k": "余分",
          "r": "よぶん",
          "zh": "額外的、多餘的"
        },
        {
          "k": "予報",
          "r": "よほう",
          "zh": "預測"
        },
        {
          "k": "余裕",
          "r": "よゆう",
          "zh": "過量、盈餘"
        },
        {
          "k": "より",
          "r": "より",
          "zh": "撚度、層數"
        },
        {
          "k": "因る",
          "r": "よる",
          "zh": "來自"
        },
        {
          "k": "喜び",
          "r": "よろこび",
          "zh": "喜悅、快樂、歡欣鼓舞"
        },
        {
          "k": "よろしく (かん)",
          "r": "よろしく (かん)",
          "zh": "最好的問候、請記得我"
        },
        {
          "k": "四",
          "r": "よん",
          "zh": "四"
        },
        {
          "k": "来",
          "r": "らい～",
          "zh": "下一個~"
        },
        {
          "k": "楽",
          "r": "らく",
          "zh": "舒適、輕鬆"
        },
        {
          "k": "ラケット",
          "r": "ラケット",
          "zh": "球拍"
        },
        {
          "k": "利益",
          "r": "りえき",
          "zh": "利潤、收益"
        },
        {
          "k": "陸",
          "r": "りく",
          "zh": "陸地、海岸"
        },
        {
          "k": "利口",
          "r": "りこう",
          "zh": "聰明的、精明的"
        },
        {
          "k": "離婚",
          "r": "りこん",
          "zh": "離婚"
        },
        {
          "k": "率",
          "r": "りつ",
          "zh": "比率、百分比"
        },
        {
          "k": "寮",
          "r": "りょう",
          "zh": "宿舍"
        },
        {
          "k": "料金",
          "r": "りょうきん",
          "zh": "費用、收費、車費"
        },
        {
          "k": "礼",
          "r": "れい",
          "zh": "表達感激之情、弓"
        },
        {
          "k": "例外",
          "r": "れいがい",
          "zh": "例外"
        }
      ]
    },
    {
      "id": "n3-u88",
      "theme": "綜合單字 35",
      "words": [
        {
          "k": "礼儀",
          "r": "れいぎ",
          "zh": "禮儀、禮貌、禮節"
        },
        {
          "k": "列",
          "r": "れつ",
          "zh": "隊列、行"
        },
        {
          "k": "連続",
          "r": "れんぞく",
          "zh": "連續的、持續的"
        },
        {
          "k": "論じる",
          "r": "ろんじる",
          "zh": "爭論、討論"
        },
        {
          "k": "輪",
          "r": "わ",
          "zh": "環、圈"
        },
        {
          "k": "ワイン",
          "r": "ワイン",
          "zh": "酒"
        },
        {
          "k": "別れ",
          "r": "わかれ",
          "zh": "離別、分離、告別"
        },
        {
          "k": "分かれる",
          "r": "わかれる",
          "zh": "分支出來、偏離"
        },
        {
          "k": "脇",
          "r": "わき",
          "zh": "側面"
        },
        {
          "k": "湧く",
          "r": "わく",
          "zh": "煮沸、變熱"
        },
        {
          "k": "分ける",
          "r": "わける",
          "zh": "分開"
        },
        {
          "k": "僅か",
          "r": "わずか",
          "zh": "僅僅、一點點"
        },
        {
          "k": "綿",
          "r": "わた",
          "zh": "棉"
        },
        {
          "k": "話題",
          "r": "わだい",
          "zh": "主題"
        },
        {
          "k": "笑い",
          "r": "わらい",
          "zh": "笑、微笑"
        },
        {
          "k": "我々",
          "r": "われわれ",
          "zh": "我們"
        },
        {
          "k": "湾",
          "r": "わん",
          "zh": "海灣、入口"
        },
        {
          "k": "椀",
          "r": "わん",
          "zh": "碗"
        },
        {
          "k": "碗",
          "r": "わん",
          "zh": "碗"
        },
        {
          "k": "悪",
          "r": "あく",
          "zh": "邪惡、惡習"
        }
      ]
    },
    {
      "id": "n3-u89",
      "theme": "綜合單字 36",
      "words": [
        {
          "k": "当り",
          "r": "あたり",
          "zh": "擊中、成功、達到目標"
        },
        {
          "k": "アップ",
          "r": "アップ",
          "zh": "向上"
        },
        {
          "k": "アンケート",
          "r": "アンケート",
          "zh": "問卷調查（法文：enquete）、調查"
        },
        {
          "k": "異",
          "r": "い",
          "zh": "反對"
        },
        {
          "k": "意",
          "r": "い",
          "zh": "會"
        },
        {
          "k": "怒り",
          "r": "いかり",
          "zh": "憤怒"
        },
        {
          "k": "粋",
          "r": "いき",
          "zh": "別緻、風格、純粹"
        },
        {
          "k": "依然",
          "r": "いぜん",
          "zh": "仍然、至今"
        },
        {
          "k": "傷める",
          "r": "いためる",
          "zh": "損壞、損害"
        },
        {
          "k": "炒める",
          "r": "いためる",
          "zh": "炒"
        },
        {
          "k": "異動",
          "r": "いどう",
          "zh": "變更、轉移"
        },
        {
          "k": "渦",
          "r": "うず",
          "zh": "漩渦"
        },
        {
          "k": "埋まる",
          "r": "うまる",
          "zh": "被埋葬、被填滿"
        },
        {
          "k": "尾",
          "r": "お",
          "zh": "尾、脊"
        },
        {
          "k": "遅れ",
          "r": "おくれ",
          "zh": "延遲、滯後"
        },
        {
          "k": "織る",
          "r": "おる",
          "zh": "編織"
        },
        {
          "k": "欠く",
          "r": "かく",
          "zh": "缺乏、破裂"
        },
        {
          "k": "角",
          "r": "かく",
          "zh": "角度"
        },
        {
          "k": "核",
          "r": "かく",
          "zh": "核、內核"
        },
        {
          "k": "格",
          "r": "かく",
          "zh": "狀態、性格、狀況"
        }
      ]
    },
    {
      "id": "n3-u90",
      "theme": "綜合單字 37",
      "words": [
        {
          "k": "学歴",
          "r": "がくれき",
          "zh": "學術背景"
        },
        {
          "k": "賭ける",
          "r": "かける",
          "zh": "打賭、冒險、賭博"
        },
        {
          "k": "課題",
          "r": "かだい",
          "zh": "主題、任務"
        },
        {
          "k": "片付け",
          "r": "かたづけ",
          "zh": "整理"
        },
        {
          "k": "借り",
          "r": "かり",
          "zh": "借款、債務、貸款"
        },
        {
          "k": "狩り",
          "r": "かり",
          "zh": "狩獵"
        },
        {
          "k": "管",
          "r": "かん",
          "zh": "管子"
        },
        {
          "k": "癌",
          "r": "がん",
          "zh": "癌症"
        },
        {
          "k": "歓声",
          "r": "かんせい",
          "zh": "歡呼"
        },
        {
          "k": "官僚",
          "r": "かんりょう",
          "zh": "官僚主義"
        },
        {
          "k": "季刊",
          "r": "きかん",
          "zh": "每季（例如雜誌）"
        },
        {
          "k": "起源",
          "r": "きげん",
          "zh": "起源、開始、上升"
        },
        {
          "k": "機構",
          "r": "きこう",
          "zh": "機制、組織"
        },
        {
          "k": "規制",
          "r": "きせい",
          "zh": "監管"
        },
        {
          "k": "丘陵",
          "r": "きゅうりょう",
          "zh": "山"
        },
        {
          "k": "協議",
          "r": "きょうぎ",
          "zh": "會議、討論、談判"
        },
        {
          "k": "菌",
          "r": "きん",
          "zh": "病菌、細菌"
        },
        {
          "k": "群",
          "r": "ぐん",
          "zh": "群組"
        },
        {
          "k": "刑",
          "r": "けい",
          "zh": "刑罰"
        },
        {
          "k": "計器",
          "r": "けいき",
          "zh": "儀表、量規"
        }
      ]
    },
    {
      "id": "n3-u91",
      "theme": "綜合單字 38",
      "words": [
        {
          "k": "契機",
          "r": "けいき",
          "zh": "機會"
        },
        {
          "k": "形態",
          "r": "けいたい",
          "zh": "形式、形狀、圖形"
        },
        {
          "k": "件",
          "r": "けん",
          "zh": "事項、案件、項目"
        },
        {
          "k": "減少",
          "r": "げんしょう",
          "zh": "減少、衰退"
        },
        {
          "k": "公演",
          "r": "こうえん",
          "zh": "公開表演"
        },
        {
          "k": "後悔",
          "r": "こうかい",
          "zh": "後悔、悔改"
        },
        {
          "k": "航海",
          "r": "こうかい",
          "zh": "航行"
        },
        {
          "k": "荒廃",
          "r": "こうはい",
          "zh": "廢墟"
        },
        {
          "k": "降伏",
          "r": "こうふく",
          "zh": "投降"
        },
        {
          "k": "興奮",
          "r": "こうふん",
          "zh": "興奮、刺激"
        },
        {
          "k": "個々",
          "r": "ここ",
          "zh": "個別的、一一的"
        },
        {
          "k": "故人",
          "r": "こじん",
          "zh": "死者"
        },
        {
          "k": "小銭",
          "r": "こぜに",
          "zh": "硬幣、零錢"
        },
        {
          "k": "ことによると",
          "r": "ことによると",
          "zh": "（視情況而定）"
        },
        {
          "k": "採集",
          "r": "さいしゅう",
          "zh": "收集、採集"
        },
        {
          "k": "策",
          "r": "さく",
          "zh": "計劃、政策"
        },
        {
          "k": "絶滅",
          "r": "ぜつめつ",
          "zh": "破壞、滅絕"
        },
        {
          "k": "節約",
          "r": "せつやく",
          "zh": "節約"
        },
        {
          "k": "攻める",
          "r": "せめる",
          "zh": "攻擊、襲擊"
        },
        {
          "k": "責める",
          "r": "せめる",
          "zh": "譴責、指責、批評"
        }
      ]
    },
    {
      "id": "n3-u92",
      "theme": "綜合單字 39",
      "words": [
        {
          "k": "善",
          "r": "ぜん",
          "zh": "善、美德"
        },
        {
          "k": "全",
          "r": "ぜん",
          "zh": "全部"
        },
        {
          "k": "全員",
          "r": "ぜんいん",
          "zh": "所有成員"
        },
        {
          "k": "洗剤",
          "r": "せんざい",
          "zh": "洗滌劑"
        },
        {
          "k": "前者",
          "r": "ぜんしゃ",
          "zh": "前者"
        },
        {
          "k": "センター",
          "r": "センター",
          "zh": "中心"
        },
        {
          "k": "象",
          "r": "ぞう",
          "zh": "大象"
        },
        {
          "k": "騒音",
          "r": "そうおん",
          "zh": "噪音"
        },
        {
          "k": "増加",
          "r": "ぞうか",
          "zh": "增加、添加"
        },
        {
          "k": "相続",
          "r": "そうぞく",
          "zh": "繼承"
        },
        {
          "k": "装置",
          "r": "そうち",
          "zh": "設備、裝置"
        },
        {
          "k": "相当",
          "r": "そうとう",
          "zh": "相當地、值得~"
        },
        {
          "k": "底",
          "r": "そこ",
          "zh": "底部、鞋底"
        },
        {
          "k": "そこで",
          "r": "そこで",
          "zh": "因此（連接詞）、相應地"
        },
        {
          "k": "組織",
          "r": "そしき",
          "zh": "組織、結構"
        },
        {
          "k": "そして",
          "r": "そして",
          "zh": "然後"
        },
        {
          "k": "注ぐ",
          "r": "そそぐ",
          "zh": "倒入（到）"
        },
        {
          "k": "育つ",
          "r": "そだつ",
          "zh": "被撫養長大、長大（長大）"
        },
        {
          "k": "そっくり",
          "r": "そっくり",
          "zh": "的分裂圖像、完全"
        },
        {
          "k": "そっと",
          "r": "そっと",
          "zh": "輕輕地"
        }
      ]
    },
    {
      "id": "n3-u93",
      "theme": "綜合單字 40",
      "words": [
        {
          "k": "袖",
          "r": "そで",
          "zh": "袖子"
        },
        {
          "k": "具える",
          "r": "そなえる",
          "zh": "配備"
        },
        {
          "k": "そのうえ",
          "r": "そのうえ",
          "zh": "此外"
        },
        {
          "k": "そのまま",
          "r": "そのまま",
          "zh": "沒有改變、照原樣（例如現在）"
        },
        {
          "k": "ソファー",
          "r": "ソファー",
          "zh": "沙發"
        },
        {
          "k": "粗末",
          "r": "そまつ",
          "zh": "卑微的、悲慘的、粗魯的"
        },
        {
          "k": "それぞれ",
          "r": "それぞれ",
          "zh": "每個、分別"
        },
        {
          "k": "それでも",
          "r": "それでも",
          "zh": "但是（仍然）、然而、儘管如此"
        },
        {
          "k": "それと",
          "r": "それと",
          "zh": "和"
        },
        {
          "k": "それとも",
          "r": "それとも",
          "zh": "或者、或者否則"
        },
        {
          "k": "揃う",
          "r": "そろう",
          "zh": "變得完整、平等"
        },
        {
          "k": "損害",
          "r": "そんがい",
          "zh": "損壞、損失"
        },
        {
          "k": "尊敬",
          "r": "そんけい",
          "zh": "尊重、崇敬、榮譽"
        },
        {
          "k": "存在",
          "r": "そんざい",
          "zh": "存在"
        },
        {
          "k": "尊重",
          "r": "そんちょう",
          "zh": "尊重、尊敬、重視"
        },
        {
          "k": "題",
          "r": "だい",
          "zh": "標題、主題"
        },
        {
          "k": "大気",
          "r": "たいき",
          "zh": "氣氛"
        },
        {
          "k": "退屈",
          "r": "たいくつ",
          "zh": "乏味的"
        },
        {
          "k": "滞在",
          "r": "たいざい",
          "zh": "停留、逗留"
        },
        {
          "k": "大臣",
          "r": "だいじん",
          "zh": "內閣部長"
        }
      ]
    },
    {
      "id": "n3-u94",
      "theme": "綜合單字 41",
      "words": [
        {
          "k": "態度",
          "r": "たいど",
          "zh": "態度、方式"
        },
        {
          "k": "大統領",
          "r": "だいとうりょう",
          "zh": "總統"
        },
        {
          "k": "大半",
          "r": "たいはん",
          "zh": "大多數、大部分"
        },
        {
          "k": "大部分",
          "r": "だいぶぶん",
          "zh": "大多數"
        },
        {
          "k": "逮捕",
          "r": "たいほ",
          "zh": "逮捕、捕獲"
        },
        {
          "k": "題名",
          "r": "だいめい",
          "zh": "標題"
        },
        {
          "k": "大陸",
          "r": "たいりく",
          "zh": "大陸"
        },
        {
          "k": "だが",
          "r": "だが",
          "zh": "但是"
        },
        {
          "k": "互い",
          "r": "たがい",
          "zh": "相互的、彼此的"
        },
        {
          "k": "高める",
          "r": "たかめる",
          "zh": "提高、舉起"
        },
        {
          "k": "宝",
          "r": "たから",
          "zh": "寶藏"
        },
        {
          "k": "抱く",
          "r": "だく",
          "zh": "擁抱"
        },
        {
          "k": "だけど",
          "r": "だけど",
          "zh": "然而"
        },
        {
          "k": "たしか",
          "r": "たしか",
          "zh": "肯定的、當然、如果我沒記錯的話"
        },
        {
          "k": "多少",
          "r": "たしょう",
          "zh": "一點點（與少し (すこし) 相同）"
        },
        {
          "k": "助かる",
          "r": "たすかる",
          "zh": "被拯救、（某事）有幫助（v.i.）"
        },
        {
          "k": "助ける",
          "r": "たすける",
          "zh": "to help (v.t.)、拯救"
        },
        {
          "k": "ただ",
          "r": "ただ",
          "zh": "免費、只是(~)、只(~)"
        },
        {
          "k": "只",
          "r": "ただ",
          "zh": "免費的、僅僅、僅"
        },
        {
          "k": "唯",
          "r": "ただ",
          "zh": "單純的、唯一的、平淡的"
        }
      ]
    },
    {
      "id": "n3-u95",
      "theme": "綜合單字 42",
      "words": [
        {
          "k": "戦い",
          "r": "たたかい",
          "zh": "戰鬥"
        },
        {
          "k": "戦う",
          "r": "たたかう",
          "zh": "去戰鬥、去競爭"
        },
        {
          "k": "直ちに",
          "r": "ただちに",
          "zh": "立即"
        },
        {
          "k": "達する",
          "r": "たっする",
          "zh": "到達"
        },
        {
          "k": "唯",
          "r": "たった",
          "zh": "僅僅"
        },
        {
          "k": "たっぷり",
          "r": "たっぷり",
          "zh": "充分的、大量的"
        },
        {
          "k": "たとえ",
          "r": "たとえ",
          "zh": "即使、無論如何、儘管"
        },
        {
          "k": "谷",
          "r": "たに",
          "zh": "山谷"
        },
        {
          "k": "束",
          "r": "たば",
          "zh": "束"
        },
        {
          "k": "足袋",
          "r": "たび",
          "zh": "日式襪（分趾）"
        },
        {
          "k": "度",
          "r": "たび",
          "zh": "發生次數計數器"
        },
        {
          "k": "玉",
          "r": "たま",
          "zh": "球體、硬幣"
        },
        {
          "k": "球",
          "r": "たま",
          "zh": "地球儀、球體"
        },
        {
          "k": "弾",
          "r": "たま",
          "zh": "子彈、射擊"
        },
        {
          "k": "偶々",
          "r": "たまたま",
          "zh": "意外地、偶然地"
        },
        {
          "k": "黙る",
          "r": "だまる",
          "zh": "保持沉默"
        },
        {
          "k": "頼る",
          "r": "たよる",
          "zh": "依靠"
        },
        {
          "k": "男子",
          "r": "だんし",
          "zh": "年輕人"
        },
        {
          "k": "誕生",
          "r": "たんじょう",
          "zh": "出生"
        },
        {
          "k": "ダンス",
          "r": "ダンス",
          "zh": "跳舞"
        }
      ]
    },
    {
      "id": "n3-u96",
      "theme": "綜合單字 43",
      "words": [
        {
          "k": "団体",
          "r": "だんたい",
          "zh": "組織、協會"
        },
        {
          "k": "担当",
          "r": "たんとう",
          "zh": "（中）充電"
        },
        {
          "k": "単に",
          "r": "たんに",
          "zh": "簡單地、僅僅"
        },
        {
          "k": "地域",
          "r": "ちいき",
          "zh": "地區"
        },
        {
          "k": "チーズ",
          "r": "チーズ",
          "zh": "起司"
        },
        {
          "k": "知恵",
          "r": "ちえ",
          "zh": "智慧、機智、聰明才智"
        },
        {
          "k": "地下",
          "r": "ちか",
          "zh": "地下室、地下"
        },
        {
          "k": "違い",
          "r": "ちがい",
          "zh": "差別、差異"
        },
        {
          "k": "違いない",
          "r": "ちがいない",
          "zh": "（短語）當然、毫無疑問、肯定的"
        },
        {
          "k": "地区",
          "r": "ちく",
          "zh": "區"
        },
        {
          "k": "知事",
          "r": "ちじ",
          "zh": "都道府縣知事"
        },
        {
          "k": "知識",
          "r": "ちしき",
          "zh": "知識、資訊"
        },
        {
          "k": "地平線",
          "r": "ちへいせん",
          "zh": "地平線"
        },
        {
          "k": "地方",
          "r": "ちほう",
          "zh": "區域、地方"
        },
        {
          "k": "チャンス",
          "r": "チャンス",
          "zh": "機會"
        },
        {
          "k": "ちゃんと",
          "r": "ちゃんと",
          "zh": "完美地、正確地、準確地"
        },
        {
          "k": "中",
          "r": "ちゅう",
          "zh": "裡面、中間"
        },
        {
          "k": "注",
          "r": "ちゅう",
          "zh": "註釋、解釋性註釋"
        },
        {
          "k": "中央",
          "r": "ちゅうおう",
          "zh": "中央、中心、中間"
        },
        {
          "k": "中心",
          "r": "ちゅうしん",
          "zh": "中心、核心"
        }
      ]
    },
    {
      "id": "n3-u97",
      "theme": "綜合單字 44",
      "words": [
        {
          "k": "注目",
          "r": "ちゅうもく",
          "zh": "注意、觀察"
        },
        {
          "k": "注文",
          "r": "ちゅうもん",
          "zh": "訂單、請求"
        },
        {
          "k": "調査",
          "r": "ちょうさ",
          "zh": "調查"
        },
        {
          "k": "調子",
          "r": "ちょうし",
          "zh": "條件、狀態、音調"
        },
        {
          "k": "頂上",
          "r": "ちょうじょう",
          "zh": "頂峰"
        },
        {
          "k": "遂に",
          "r": "ついに",
          "zh": "最後"
        },
        {
          "k": "通過",
          "r": "つうか",
          "zh": "穿過、經過"
        },
        {
          "k": "通貨",
          "r": "つうか",
          "zh": "貨幣"
        },
        {
          "k": "通行",
          "r": "つうこう",
          "zh": "通過、經過"
        },
        {
          "k": "通訳",
          "r": "つうやく",
          "zh": "解釋、口譯員"
        },
        {
          "k": "捕まる",
          "r": "つかまる",
          "zh": "被逮捕、被抓住"
        },
        {
          "k": "疲れ",
          "r": "つかれ",
          "zh": "疲倦、疲勞"
        },
        {
          "k": "次々",
          "r": "つぎつぎ",
          "zh": "接連地、一一地"
        },
        {
          "k": "付く",
          "r": "つく",
          "zh": "毗鄰、依附"
        },
        {
          "k": "突く",
          "r": "つく",
          "zh": "猛擊、戳"
        },
        {
          "k": "次ぐ",
          "r": "つぐ",
          "zh": "排在旁邊、排在後面"
        },
        {
          "k": "注ぐ",
          "r": "つぐ",
          "zh": "倒入（到）"
        },
        {
          "k": "付ける",
          "r": "つける",
          "zh": "附加、加入、添加"
        },
        {
          "k": "続き",
          "r": "つづき",
          "zh": "續集、繼續"
        },
        {
          "k": "包み",
          "r": "つつみ",
          "zh": "捆綁、包裹"
        }
      ]
    },
    {
      "id": "n3-u98",
      "theme": "綜合單字 45",
      "words": [
        {
          "k": "務め",
          "r": "つとめ",
          "zh": "義務"
        },
        {
          "k": "繋ぐ",
          "r": "つなぐ",
          "zh": "打結、係緊、連接"
        },
        {
          "k": "繋げる",
          "r": "つなげる",
          "zh": "連接"
        },
        {
          "k": "常に",
          "r": "つねに",
          "zh": "總是（與いつも相同）（書面表達）"
        },
        {
          "k": "翼",
          "r": "つばさ",
          "zh": "翅膀"
        },
        {
          "k": "罪",
          "r": "つみ",
          "zh": "犯罪、過失、輕率行為"
        },
        {
          "k": "積む",
          "r": "つむ",
          "zh": "堆積起來、堆疊起來"
        },
        {
          "k": "積もる",
          "r": "つもる",
          "zh": "堆積起來"
        },
        {
          "k": "出合い",
          "r": "であい",
          "zh": "一次邂逅"
        },
        {
          "k": "出会う",
          "r": "であう",
          "zh": "偶然遇見"
        },
        {
          "k": "提出",
          "r": "ていしゅつ",
          "zh": "陳述、提交、歸檔"
        },
        {
          "k": "敵",
          "r": "てき",
          "zh": "敵人、對手"
        },
        {
          "k": "適する",
          "r": "てきする",
          "zh": "適合"
        },
        {
          "k": "適切",
          "r": "てきせつ",
          "zh": "適當的、充分的、相關的"
        },
        {
          "k": "適度",
          "r": "てきど",
          "zh": "中等"
        },
        {
          "k": "適用",
          "r": "てきよう",
          "zh": "申請"
        },
        {
          "k": "手品",
          "r": "てじな",
          "zh": "變戲法、魔術"
        },
        {
          "k": "ですから",
          "r": "ですから",
          "zh": "因此"
        },
        {
          "k": "鉄",
          "r": "てつ",
          "zh": "鐵"
        },
        {
          "k": "哲学",
          "r": "てつがく",
          "zh": "哲學"
        }
      ]
    },
    {
      "id": "n3-u99",
      "theme": "綜合單字 46",
      "words": [
        {
          "k": "手伝い",
          "r": "てつだい",
          "zh": "幫助、幫助者、助手"
        },
        {
          "k": "徹底",
          "r": "てってい",
          "zh": "徹底性、完整性"
        },
        {
          "k": "デモ",
          "r": "デモ",
          "zh": "演示"
        },
        {
          "k": "典型",
          "r": "てんけい",
          "zh": "類型、模式、原型"
        },
        {
          "k": "電子",
          "r": "でんし",
          "zh": "電子、電子的"
        },
        {
          "k": "テント",
          "r": "テント",
          "zh": "帳篷"
        },
        {
          "k": "問い",
          "r": "とい",
          "zh": "問題、詢問"
        },
        {
          "k": "党",
          "r": "とう",
          "zh": "政黨（政治）"
        },
        {
          "k": "塔",
          "r": "とう",
          "zh": "塔、寶塔"
        },
        {
          "k": "同一",
          "r": "どういつ",
          "zh": "同一性、相似性"
        },
        {
          "k": "銅貨",
          "r": "どうか",
          "zh": "銅幣"
        },
        {
          "k": "動詞",
          "r": "どうし",
          "zh": "動詞"
        },
        {
          "k": "どうぞよろしく",
          "r": "どうぞよろしく",
          "zh": "很高興認識你"
        },
        {
          "k": "到着",
          "r": "とうちゃく",
          "zh": "到達"
        },
        {
          "k": "道徳",
          "r": "どうとく",
          "zh": "道德"
        },
        {
          "k": "投票",
          "r": "とうひょう",
          "zh": "投票"
        },
        {
          "k": "東洋",
          "r": "とうよう",
          "zh": "東方"
        },
        {
          "k": "通す",
          "r": "とおす",
          "zh": "放過、忽略、繼續"
        },
        {
          "k": "通り過ぎる",
          "r": "とおりすぎる",
          "zh": "通過、透過"
        },
        {
          "k": "解く",
          "r": "とく",
          "zh": "解開、回答、解決"
        }
      ]
    },
    {
      "id": "n3-u100",
      "theme": "綜合單字 47",
      "words": [
        {
          "k": "特長",
          "r": "とくちょう",
          "zh": "長處、優點"
        },
        {
          "k": "独特",
          "r": "どくとく",
          "zh": "獨特性、特性"
        },
        {
          "k": "溶ける",
          "r": "とける",
          "zh": "融化、解凍、溶解"
        },
        {
          "k": "解ける",
          "r": "とける",
          "zh": "解開、分開"
        },
        {
          "k": "どこか",
          "r": "どこか",
          "zh": "某處、任何地方"
        },
        {
          "k": "ところが",
          "r": "ところが",
          "zh": "然而、同時、即使"
        },
        {
          "k": "ところで",
          "r": "ところで",
          "zh": "順便說一句、即使"
        },
        {
          "k": "図書",
          "r": "としょ",
          "zh": "書籍"
        },
        {
          "k": "途端",
          "r": "とたん",
          "zh": "只是（現在、此刻等）"
        },
        {
          "k": "土地",
          "r": "とち",
          "zh": "土地"
        },
        {
          "k": "突然",
          "r": "とつぜん",
          "zh": "突然、意外地"
        },
        {
          "k": "トップ",
          "r": "トップ",
          "zh": "頂部"
        },
        {
          "k": "届く",
          "r": "とどく",
          "zh": "達到"
        },
        {
          "k": "とにかく",
          "r": "とにかく",
          "zh": "無論如何"
        },
        {
          "k": "飛ばす",
          "r": "とばす",
          "zh": "跳過、省略"
        },
        {
          "k": "留める",
          "r": "とめる",
          "zh": "扣緊、關閉、扣留"
        },
        {
          "k": "共に",
          "r": "ともに",
          "zh": "分享、參與"
        },
        {
          "k": "虎",
          "r": "とら",
          "zh": "老虎"
        },
        {
          "k": "ドラマ",
          "r": "ドラマ",
          "zh": "戲劇"
        },
        {
          "k": "泥",
          "r": "どろ",
          "zh": "土"
        }
      ]
    },
    {
      "id": "n3-u101",
      "theme": "綜合單字 48",
      "words": [
        {
          "k": "トン",
          "r": "トン",
          "zh": "噸（1000 磅）"
        },
        {
          "k": "とんでもない",
          "r": "とんでもない",
          "zh": "太離譜了、沒辦法！"
        },
        {
          "k": "どんなに",
          "r": "どんなに",
          "zh": "怎樣、多少"
        },
        {
          "k": "トンネル",
          "r": "トンネル",
          "zh": "隧道"
        },
        {
          "k": "内容",
          "r": "ないよう",
          "zh": "主題、內容、細節"
        },
        {
          "k": "なお",
          "r": "なお",
          "zh": "仍然、還"
        },
        {
          "k": "半ば",
          "r": "なかば",
          "zh": "中間、一半"
        },
        {
          "k": "中身",
          "r": "なかみ",
          "zh": "內容、物質"
        },
        {
          "k": "中味",
          "r": "なかみ",
          "zh": "內容、內部、填充"
        },
        {
          "k": "眺め",
          "r": "ながめ",
          "zh": "場景、看法、前景、展望"
        },
        {
          "k": "眺める",
          "r": "ながめる",
          "zh": "觀看、凝視"
        },
        {
          "k": "流れ",
          "r": "ながれ",
          "zh": "電流"
        },
        {
          "k": "亡くす",
          "r": "なくす",
          "zh": "失去某人"
        },
        {
          "k": "殴る",
          "r": "なぐる",
          "zh": "罷工、打、打拳"
        },
        {
          "k": "無し",
          "r": "なし",
          "zh": "沒有"
        },
        {
          "k": "謎",
          "r": "なぞ",
          "zh": "謎語、謎題"
        },
        {
          "k": "何か",
          "r": "なにか",
          "zh": "某件事"
        },
        {
          "k": "なにも",
          "r": "なにも",
          "zh": "什麼都沒有"
        },
        {
          "k": "鍋",
          "r": "なべ",
          "zh": "平底鍋、鍋"
        },
        {
          "k": "生",
          "r": "なま",
          "zh": "未加工的"
        }
      ]
    },
    {
      "id": "n3-u102",
      "theme": "綜合單字 49",
      "words": [
        {
          "k": "怠ける",
          "r": "なまける",
          "zh": "無所事事、忽視"
        },
        {
          "k": "波",
          "r": "なみ",
          "zh": "波"
        },
        {
          "k": "悩む",
          "r": "なやむ",
          "zh": "使苦惱、使煩惱"
        },
        {
          "k": "鳴らす",
          "r": "ならす",
          "zh": "響鈴、發出聲音"
        },
        {
          "k": "為る",
          "r": "なる",
          "zh": "改變、有用、達到"
        },
        {
          "k": "縄",
          "r": "なわ",
          "zh": "繩子"
        },
        {
          "k": "何でも",
          "r": "なんでも",
          "zh": "無論如何、一切"
        },
        {
          "k": "何とか",
          "r": "なんとか",
          "zh": "無論如何、以某種方式或另一種方式"
        },
        {
          "k": "握る",
          "r": "にぎる",
          "zh": "抓住、塑造壽司"
        },
        {
          "k": "日本",
          "r": "にっぽん",
          "zh": "日本"
        },
        {
          "k": "日本",
          "r": "にほん",
          "zh": "日本"
        },
        {
          "k": "入場",
          "r": "にゅうじょう",
          "zh": "入口、入場、進入"
        },
        {
          "k": "人気",
          "r": "にんき",
          "zh": "人氣"
        },
        {
          "k": "抜く",
          "r": "ぬく",
          "zh": "提取、省略、拔掉"
        },
        {
          "k": "抜ける",
          "r": "ぬける",
          "zh": "出來、掉出、被遺漏"
        },
        {
          "k": "布",
          "r": "ぬの",
          "zh": "布"
        },
        {
          "k": "濡らす",
          "r": "ぬらす",
          "zh": "弄濕、浸泡"
        },
        {
          "k": "根",
          "r": "ね",
          "zh": "根"
        },
        {
          "k": "願い",
          "r": "ねがい",
          "zh": "願望、要求"
        },
        {
          "k": "願う",
          "r": "ねがう",
          "zh": "渴望、希望、請求"
        }
      ]
    },
    {
      "id": "n3-u103",
      "theme": "綜合單字 50",
      "words": [
        {
          "k": "鼠",
          "r": "ねずみ",
          "zh": "小鼠、大鼠"
        },
        {
          "k": "熱帯",
          "r": "ねったい",
          "zh": "熱帶地區"
        },
        {
          "k": "熱中",
          "r": "ねっちゅう",
          "zh": "熱情、狂熱"
        },
        {
          "k": "年代",
          "r": "ねんだい",
          "zh": "年齡、時代、時期"
        },
        {
          "k": "野",
          "r": "の",
          "zh": "領域"
        },
        {
          "k": "能",
          "r": "のう",
          "zh": "熟練地、很好地、正確地"
        },
        {
          "k": "能力",
          "r": "のうりょく",
          "zh": "能力、師資"
        },
        {
          "k": "ノー",
          "r": "ノー",
          "zh": "不"
        },
        {
          "k": "軒",
          "r": "のき",
          "zh": "屋簷"
        },
        {
          "k": "残す",
          "r": "のこす",
          "zh": "離開（落後、結束）、保存、保留"
        },
        {
          "k": "残り",
          "r": "のこり",
          "zh": "剩餘的、剩下的"
        },
        {
          "k": "覗く",
          "r": "のぞく",
          "zh": "往裡面看"
        },
        {
          "k": "除く",
          "r": "のぞく",
          "zh": "除去、排除、除掉"
        },
        {
          "k": "望み",
          "r": "のぞみ",
          "zh": "希望、願望、(a) 希望"
        },
        {
          "k": "望む",
          "r": "のぞむ",
          "zh": "渴望、查看"
        },
        {
          "k": "伸ばす",
          "r": "のばす",
          "zh": "延伸、伸展、伸手"
        },
        {
          "k": "延ばす",
          "r": "のばす",
          "zh": "延伸、伸展、伸手"
        },
        {
          "k": "延びる",
          "r": "のびる",
          "zh": "延長"
        },
        {
          "k": "述べる",
          "r": "のべる",
          "zh": "陳述、表達、提及"
        },
        {
          "k": "上る",
          "r": "のぼる",
          "zh": "上升、爬升"
        }
      ]
    },
    {
      "id": "n3-u104",
      "theme": "綜合單字 51",
      "words": [
        {
          "k": "昇る",
          "r": "のぼる",
          "zh": "興起、上升"
        },
        {
          "k": "はあ (かん)",
          "r": "はあ (かん)",
          "zh": "（嘆氣）"
        },
        {
          "k": "パーセント",
          "r": "パーセント",
          "zh": "百分比"
        },
        {
          "k": "灰",
          "r": "はい",
          "zh": "灰燼"
        },
        {
          "k": "バイオリン",
          "r": "バイオリン",
          "zh": "小提琴"
        },
        {
          "k": "ハイキング",
          "r": "ハイキング",
          "zh": "健行"
        },
        {
          "k": "配達",
          "r": "はいたつ",
          "zh": "交付、分配"
        },
        {
          "k": "パイプ",
          "r": "パイプ",
          "zh": "管道、官方或其他管道"
        },
        {
          "k": "俳優",
          "r": "はいゆう",
          "zh": "演員、女演員、表演者"
        },
        {
          "k": "パイロット",
          "r": "パイロット",
          "zh": "飛行員"
        },
        {
          "k": "墓",
          "r": "はか",
          "zh": "墳墓"
        },
        {
          "k": "馬鹿",
          "r": "ばか",
          "zh": "傻瓜、白痴"
        },
        {
          "k": "計る",
          "r": "はかる",
          "zh": "測量、稱量、調查"
        },
        {
          "k": "量る",
          "r": "はかる",
          "zh": "測量、稱量、調查"
        },
        {
          "k": "測る",
          "r": "はかる",
          "zh": "測量、稱量、調查"
        },
        {
          "k": "掃く",
          "r": "はく",
          "zh": "掃蕩、刷洗、收集"
        },
        {
          "k": "莫大",
          "r": "ばくだい",
          "zh": "巨大的、廣闊的"
        },
        {
          "k": "博物館",
          "r": "はくぶつかん",
          "zh": "博物館"
        },
        {
          "k": "激しい",
          "r": "はげしい",
          "zh": "暴力的、強烈的、激烈的"
        },
        {
          "k": "はさみ",
          "r": "はさみ",
          "zh": "剪刀"
        }
      ]
    },
    {
      "id": "n3-u105",
      "theme": "綜合單字 52",
      "words": [
        {
          "k": "始まり",
          "r": "はじまり",
          "zh": "起源、開始"
        },
        {
          "k": "パス",
          "r": "パス",
          "zh": "路徑、通過（在遊戲中）"
        },
        {
          "k": "外す",
          "r": "はずす",
          "zh": "解開、除去"
        },
        {
          "k": "パスポート",
          "r": "パスポート",
          "zh": "護照"
        },
        {
          "k": "旗",
          "r": "はた",
          "zh": "旗幟"
        },
        {
          "k": "裸",
          "r": "はだか",
          "zh": "裸體"
        },
        {
          "k": "畑",
          "r": "はたけ",
          "zh": "場、補丁"
        },
        {
          "k": "バッグ",
          "r": "バッグ",
          "zh": "包包"
        },
        {
          "k": "発見",
          "r": "はっけん",
          "zh": "發現"
        },
        {
          "k": "発車",
          "r": "はっしゃ",
          "zh": "車輛離開"
        },
        {
          "k": "発射",
          "r": "はっしゃ",
          "zh": "開火、射擊、放電"
        },
        {
          "k": "罰する",
          "r": "ばっする",
          "zh": "懲罰"
        },
        {
          "k": "発達",
          "r": "はったつ",
          "zh": "發展、成長"
        },
        {
          "k": "ばったり",
          "r": "ばったり",
          "zh": "（偶然）相遇"
        },
        {
          "k": "発展",
          "r": "はってん",
          "zh": "發展、成長、進步"
        },
        {
          "k": "発明",
          "r": "はつめい",
          "zh": "發明"
        },
        {
          "k": "話し合う",
          "r": "はなしあう",
          "zh": "一起討論、一起交談"
        },
        {
          "k": "離す",
          "r": "はなす",
          "zh": "分開"
        },
        {
          "k": "放す",
          "r": "はなす",
          "zh": "分開、釋放"
        },
        {
          "k": "離れる",
          "r": "はなれる",
          "zh": "（某事、某人）分離、零件來自、分開"
        }
      ]
    },
    {
      "id": "n3-u106",
      "theme": "綜合單字 53",
      "words": [
        {
          "k": "放れる",
          "r": "はなれる",
          "zh": "離開、獲得自由、切斷自己"
        },
        {
          "k": "羽",
          "r": "はね",
          "zh": "翼"
        },
        {
          "k": "省く",
          "r": "はぶく",
          "zh": "省略、消除"
        },
        {
          "k": "場面",
          "r": "ばめん",
          "zh": "場景、背景（如小說的）"
        },
        {
          "k": "原",
          "r": "はら",
          "zh": "田野、平原"
        },
        {
          "k": "バランス",
          "r": "バランス",
          "zh": "平衡"
        },
        {
          "k": "範囲",
          "r": "はんい",
          "zh": "程度、範圍"
        },
        {
          "k": "犯罪",
          "r": "はんざい",
          "zh": "犯罪"
        },
        {
          "k": "反省",
          "r": "はんせい",
          "zh": "反思、遺憾"
        },
        {
          "k": "判断",
          "r": "はんだん",
          "zh": "判斷、決定"
        },
        {
          "k": "犯人",
          "r": "はんにん",
          "zh": "罪犯"
        },
        {
          "k": "灯",
          "r": "ひ",
          "zh": "光"
        },
        {
          "k": "ビール",
          "r": "ビール",
          "zh": "啤酒"
        },
        {
          "k": "被害",
          "r": "ひがい",
          "zh": "損壞"
        },
        {
          "k": "ピクニック",
          "r": "ピクニック",
          "zh": "野餐"
        },
        {
          "k": "悲劇",
          "r": "ひげき",
          "zh": "悲劇"
        },
        {
          "k": "飛行",
          "r": "ひこう",
          "zh": "航空、飛行"
        },
        {
          "k": "膝",
          "r": "ひざ",
          "zh": "膝"
        },
        {
          "k": "非常",
          "r": "ひじょう",
          "zh": "緊急的、異常的、不尋常的"
        },
        {
          "k": "引越し",
          "r": "ひっこし",
          "zh": "搬家、改變住所"
        }
      ]
    },
    {
      "id": "n3-u107",
      "theme": "綜合單字 54",
      "words": [
        {
          "k": "否定",
          "r": "ひてい",
          "zh": "否定、否認"
        },
        {
          "k": "ビデオ",
          "r": "ビデオ",
          "zh": "錄影帶、錄影機"
        },
        {
          "k": "等しい",
          "r": "ひとしい",
          "zh": "平等"
        },
        {
          "k": "一人一人",
          "r": "ひとりひとり",
          "zh": "一個接一個地"
        },
        {
          "k": "批判",
          "r": "ひはん",
          "zh": "批評"
        },
        {
          "k": "批評",
          "r": "ひひょう",
          "zh": "批評、評論"
        },
        {
          "k": "秘密",
          "r": "ひみつ",
          "zh": "秘密"
        },
        {
          "k": "紐",
          "r": "ひも",
          "zh": "繩子"
        },
        {
          "k": "冷やす",
          "r": "ひやす",
          "zh": "冷卻、冷藏"
        },
        {
          "k": "費用",
          "r": "ひよう",
          "zh": "成本、費用"
        },
        {
          "k": "秒",
          "r": "びょう",
          "zh": "第二次（第 60 分鐘）"
        },
        {
          "k": "評価",
          "r": "ひょうか",
          "zh": "評估"
        },
        {
          "k": "表現",
          "r": "ひょうげん",
          "zh": "表達、演示"
        },
        {
          "k": "表情",
          "r": "ひょうじょう",
          "zh": "臉部表情"
        },
        {
          "k": "瓶",
          "r": "びん",
          "zh": "瓶子"
        },
        {
          "k": "便",
          "r": "びん",
          "zh": "方式、手段、飛行"
        },
        {
          "k": "ピン",
          "r": "ピン",
          "zh": "針"
        },
        {
          "k": "無",
          "r": "ぶ",
          "zh": "什麼都沒有、沒有、零"
        },
        {
          "k": "分",
          "r": "ぶ",
          "zh": "劃分、部分"
        },
        {
          "k": "不安",
          "r": "ふあん",
          "zh": "焦慮、不安"
        }
      ]
    },
    {
      "id": "n3-u108",
      "theme": "綜合單字 55",
      "words": [
        {
          "k": "風景",
          "r": "ふうけい",
          "zh": "風景"
        },
        {
          "k": "笛",
          "r": "ふえ",
          "zh": "長笛、口哨"
        },
        {
          "k": "深まる",
          "r": "ふかまる",
          "zh": "加深"
        },
        {
          "k": "拭く",
          "r": "ふく",
          "zh": "擦乾"
        },
        {
          "k": "含む",
          "r": "ふくむ",
          "zh": "包含"
        },
        {
          "k": "含める",
          "r": "ふくめる",
          "zh": "包括"
        },
        {
          "k": "袋",
          "r": "ふくろ",
          "zh": "袋、麻袋"
        },
        {
          "k": "不幸",
          "r": "ふこう",
          "zh": "不幸、悲傷"
        },
        {
          "k": "節",
          "r": "ふし",
          "zh": "音調、旋鈕"
        },
        {
          "k": "不自由",
          "r": "ふじゆう",
          "zh": "不適、殘疾、不便"
        },
        {
          "k": "婦人",
          "r": "ふじん",
          "zh": "女（與女性（じょせい）、女の人（おんなのひと）相同）"
        },
        {
          "k": "不正",
          "r": "ふせい",
          "zh": "不公正、不公平"
        },
        {
          "k": "不足",
          "r": "ふそく",
          "zh": "不足、短缺"
        },
        {
          "k": "双子",
          "r": "ふたご",
          "zh": "雙胞胎"
        },
        {
          "k": "縁",
          "r": "ふち",
          "zh": "邊緣"
        },
        {
          "k": "打つ",
          "r": "ぶつ",
          "zh": "擊打、打擊"
        },
        {
          "k": "ぶつかる",
          "r": "ぶつかる",
          "zh": "打擊、碰撞"
        },
        {
          "k": "ぶつける",
          "r": "ぶつける",
          "zh": "敲擊、猛擊、擊打和攻擊"
        },
        {
          "k": "物質",
          "r": "ぶっしつ",
          "zh": "材料、物質"
        },
        {
          "k": "物理",
          "r": "ぶつり",
          "zh": "物理學"
        }
      ]
    },
    {
      "id": "n3-u109",
      "theme": "綜合單字 56",
      "words": [
        {
          "k": "ふと",
          "r": "ふと",
          "zh": "突然、偶然"
        },
        {
          "k": "部分",
          "r": "ぶぶん",
          "zh": "部分"
        },
        {
          "k": "不平",
          "r": "ふへい",
          "zh": "抱怨、不滿"
        },
        {
          "k": "不満",
          "r": "ふまん",
          "zh": "不滿、抱怨"
        },
        {
          "k": "増やす",
          "r": "ふやす",
          "zh": "增加 (v.t.)、添加到"
        },
        {
          "k": "殖やす",
          "r": "ふやす",
          "zh": "增加、增加到"
        },
        {
          "k": "プラス",
          "r": "プラス",
          "zh": "加號"
        },
        {
          "k": "プラスチック",
          "r": "プラスチック",
          "zh": "塑膠"
        },
        {
          "k": "プラン",
          "r": "プラン",
          "zh": "計劃"
        },
        {
          "k": "振る",
          "r": "ふる",
          "zh": "揮動、搖動、灑、選角（演員）"
        },
        {
          "k": "震える",
          "r": "ふるえる",
          "zh": "顫抖"
        },
        {
          "k": "ブレーキ",
          "r": "ブレーキ",
          "zh": "煞車"
        },
        {
          "k": "プロ",
          "r": "プロ",
          "zh": "專業的"
        },
        {
          "k": "分",
          "r": "ぶん",
          "zh": "劃分、部分、分段"
        },
        {
          "k": "文",
          "r": "ぶん",
          "zh": "句子"
        },
        {
          "k": "雰囲気",
          "r": "ふんいき",
          "zh": "氣氛（例如音樂）、心情、氛圍"
        },
        {
          "k": "分析",
          "r": "ぶんせき",
          "zh": "分析"
        },
        {
          "k": "文明",
          "r": "ぶんめい",
          "zh": "文明"
        },
        {
          "k": "分野",
          "r": "ぶんや",
          "zh": "場、球體"
        },
        {
          "k": "平均",
          "r": "へいきん",
          "zh": "平衡、平均"
        }
      ]
    },
    {
      "id": "n3-u110",
      "theme": "綜合單字 57",
      "words": [
        {
          "k": "別に",
          "r": "べつに",
          "zh": "（不）特別地、沒什麼"
        },
        {
          "k": "減らす",
          "r": "へらす",
          "zh": "減少"
        },
        {
          "k": "減る",
          "r": "へる",
          "zh": "減少（大小或數量）、減少"
        },
        {
          "k": "変化",
          "r": "へんか",
          "zh": "改變、變異、轉變"
        },
        {
          "k": "ベンチ",
          "r": "ベンチ",
          "zh": "長椅"
        },
        {
          "k": "方",
          "r": "ほう",
          "zh": "側面"
        },
        {
          "k": "棒",
          "r": "ぼう",
          "zh": "桿、棒"
        },
        {
          "k": "冒険",
          "r": "ぼうけん",
          "zh": "風險、冒險"
        },
        {
          "k": "報告",
          "r": "ほうこく",
          "zh": "報告、資訊"
        },
        {
          "k": "宝石",
          "r": "ほうせき",
          "zh": "寶石"
        },
        {
          "k": "包装",
          "r": "ほうそう",
          "zh": "包裝"
        },
        {
          "k": "豊富",
          "r": "ほうふ",
          "zh": "豐富、充足"
        },
        {
          "k": "方々",
          "r": "ほうぼう",
          "zh": "這裡那裡、到處"
        },
        {
          "k": "吠える",
          "r": "ほえる",
          "zh": "吠叫、嚎叫"
        },
        {
          "k": "ボーイ",
          "r": "ボーイ",
          "zh": "搬運工、男孩"
        },
        {
          "k": "ボール",
          "r": "ボール",
          "zh": "球、碗"
        },
        {
          "k": "埃",
          "r": "ほこり",
          "zh": "灰塵"
        },
        {
          "k": "保存",
          "r": "ほぞん",
          "zh": "保存、保護"
        },
        {
          "k": "仏",
          "r": "ほとけ",
          "zh": "佛"
        },
        {
          "k": "炎",
          "r": "ほのお",
          "zh": "火焰"
        }
      ]
    },
    {
      "id": "n3-u111",
      "theme": "綜合單字 58",
      "words": [
        {
          "k": "ほぼ",
          "r": "ほぼ",
          "zh": "幾乎、大致"
        },
        {
          "k": "微笑む",
          "r": "ほほえむ",
          "zh": "微笑"
        },
        {
          "k": "堀",
          "r": "ほり",
          "zh": "護城河、運河"
        },
        {
          "k": "濠",
          "r": "ほり",
          "zh": "護城河"
        },
        {
          "k": "本物",
          "r": "ほんもの",
          "zh": "正品"
        },
        {
          "k": "ぼんやり",
          "r": "ぼんやり",
          "zh": "暗淡的、微弱的、模糊的"
        },
        {
          "k": "マイク",
          "r": "マイク",
          "zh": "麥克風"
        },
        {
          "k": "マイナス",
          "r": "マイナス",
          "zh": "減號"
        },
        {
          "k": "任せる",
          "r": "まかせる",
          "zh": "委託他人、留給"
        },
        {
          "k": "幕",
          "r": "まく",
          "zh": "帷幕、幕布、幕布（表演中）"
        },
        {
          "k": "まさか",
          "r": "まさか",
          "zh": "絕不是"
        },
        {
          "k": "まさに",
          "r": "まさに",
          "zh": "正確地、肯定地"
        },
        {
          "k": "混ざる",
          "r": "まざる",
          "zh": "混合、混合在一起"
        },
        {
          "k": "交ざる",
          "r": "まざる",
          "zh": "混合、混合在一起"
        },
        {
          "k": "混じる",
          "r": "まじる",
          "zh": "混合、混合在一起"
        },
        {
          "k": "交じる",
          "r": "まじる",
          "zh": "混合、混合在一起"
        },
        {
          "k": "増す",
          "r": "ます",
          "zh": "增加、獲得"
        },
        {
          "k": "貧しい",
          "r": "まずしい",
          "zh": "貧窮的、有需要的"
        },
        {
          "k": "マスター",
          "r": "マスター",
          "zh": "酒吧老闆、碩士（如藝術、科學）"
        },
        {
          "k": "ますます",
          "r": "ますます",
          "zh": "越來越多（與もっと相同）、越來越多"
        }
      ]
    },
    {
      "id": "n3-u112",
      "theme": "綜合單字 59",
      "words": [
        {
          "k": "混ぜる",
          "r": "まぜる",
          "zh": "混合、攪拌"
        },
        {
          "k": "交ぜる",
          "r": "まぜる",
          "zh": "被混合"
        },
        {
          "k": "まとまる",
          "r": "まとまる",
          "zh": "收集、整理"
        },
        {
          "k": "真似",
          "r": "まね",
          "zh": "擬態、模仿、行為"
        },
        {
          "k": "招く",
          "r": "まねく",
          "zh": "邀請"
        },
        {
          "k": "まぶしい",
          "r": "まぶしい",
          "zh": "耀眼的、容光煥發的"
        },
        {
          "k": "柵",
          "r": "さく",
          "zh": "柵欄"
        },
        {
          "k": "裁く",
          "r": "さばく",
          "zh": "判斷"
        },
        {
          "k": "酸化",
          "r": "さんか",
          "zh": "氧化"
        },
        {
          "k": "視覚",
          "r": "しかく",
          "zh": "視覺"
        },
        {
          "k": "磁気",
          "r": "じき",
          "zh": "磁力"
        },
        {
          "k": "磁器",
          "r": "じき",
          "zh": "瓷器、中國"
        },
        {
          "k": "自己",
          "r": "じこ",
          "zh": "自己"
        },
        {
          "k": "字体",
          "r": "じたい",
          "zh": "字體、刻字"
        },
        {
          "k": "辞退",
          "r": "じたい",
          "zh": "拒絕"
        },
        {
          "k": "脂肪",
          "r": "しぼう",
          "zh": "脂肪、油脂"
        },
        {
          "k": "志望",
          "r": "しぼう",
          "zh": "願望、野心"
        },
        {
          "k": "上司",
          "r": "じょうし",
          "zh": "某人的上級"
        },
        {
          "k": "女史",
          "r": "じょし",
          "zh": "女士"
        },
        {
          "k": "ショック",
          "r": "ショック",
          "zh": "震驚"
        }
      ]
    },
    {
      "id": "n3-u113",
      "theme": "綜合單字 60",
      "words": [
        {
          "k": "進行",
          "r": "しんこう",
          "zh": "提早"
        },
        {
          "k": "新興",
          "r": "しんこう",
          "zh": "興起、發展、湧現"
        },
        {
          "k": "振興",
          "r": "しんこう",
          "zh": "促進、鼓勵"
        },
        {
          "k": "申告",
          "r": "しんこく",
          "zh": "報告、聲明"
        },
        {
          "k": "真理",
          "r": "しんり",
          "zh": "真相"
        },
        {
          "k": "水洗",
          "r": "すいせん",
          "zh": "沖水"
        },
        {
          "k": "ストレス",
          "r": "ストレス",
          "zh": "壓力"
        },
        {
          "k": "擦る",
          "r": "する",
          "zh": "摩擦、擦傷"
        },
        {
          "k": "精算",
          "r": "せいさん",
          "zh": "精確計算、調整"
        },
        {
          "k": "成年",
          "r": "せいねん",
          "zh": "大多數、成年年齡"
        },
        {
          "k": "声明",
          "r": "せいめい",
          "zh": "聲明、公告"
        },
        {
          "k": "姓名",
          "r": "せいめい",
          "zh": "全名"
        },
        {
          "k": "生理",
          "r": "せいり",
          "zh": "生理學、月經"
        },
        {
          "k": "節",
          "r": "せつ",
          "zh": "當、如果、部分、條款"
        },
        {
          "k": "禅",
          "r": "ぜん",
          "zh": "禪宗（佛教）"
        },
        {
          "k": "先行",
          "r": "せんこう",
          "zh": "在前、先行"
        },
        {
          "k": "相",
          "r": "そう",
          "zh": "方面、相位、表情"
        },
        {
          "k": "僧",
          "r": "そう",
          "zh": "和尚、牧師"
        },
        {
          "k": "像",
          "r": "ぞう",
          "zh": "雕像、圖像"
        },
        {
          "k": "隊",
          "r": "たい",
          "zh": "黨、部隊"
        }
      ]
    },
    {
      "id": "n3-u114",
      "theme": "綜合單字 61",
      "words": [
        {
          "k": "タイトル",
          "r": "タイトル",
          "zh": "標題"
        },
        {
          "k": "ダウン",
          "r": "ダウン",
          "zh": "向下"
        },
        {
          "k": "高まる",
          "r": "たかまる",
          "zh": "上升、成長、安裝 (v.i.)"
        },
        {
          "k": "断つ",
          "r": "たつ",
          "zh": "切斷"
        },
        {
          "k": "盾",
          "r": "たて",
          "zh": "盾牌"
        },
        {
          "k": "チャイム",
          "r": "チャイム",
          "zh": "鐘聲"
        },
        {
          "k": "挑戦",
          "r": "ちょうせん",
          "zh": "挑戰、反抗"
        },
        {
          "k": "摘む",
          "r": "つむ",
          "zh": "採摘、修剪"
        },
        {
          "k": "露",
          "r": "つゆ",
          "zh": "露水"
        },
        {
          "k": "強まる",
          "r": "つよまる",
          "zh": "變得堅強、獲得力量"
        },
        {
          "k": "強める",
          "r": "つよめる",
          "zh": "加強、強調"
        },
        {
          "k": "デザイン",
          "r": "デザイン",
          "zh": "設計"
        },
        {
          "k": "デザート",
          "r": "デザート",
          "zh": "甜點"
        },
        {
          "k": "伝言",
          "r": "でんごん",
          "zh": "口頭訊息"
        },
        {
          "k": "と",
          "r": "と",
          "zh": "和"
        },
        {
          "k": "問う",
          "r": "とう",
          "zh": "詢問"
        },
        {
          "k": "同士",
          "r": "どうし",
          "zh": "彼此、同儕、同志"
        },
        {
          "k": "同志",
          "r": "どうし",
          "zh": "志同道合"
        },
        {
          "k": "当然",
          "r": "とうぜん",
          "zh": "明顯的、自然的"
        },
        {
          "k": "動揺",
          "r": "どうよう",
          "zh": "擾動、顫振衝擊"
        }
      ]
    },
    {
      "id": "n3-u115",
      "theme": "綜合單字 62",
      "words": [
        {
          "k": "綴じる",
          "r": "とじる",
          "zh": "綁定、歸檔"
        },
        {
          "k": "音",
          "r": "ね",
          "zh": "聲音、音符"
        },
        {
          "k": "肺",
          "r": "はい",
          "zh": "肺"
        },
        {
          "k": "映える",
          "r": "はえる",
          "zh": "發光、看起來有吸引力、看起來漂亮"
        },
        {
          "k": "諮る",
          "r": "はかる",
          "zh": "諮詢、商議"
        },
        {
          "k": "図る",
          "r": "はかる",
          "zh": "策劃、嘗試、設計、將 A 推薦給 B"
        },
        {
          "k": "班",
          "r": "はん",
          "zh": "團體、黨派、部門（百萬）"
        },
        {
          "k": "版",
          "r": "はん",
          "zh": "版本"
        },
        {
          "k": "非行",
          "r": "ひこう",
          "zh": "違法行為、不當行為"
        },
        {
          "k": "票",
          "r": "ひょう",
          "zh": "標籤、選票、標誌"
        },
        {
          "k": "深める",
          "r": "ふかめる",
          "zh": "加深、加強"
        },
        {
          "k": "福",
          "r": "ふく",
          "zh": "好運"
        },
        {
          "k": "振り",
          "r": "ふり",
          "zh": "風格、方式"
        },
        {
          "k": "経る",
          "r": "へる",
          "zh": "過去、經歷"
        },
        {
          "k": "補償",
          "r": "ほしょう",
          "zh": "補償"
        },
        {
          "k": "ほっと",
          "r": "ほっと",
          "zh": "感到放心"
        },
        {
          "k": "膜",
          "r": "まく",
          "zh": "膜、薄膜"
        },
        {
          "k": "股",
          "r": "また",
          "zh": "大腿、胯部"
        },
        {
          "k": "末",
          "r": "まつ",
          "zh": "結束"
        },
        {
          "k": "マッサージ",
          "r": "マッサージ",
          "zh": "按摩"
        }
      ]
    },
    {
      "id": "n3-u116",
      "theme": "綜合單字 63",
      "words": [
        {
          "k": "捲る",
          "r": "めくる",
          "zh": "翻頁、翻書頁"
        },
        {
          "k": "メッセージ",
          "r": "メッセージ",
          "zh": "留言"
        },
        {
          "k": "有機",
          "r": "ゆうき",
          "zh": "有機的"
        },
        {
          "k": "良い",
          "r": "よい",
          "zh": "好、不錯"
        },
        {
          "k": "予想",
          "r": "よそう",
          "zh": "期待、預測"
        },
        {
          "k": "弱まる",
          "r": "よわまる",
          "zh": "變得虛弱、消瘦、沮喪"
        },
        {
          "k": "弱める",
          "r": "よわめる",
          "zh": "削弱"
        },
        {
          "k": "ラベル",
          "r": "ラベル",
          "zh": "標籤"
        },
        {
          "k": "ルール",
          "r": "ルール",
          "zh": "規則"
        },
        {
          "k": "枠",
          "r": "わく",
          "zh": "框架、幻燈片"
        }
      ]
    }
  ],
  "n2": [
    {
      "id": "n2-u1",
      "theme": "交通與地點 1",
      "words": [
        {
          "k": "～所",
          "r": "～しょ",
          "zh": "地方"
        },
        {
          "k": "～所",
          "r": "～じょ",
          "zh": "地方"
        },
        {
          "k": "乗車",
          "r": "じょうしゃ",
          "zh": "搭火車、搭乘火車"
        },
        {
          "k": "消防署",
          "r": "しょうぼうしょ",
          "zh": "消防局"
        },
        {
          "k": "新幹線",
          "r": "しんかんせん",
          "zh": "新幹線、“子彈列車”"
        },
        {
          "k": "針路",
          "r": "しんろ",
          "zh": "課程、方向"
        },
        {
          "k": "スカーフ",
          "r": "スカーフ",
          "zh": "圍巾"
        },
        {
          "k": "背負う",
          "r": "せおう",
          "zh": "背負著重擔、背在（某人）的背上或肩膀上"
        },
        {
          "k": "せっせと",
          "r": "せっせと",
          "zh": "忙碌、遠離"
        },
        {
          "k": "接続",
          "r": "せつぞく",
          "zh": "連接、聯合、連結、換乘火車"
        },
        {
          "k": "せめて",
          "r": "せめて",
          "zh": "至少"
        },
        {
          "k": "～船",
          "r": "～せん",
          "zh": "船舶櫃檯"
        },
        {
          "k": "～艘",
          "r": "～そう",
          "zh": "船舶櫃檯"
        },
        {
          "k": "造船",
          "r": "ぞうせん",
          "zh": "造船業"
        },
        {
          "k": "送料",
          "r": "そうりょう",
          "zh": "郵資、運輸"
        },
        {
          "k": "そそっかしい",
          "r": "そそっかしい",
          "zh": "粗心的"
        },
        {
          "k": "大工",
          "r": "だいく",
          "zh": "木匠"
        },
        {
          "k": "体積",
          "r": "たいせき",
          "zh": "容量、體積"
        },
        {
          "k": "発",
          "r": "はつ",
          "zh": "離開（例如、在飛機上、火車上）"
        },
        {
          "k": "おおざっぱ",
          "r": "おおざっぱ",
          "zh": "粗略（不精確）、寬泛、粗略"
        },
        {
          "k": "相変わらず",
          "r": "あいかわらず",
          "zh": "一如既往"
        },
        {
          "k": "繋がる",
          "r": "つながる",
          "zh": "被綁在一起、被連接到、被連結到"
        }
      ]
    },
    {
      "id": "n2-u2",
      "theme": "交通與地點 2",
      "words": [
        {
          "k": "大通り",
          "r": "おおどおり",
          "zh": "主要街道"
        },
        {
          "k": "拝む",
          "r": "おがむ",
          "zh": "去敬拜、去祈禱"
        },
        {
          "k": "お元気で",
          "r": "おげんきで",
          "zh": "保重”"
        },
        {
          "k": "お世話になりました",
          "r": "おせわになりました",
          "zh": "我一直在你的照顧下"
        },
        {
          "k": "お大事に",
          "r": "おだいじに",
          "zh": "照顧好自己、保重！祝你早日康復"
        },
        {
          "k": "お参り",
          "r": "おまいり",
          "zh": "參拜、參拜神社"
        },
        {
          "k": "各地",
          "r": "かくち",
          "zh": "全國各地"
        },
        {
          "k": "学力",
          "r": "がくりょく",
          "zh": "學識、知識"
        },
        {
          "k": "箇所",
          "r": "かしょ",
          "zh": "地方、點、部分"
        },
        {
          "k": "片道",
          "r": "かたみち",
          "zh": "單程（旅行）"
        },
        {
          "k": "担ぐ",
          "r": "かつぐ",
          "zh": "扛在肩上"
        },
        {
          "k": "貨物",
          "r": "かもつ",
          "zh": "貨物、貨運"
        },
        {
          "k": "かるた",
          "r": "かるた",
          "zh": "撲克牌（POR：carta）"
        },
        {
          "k": "関西",
          "r": "かんさい",
          "zh": "日本西南部、包括大阪"
        },
        {
          "k": "関東",
          "r": "かんとう",
          "zh": "日本東半部、包括東京"
        },
        {
          "k": "刻む",
          "r": "きざむ",
          "zh": "切碎、雕刻"
        },
        {
          "k": "～きる",
          "r": "～きる",
          "zh": "儘管如此、為了貫徹"
        },
        {
          "k": "気を付ける",
          "r": "きをつける",
          "zh": "小心、注意、照顧"
        },
        {
          "k": "原産",
          "r": "げんさん",
          "zh": "原產地"
        },
        {
          "k": "研修",
          "r": "けんしゅう",
          "zh": "訓練"
        },
        {
          "k": "預かる",
          "r": "あずかる",
          "zh": "保管"
        },
        {
          "k": "躓く",
          "r": "つまずく",
          "zh": "絆倒（絆倒）、絆倒"
        }
      ]
    },
    {
      "id": "n2-u3",
      "theme": "交通與地點 3",
      "words": [
        {
          "k": "～号",
          "r": "～ごう",
          "zh": "雜誌櫃檯、船名"
        },
        {
          "k": "持参",
          "r": "じさん",
          "zh": "帶來、拿走、攜帶"
        },
        {
          "k": "下町",
          "r": "したまち",
          "zh": "城鎮的老城區"
        },
        {
          "k": "実習",
          "r": "じっしゅう",
          "zh": "練習、訓練"
        },
        {
          "k": "縞",
          "r": "しま",
          "zh": "條紋"
        },
        {
          "k": "～車",
          "r": "～しゃ",
          "zh": "〜汽車"
        },
        {
          "k": "車庫",
          "r": "しゃこ",
          "zh": "車庫、車棚"
        },
        {
          "k": "車掌",
          "r": "しゃしょう",
          "zh": "（火車）列車長"
        },
        {
          "k": "車輪",
          "r": "しゃりん",
          "zh": "（汽車）輪子"
        },
        {
          "k": "習字",
          "r": "しゅうじ",
          "zh": "書法"
        },
        {
          "k": "じゅうたん (カーペット)",
          "r": "じゅうたん (カーペット)",
          "zh": "地毯"
        },
        {
          "k": "終点",
          "r": "しゅうてん",
          "zh": "終點站、最後一站（例如火車）"
        },
        {
          "k": "宛名",
          "r": "あてな",
          "zh": "地址、方向"
        },
        {
          "k": "慌ただしい",
          "r": "あわただしい",
          "zh": "忙碌、匆忙"
        },
        {
          "k": "～位",
          "r": "～い",
          "zh": "〜第一個地方"
        },
        {
          "k": "遠足",
          "r": "えんそく",
          "zh": "旅行、遠足、野餐"
        },
        {
          "k": "追い越す",
          "r": "おいこす",
          "zh": "超過（例如、汽車）、超過、超越"
        },
        {
          "k": "往復",
          "r": "おうふく",
          "zh": "(col) 往返、往返、回程機票"
        },
        {
          "k": "欧米",
          "r": "おうべい",
          "zh": "歐美、西方"
        },
        {
          "k": "～等",
          "r": "～とう",
          "zh": "水平、地點"
        },
        {
          "k": "温まる",
          "r": "あたたまる",
          "zh": "取暖"
        },
        {
          "k": "積む",
          "r": "つむ",
          "zh": "堆積起來、堆疊起來"
        }
      ]
    },
    {
      "id": "n2-u4",
      "theme": "交通與地點 4",
      "words": [
        {
          "k": "～道",
          "r": "～どう",
          "zh": "某種路徑、道路"
        },
        {
          "k": "東西",
          "r": "とうざい",
          "zh": "東西方、全國"
        },
        {
          "k": "～通り",
          "r": "～とおり",
          "zh": "依照～、以下～、〜街道、〜大道"
        },
        {
          "k": "留まる",
          "r": "とどまる",
          "zh": "待修復、遵守、停留（在一處）"
        },
        {
          "k": "殿",
          "r": "どの",
          "zh": "先生（主要是在信封上稱呼某人）"
        },
        {
          "k": "留まる",
          "r": "とまる",
          "zh": "待修復、遵守、停留（在一處）"
        },
        {
          "k": "並木",
          "r": "なみき",
          "zh": "路邊樹、一排樹"
        },
        {
          "k": "南極",
          "r": "なんきょく",
          "zh": "南極點、南極洲"
        },
        {
          "k": "南米",
          "r": "なんべい",
          "zh": "南美洲"
        },
        {
          "k": "南北",
          "r": "なんぼく",
          "zh": "南和北"
        },
        {
          "k": "上り",
          "r": "のぼり",
          "zh": "上行列車（前往東京）、上行"
        },
        {
          "k": "乗換",
          "r": "のりかえ",
          "zh": "換乘（例如火車、公車）"
        },
        {
          "k": "乗り越し",
          "r": "のりこし",
          "zh": "騎車經過（某人的車站）"
        },
        {
          "k": "呑気",
          "r": "のんき",
          "zh": "無憂無慮、樂觀"
        },
        {
          "k": "話中",
          "r": "はなしちゅう",
          "zh": "通話時、線路佔線"
        },
        {
          "k": "花嫁",
          "r": "はなよめ",
          "zh": "新娘"
        },
        {
          "k": "日当たり",
          "r": "ひあたり",
          "zh": "暴露在陽光下、陽光充足的地方"
        },
        {
          "k": "日帰り",
          "r": "ひがえり",
          "zh": "一日遊"
        },
        {
          "k": "人通り",
          "r": "ひとどおり",
          "zh": "行人交通"
        },
        {
          "k": "文房具",
          "r": "ぶんぼうぐ",
          "zh": "文具"
        },
        {
          "k": "当たり前",
          "r": "あたりまえ",
          "zh": "自然的、合理的、明顯的、平常的、常見的、普通的、規範的"
        },
        {
          "k": "停電",
          "r": "ていでん",
          "zh": "停電"
        }
      ]
    },
    {
      "id": "n2-u5",
      "theme": "交通與地點 5",
      "words": [
        {
          "k": "方角",
          "r": "ほうがく",
          "zh": "方向、方式"
        },
        {
          "k": "方面",
          "r": "ほうめん",
          "zh": "方向、面積"
        },
        {
          "k": "北極",
          "r": "ほっきょく",
          "zh": "北極"
        },
        {
          "k": "彫る",
          "r": "ほる",
          "zh": "雕刻、鑿子"
        },
        {
          "k": "街角",
          "r": "まちかど",
          "zh": "街角"
        },
        {
          "k": "マフラー",
          "r": "マフラー",
          "zh": "一條冬天的圍巾"
        },
        {
          "k": "名所",
          "r": "めいしょ",
          "zh": "著名的地方"
        },
        {
          "k": "潜る",
          "r": "もぐる",
          "zh": "駕駛、通過、逃避、隱藏"
        },
        {
          "k": "紅葉",
          "r": "もみじ",
          "zh": "（日本）楓樹"
        },
        {
          "k": "夜行",
          "r": "やこう",
          "zh": "夜間火車、夜間旅行"
        },
        {
          "k": "容積",
          "r": "ようせき",
          "zh": "容量、體積"
        },
        {
          "k": "余所",
          "r": "よそ",
          "zh": "另一個地方、其他地方、奇怪的部分"
        },
        {
          "k": "四つ角",
          "r": "よつかど",
          "zh": "四個角落、十字路口"
        },
        {
          "k": "呼び掛ける",
          "r": "よびかける",
          "zh": "向（群眾）呼喚、搭訕、向（群眾）講話、呼籲"
        },
        {
          "k": "地点",
          "r": "ちてん",
          "zh": "地點、地圖上的點"
        },
        {
          "k": "地名",
          "r": "ちめい",
          "zh": "地名"
        },
        {
          "k": "～着",
          "r": "～ちゃく",
          "zh": "衣服櫃檯、終點"
        },
        {
          "k": "彫刻",
          "r": "ちょうこく",
          "zh": "雕刻、雕塑"
        },
        {
          "k": "～丁目",
          "r": "～ちょうめ",
          "zh": "〜區（城鎮、城市、街區）"
        },
        {
          "k": "突き当たり",
          "r": "つきあたり",
          "zh": "末端（例如街道的末端）"
        },
        {
          "k": "脂",
          "r": "あぶら",
          "zh": "脂肪、奶油、豬油"
        },
        {
          "k": "手ごろ",
          "r": "てごろ",
          "zh": "方便的、合適的、合理的、適中的"
        }
      ]
    },
    {
      "id": "n2-u6",
      "theme": "交通與地點 6",
      "words": [
        {
          "k": "繋がり",
          "r": "つながり",
          "zh": "連結、關係"
        },
        {
          "k": "つまずく",
          "r": "つまずく",
          "zh": "絆倒"
        },
        {
          "k": "停車",
          "r": "ていしゃ",
          "zh": "停止（例如火車）"
        },
        {
          "k": "あみもの",
          "r": "あみもの",
          "zh": "針織、網狀"
        },
        {
          "k": "出入り口",
          "r": "でいりぐち",
          "zh": "出口和入口"
        }
      ]
    },
    {
      "id": "n2-u7",
      "theme": "身體與健康 1",
      "words": [
        {
          "k": "純情",
          "r": "じゅんじょう",
          "zh": "純潔的心"
        },
        {
          "k": "蒸発",
          "r": "じょうはつ",
          "zh": "蒸發、不明原因失踪"
        },
        {
          "k": "上品",
          "r": "じょうひん",
          "zh": "精緻、優雅、有禮貌"
        },
        {
          "k": "白髪",
          "r": "しらが",
          "zh": "白髮或灰髮、流行的頭髮漂白"
        },
        {
          "k": "芯",
          "r": "しん",
          "zh": "芯、心、燈芯"
        },
        {
          "k": "心身",
          "r": "しんしん",
          "zh": "心靈與身體"
        },
        {
          "k": "神話",
          "r": "しんわ",
          "zh": "神話、傳說"
        },
        {
          "k": "水面",
          "r": "すいめん",
          "zh": "水面"
        },
        {
          "k": "すっきり",
          "r": "すっきり",
          "zh": "勻稱、清晰、整齊"
        },
        {
          "k": "頭脳",
          "r": "ずのう",
          "zh": "頭腦、智力"
        },
        {
          "k": "折角",
          "r": "せっかく",
          "zh": "帶著煩惱、千辛萬苦、期待已久"
        },
        {
          "k": "接近",
          "r": "せっきん",
          "zh": "越來越近、接近"
        },
        {
          "k": "瀬戸物",
          "r": "せともの",
          "zh": "陶器、瓷器"
        },
        {
          "k": "迫る",
          "r": "せまる",
          "zh": "靠近、壓緊"
        },
        {
          "k": "先頭",
          "r": "せんとう",
          "zh": "頭頭、帶頭、先鋒"
        },
        {
          "k": "洗面",
          "r": "せんめん",
          "zh": "洗臉"
        },
        {
          "k": "草履",
          "r": "ぞうり",
          "zh": "日本涼鞋（鞋類）"
        },
        {
          "k": "田ぼ",
          "r": "たんぼ",
          "zh": "稻田、農場"
        },
        {
          "k": "お気の毒に",
          "r": "おきのどくに",
          "zh": "聽到這個消息我很遺憾…"
        },
        {
          "k": "思い切り",
          "r": "おもいきり",
          "zh": "全力（心）、聽天由命、決心"
        },
        {
          "k": "争う",
          "r": "あらそう",
          "zh": "競爭、爭論、爭執、分歧、反對"
        },
        {
          "k": "出迎える",
          "r": "でむかえる",
          "zh": "見面、打招呼"
        }
      ]
    },
    {
      "id": "n2-u8",
      "theme": "身體與健康 2",
      "words": [
        {
          "k": "～画",
          "r": "～が",
          "zh": "圖片、繪畫"
        },
        {
          "k": "学術",
          "r": "がくじゅつ",
          "zh": "科學、學習、學術"
        },
        {
          "k": "学年",
          "r": "がくねん",
          "zh": "在校年級"
        },
        {
          "k": "元日",
          "r": "がんじつ",
          "zh": "元旦"
        },
        {
          "k": "清い",
          "r": "きよい",
          "zh": "清澈、純淨、高貴"
        },
        {
          "k": "斬る",
          "r": "きる",
          "zh": "斬首、謀殺"
        },
        {
          "k": "苦心",
          "r": "くしん",
          "zh": "痛苦、麻煩"
        },
        {
          "k": "くたびれる",
          "r": "くたびれる",
          "zh": "變得疲倦、耗盡"
        },
        {
          "k": "くれぐれも",
          "r": "くれぐれも",
          "zh": "反覆地、真誠地、認真地"
        },
        {
          "k": "毛皮",
          "r": "けがわ",
          "zh": "毛皮"
        },
        {
          "k": "下駄",
          "r": "げた",
          "zh": "（日本鞋類）、木鞋"
        },
        {
          "k": "血圧",
          "r": "けつあつ",
          "zh": "血壓"
        },
        {
          "k": "恋しい",
          "r": "こいしい",
          "zh": "親愛的、錯過"
        },
        {
          "k": "堪える",
          "r": "こらえる",
          "zh": "承受、忍受、容忍"
        },
        {
          "k": "捜す",
          "r": "さがす",
          "zh": "尋找"
        },
        {
          "k": "探る",
          "r": "さぐる",
          "zh": "搜尋、尋找、調查"
        },
        {
          "k": "失恋",
          "r": "しつれん",
          "zh": "破碎的心、單戀的愛"
        },
        {
          "k": "しみじみ",
          "r": "しみじみ",
          "zh": "敏銳地、深深地、衷心地"
        },
        {
          "k": "地面",
          "r": "じめん",
          "zh": "地面、地球表面"
        },
        {
          "k": "しゃっくり",
          "r": "しゃっくり",
          "zh": "打嗝"
        },
        {
          "k": "あらわす",
          "r": "あらわす",
          "zh": "撰寫、出版"
        },
        {
          "k": "東洋",
          "r": "とうよう",
          "zh": "東方"
        }
      ]
    },
    {
      "id": "n2-u9",
      "theme": "身體與健康 3",
      "words": [
        {
          "k": "憧れる",
          "r": "あこがれる",
          "zh": "渴望"
        },
        {
          "k": "足跡",
          "r": "あしあと",
          "zh": "足跡"
        },
        {
          "k": "一昨年",
          "r": "いっさくねん",
          "zh": "前年"
        },
        {
          "k": "浮ぶ",
          "r": "うかぶ",
          "zh": "漂浮、浮出水面、浮現腦海"
        },
        {
          "k": "承る",
          "r": "うけたまわる",
          "zh": "（謙虛地）聽到、被告知、知道"
        },
        {
          "k": "裏口",
          "r": "うらぐち",
          "zh": "後門"
        },
        {
          "k": "絵の具",
          "r": "えのぐ",
          "zh": "顏色、油漆"
        },
        {
          "k": "都心",
          "r": "としん",
          "zh": "(城市的)心臟"
        },
        {
          "k": "内科",
          "r": "ないか",
          "zh": "內科診所、內科"
        },
        {
          "k": "懐かしい",
          "r": "なつかしい",
          "zh": "親愛的、渴望的、錯過的"
        },
        {
          "k": "鈍い",
          "r": "にぶい",
          "zh": "遲鈍（例如、一把刀）、頭腦遲鈍、緩慢（與快速相反）、愚蠢"
        },
        {
          "k": "睨む",
          "r": "にらむ",
          "zh": "瞪視、凝視、密切關注"
        },
        {
          "k": "寝間着",
          "r": "ねまき",
          "zh": "睡衣"
        },
        {
          "k": "寝巻",
          "r": "ねまき",
          "zh": "睡衣"
        },
        {
          "k": "～年生",
          "r": "～ねんせい",
          "zh": "學年計數器"
        },
        {
          "k": "年度",
          "r": "ねんど",
          "zh": "年份、財政年度"
        },
        {
          "k": "剥す",
          "r": "はがす",
          "zh": "撕下"
        },
        {
          "k": "吐き気",
          "r": "はきけ",
          "zh": "噁心、胃部不適"
        },
        {
          "k": "はきはき",
          "r": "はきはき",
          "zh": "清楚地"
        },
        {
          "k": "歯車",
          "r": "はぐるま",
          "zh": "齒輪"
        },
        {
          "k": "慌てる",
          "r": "あわてる",
          "zh": "變得混亂（驚慌失措、雜亂無章）、心慌意亂、驚慌失措、匆忙、加速"
        },
        {
          "k": "溶ける",
          "r": "とける",
          "zh": "(不及物動詞) 融化、解凍、融合、溶解"
        }
      ]
    },
    {
      "id": "n2-u10",
      "theme": "身體與健康 4",
      "words": [
        {
          "k": "肌着",
          "r": "はだぎ",
          "zh": "內衣"
        },
        {
          "k": "歯磨き",
          "r": "はみがき",
          "zh": "刷牙、牙膏"
        },
        {
          "k": "ハンドル",
          "r": "ハンドル",
          "zh": "把手、方向盤"
        },
        {
          "k": "瞳",
          "r": "ひとみ",
          "zh": "（眼睛的）瞳孔"
        },
        {
          "k": "皮膚",
          "r": "ひふ",
          "zh": "皮膚"
        },
        {
          "k": "～病",
          "r": "～びょう",
          "zh": "一種疾病"
        },
        {
          "k": "更ける",
          "r": "ふける",
          "zh": "遲到、穿"
        },
        {
          "k": "船便",
          "r": "ふなびん",
          "zh": "平郵（船）"
        },
        {
          "k": "麓",
          "r": "ふもと",
          "zh": "（山的）腳部、底部"
        },
        {
          "k": "振り向く",
          "r": "ふりむく",
          "zh": "轉過身來"
        },
        {
          "k": "プリント",
          "r": "プリント",
          "zh": "印刷、講義"
        },
        {
          "k": "牧場",
          "r": "ぼくじょう",
          "zh": "農場（牲畜）、牧場"
        },
        {
          "k": "牧畜",
          "r": "ぼくちく",
          "zh": "畜牧業"
        },
        {
          "k": "保健",
          "r": "ほけん",
          "zh": "保健、衛生、環境衛生"
        },
        {
          "k": "本部",
          "r": "ほんぶ",
          "zh": "總部"
        },
        {
          "k": "待ち合わせる",
          "r": "まちあわせる",
          "zh": "約會、在預先安排的地點和時間見面"
        },
        {
          "k": "まぶた",
          "r": "まぶた",
          "zh": "眼瞼"
        },
        {
          "k": "見掛け",
          "r": "みかけ",
          "zh": "外觀"
        },
        {
          "k": "見出し",
          "r": "みだし",
          "zh": "標題、索引"
        },
        {
          "k": "実る",
          "r": "みのる",
          "zh": "結出果實、成熟"
        },
        {
          "k": "案外",
          "r": "あんがい",
          "zh": "出乎意料地、意外地"
        },
        {
          "k": "泊める",
          "r": "とめる",
          "zh": "給予庇護、寄宿"
        }
      ]
    },
    {
      "id": "n2-u11",
      "theme": "身體與健康 5",
      "words": [
        {
          "k": "見舞う",
          "r": "みまう",
          "zh": "詢問（健康狀況）、拜訪"
        },
        {
          "k": "目指す",
          "r": "めざす",
          "zh": "瞄準、關注"
        },
        {
          "k": "目覚し",
          "r": "めざまし",
          "zh": "鬧鐘"
        },
        {
          "k": "物凄い",
          "r": "ものすごい",
          "zh": "在很大程度上是驚天動地的、令人震驚的"
        },
        {
          "k": "薬品",
          "r": "やくひん",
          "zh": "藥品、化學品"
        },
        {
          "k": "薬局",
          "r": "やっきょく",
          "zh": "藥房、藥局"
        },
        {
          "k": "破く",
          "r": "やぶく",
          "zh": "撕裂"
        },
        {
          "k": "輸血",
          "r": "ゆけつ",
          "zh": "輸血"
        },
        {
          "k": "よこす",
          "r": "よこす",
          "zh": "發送、轉發、移交（例如、金錢）"
        },
        {
          "k": "誓う",
          "r": "ちかう",
          "zh": "發誓"
        },
        {
          "k": "近付ける",
          "r": "ちかづける",
          "zh": "靠近、讓靠近"
        },
        {
          "k": "近寄る",
          "r": "ちかよる",
          "zh": "接近、靠近"
        },
        {
          "k": "～長",
          "r": "～ちょう",
          "zh": "領導者、頭目"
        },
        {
          "k": "月日",
          "r": "つきひ",
          "zh": "時間、年、日"
        },
        {
          "k": "釣り合う",
          "r": "つりあう",
          "zh": "平衡、和諧、適應"
        },
        {
          "k": "手頃",
          "r": "てごろ",
          "zh": "適中、方便"
        },
        {
          "k": "手続き",
          "r": "てつづき",
          "zh": "程序、（法律）程序、手續"
        },
        {
          "k": "手拭い",
          "r": "てぬぐい",
          "zh": "（手）毛巾"
        },
        {
          "k": "電柱",
          "r": "でんちゅう",
          "zh": "電線桿、燈桿"
        },
        {
          "k": "写る",
          "r": "うつる",
          "zh": "被拍照、被投影"
        },
        {
          "k": "中身",
          "r": "なかみ",
          "zh": "內容物、內部、填充物"
        }
      ]
    },
    {
      "id": "n2-u12",
      "theme": "飲食 1",
      "words": [
        {
          "k": "蒸気",
          "r": "じょうき",
          "zh": "蒸汽"
        },
        {
          "k": "勝敗",
          "r": "しょうはい",
          "zh": "勝利或失敗、（戰鬥的）問題"
        },
        {
          "k": "勝負",
          "r": "しょうぶ",
          "zh": "勝利或失敗、遊戲"
        },
        {
          "k": "水産",
          "r": "すいさん",
          "zh": "海鮮、漁業"
        },
        {
          "k": "炊事",
          "r": "すいじ",
          "zh": "烹飪"
        },
        {
          "k": "水蒸気",
          "r": "すいじょうき",
          "zh": "水蒸氣、蒸汽"
        },
        {
          "k": "水滴",
          "r": "すいてき",
          "zh": "一滴水"
        },
        {
          "k": "水筒",
          "r": "すいとう",
          "zh": "食堂、燒瓶、水瓶"
        },
        {
          "k": "好き嫌い",
          "r": "すききらい",
          "zh": "喜歡與不喜歡、味道"
        },
        {
          "k": "好き好き",
          "r": "すきずき",
          "zh": "品味問題"
        },
        {
          "k": "西暦",
          "r": "せいれき",
          "zh": "基督紀元、（基督）死後（公元）"
        },
        {
          "k": "～席",
          "r": "～せき",
          "zh": "座位櫃檯"
        },
        {
          "k": "創作",
          "r": "そうさく",
          "zh": "生產、創作、工作"
        },
        {
          "k": "大層",
          "r": "たいそう",
          "zh": "非常、極大"
        },
        {
          "k": "大分",
          "r": "だいぶん",
          "zh": "相當大地、大大地、很多"
        },
        {
          "k": "田植え",
          "r": "たうえ",
          "zh": "水稻種植"
        },
        {
          "k": "滝",
          "r": "たき",
          "zh": "瀑布"
        },
        {
          "k": "おかず",
          "r": "おかず",
          "zh": "配菜、飯的配菜"
        },
        {
          "k": "脅かす",
          "r": "おどかす",
          "zh": "威脅、脅迫"
        },
        {
          "k": "おやつ",
          "r": "おやつ",
          "zh": "餐間小點心、下午茶點"
        },
        {
          "k": "有無",
          "r": "うむ",
          "zh": "存在或不存在、存在或缺席同意或拒絕、是或否"
        },
        {
          "k": "殴る",
          "r": "なぐる",
          "zh": "打擊、擊打、毆打"
        }
      ]
    },
    {
      "id": "n2-u13",
      "theme": "飲食 2",
      "words": [
        {
          "k": "海水浴",
          "r": "かいすいよく",
          "zh": "海水浴"
        },
        {
          "k": "快晴",
          "r": "かいせい",
          "zh": "好天氣"
        },
        {
          "k": "果実",
          "r": "かじつ",
          "zh": "水果"
        },
        {
          "k": "加熱",
          "r": "かねつ",
          "zh": "暖氣"
        },
        {
          "k": "冠",
          "r": "かんむり",
          "zh": "皇冠、花環"
        },
        {
          "k": "客席",
          "r": "きゃくせき",
          "zh": "賓客座位"
        },
        {
          "k": "休養",
          "r": "きゅうよう",
          "zh": "休息、娛樂"
        },
        {
          "k": "漁業",
          "r": "ぎょぎょう",
          "zh": "漁業（工業）"
        },
        {
          "k": "金魚",
          "r": "きんぎょ",
          "zh": "金魚"
        },
        {
          "k": "くどい",
          "r": "くどい",
          "zh": "冗長、糾纏、沉重（品味）"
        },
        {
          "k": "腰掛け",
          "r": "こしかけ",
          "zh": "座位、長椅"
        },
        {
          "k": "ごちそうさま",
          "r": "ごちそうさま",
          "zh": "謝謝你的飯菜"
        },
        {
          "k": "コック",
          "r": "コック",
          "zh": "煮飯、水龍頭、公雞"
        },
        {
          "k": "こっそり",
          "r": "こっそり",
          "zh": "偷偷地、秘密地"
        },
        {
          "k": "娯楽",
          "r": "ごらく",
          "zh": "樂趣、娛樂、消遣"
        },
        {
          "k": "再三",
          "r": "さいさん",
          "zh": "一次又一次、反覆"
        },
        {
          "k": "作成",
          "r": "さくせい",
          "zh": "創作、準備、製作"
        },
        {
          "k": "刺身",
          "r": "さしみ",
          "zh": "生魚片"
        },
        {
          "k": "しいんと (する)",
          "r": "しいんと (する)",
          "zh": "沉默（如墳墓）、（死一般的）安靜"
        },
        {
          "k": "塩辛い",
          "r": "しおからい",
          "zh": "鹹（味道）"
        },
        {
          "k": "埋める",
          "r": "うめる",
          "zh": "埋葬、填補、填補（一個座位、一個空缺位置）"
        },
        {
          "k": "何しろ",
          "r": "なにしろ",
          "zh": "無論如何、正如你所知、因為你看到、特別是"
        }
      ]
    },
    {
      "id": "n2-u14",
      "theme": "飲食 3",
      "words": [
        {
          "k": "漁師",
          "r": "りょうし",
          "zh": "漁夫"
        },
        {
          "k": "レクリェーション",
          "r": "レクリェーション",
          "zh": "休閒"
        },
        {
          "k": "味わう",
          "r": "あじわう",
          "zh": "品嚐、品味"
        },
        {
          "k": "衣食住",
          "r": "いしょくじゅう",
          "zh": "食物、衣服和住所"
        },
        {
          "k": "一段と",
          "r": "いちだんと",
          "zh": "到目前為止、更大"
        },
        {
          "k": "井戸",
          "r": "いど",
          "zh": "水井"
        },
        {
          "k": "薄める",
          "r": "うすめる",
          "zh": "稀釋、用水沖淡"
        },
        {
          "k": "恨む",
          "r": "うらむ",
          "zh": "咒罵、感到痛苦"
        },
        {
          "k": "運河",
          "r": "うんが",
          "zh": "運河、水路"
        },
        {
          "k": "うんと",
          "r": "うんと",
          "zh": "非常多"
        },
        {
          "k": "偉い",
          "r": "えらい",
          "zh": "偉大的、著名的、卓越的"
        },
        {
          "k": "演劇",
          "r": "えんげき",
          "zh": "戲劇（戲劇）"
        },
        {
          "k": "どきどき",
          "r": "どきどき",
          "zh": "悸動、跳動（快速）"
        },
        {
          "k": "特色",
          "r": "とくしょく",
          "zh": "特徵、特點"
        },
        {
          "k": "採る",
          "r": "とる",
          "zh": "通過（措施、建議）、採摘（水果）"
        },
        {
          "k": "捕る",
          "r": "とる",
          "zh": "拿走、捕捉（魚）"
        },
        {
          "k": "丼",
          "r": "どんぶり",
          "zh": "瓷碗、一碗米飯、上面放著食物"
        },
        {
          "k": "にこにこ",
          "r": "にこにこ",
          "zh": "甜甜地笑、笑臉"
        },
        {
          "k": "熱する",
          "r": "ねっする",
          "zh": "加熱"
        },
        {
          "k": "不規則",
          "r": "ふきそく",
          "zh": "不規則性、不穩定"
        },
        {
          "k": "売り上げ",
          "r": "うりあげ",
          "zh": "售出金額、銷售額、收益、收入、營業額"
        },
        {
          "k": "生意気な",
          "r": "なまいきな",
          "zh": "無禮的、厚臉皮的、大膽的、自大的、傲慢的"
        }
      ]
    },
    {
      "id": "n2-u15",
      "theme": "飲食 4",
      "words": [
        {
          "k": "噴水",
          "r": "ふんすい",
          "zh": "噴泉"
        },
        {
          "k": "包丁",
          "r": "ほうちょう",
          "zh": "菜刀、雕刻刀"
        },
        {
          "k": "干す",
          "r": "ほす",
          "zh": "通風、乾燥、飲用"
        },
        {
          "k": "餅",
          "r": "もち",
          "zh": "糯米糕"
        },
        {
          "k": "盛る",
          "r": "もる",
          "zh": "提供（食物）、填滿、開處方"
        },
        {
          "k": "やっつける",
          "r": "やっつける",
          "zh": "攻擊（敵人）、擊敗、結束"
        },
        {
          "k": "湯気",
          "r": "ゆげ",
          "zh": "蒸氣"
        },
        {
          "k": "湯飲み",
          "r": "ゆのみ",
          "zh": "茶杯"
        },
        {
          "k": "ランチ",
          "r": "ランチ",
          "zh": "午餐"
        },
        {
          "k": "淡水",
          "r": "たんすい",
          "zh": "淡水"
        },
        {
          "k": "断水",
          "r": "だんすい",
          "zh": "停水"
        },
        {
          "k": "地下水",
          "r": "ちかすい",
          "zh": "地下水"
        },
        {
          "k": "ちぎる",
          "r": "ちぎる",
          "zh": "切碎、採摘（水果）"
        },
        {
          "k": "地質",
          "r": "ちしつ",
          "zh": "地質特徵"
        },
        {
          "k": "着々",
          "r": "ちゃくちゃく",
          "zh": "穩步地"
        },
        {
          "k": "定価",
          "r": "ていか",
          "zh": "既定價格"
        },
        {
          "k": "売れ行き",
          "r": "うれゆき",
          "zh": "銷售、需求"
        },
        {
          "k": "生る",
          "r": "なる",
          "zh": "結出果實"
        }
      ]
    },
    {
      "id": "n2-u16",
      "theme": "身體動作與日常動詞 1",
      "words": [
        {
          "k": "終了",
          "r": "しゅうりょう",
          "zh": "結束、關閉、終止"
        },
        {
          "k": "受話器",
          "r": "じゅわき",
          "zh": "（電話）受話器"
        },
        {
          "k": "隙間",
          "r": "すきま",
          "zh": "裂縫、間隙、開口"
        },
        {
          "k": "ストップ",
          "r": "ストップ",
          "zh": "停止"
        },
        {
          "k": "ずらす",
          "r": "ずらす",
          "zh": "推遲"
        },
        {
          "k": "成分",
          "r": "せいぶん",
          "zh": "成分"
        },
        {
          "k": "栓",
          "r": "せん",
          "zh": "塞子、軟木塞"
        },
        {
          "k": "対立",
          "r": "たいりつ",
          "zh": "對抗、對立"
        },
        {
          "k": "立ち止まる",
          "r": "たちどまる",
          "zh": "停止、靜止不動"
        },
        {
          "k": "ためらう",
          "r": "ためらう",
          "zh": "猶豫不決"
        },
        {
          "k": "おかけください",
          "r": "おかけください",
          "zh": "請坐下"
        },
        {
          "k": "解散",
          "r": "かいさん",
          "zh": "分手、解散"
        },
        {
          "k": "開通",
          "r": "かいつう",
          "zh": "開放"
        },
        {
          "k": "開放",
          "r": "かいほう",
          "zh": "開放、自由化"
        },
        {
          "k": "過失",
          "r": "かしつ",
          "zh": "錯誤、疏忽"
        },
        {
          "k": "～館",
          "r": "～かん",
          "zh": "〜大廳、〜大樓"
        },
        {
          "k": "基準",
          "r": "きじゅん",
          "zh": "標準、依據"
        },
        {
          "k": "規準",
          "r": "きじゅん",
          "zh": "標準、依據"
        },
        {
          "k": "着せる",
          "r": "きせる",
          "zh": "穿衣服"
        },
        {
          "k": "砕く",
          "r": "くだく",
          "zh": "打破、粉碎"
        },
        {
          "k": "応援",
          "r": "おうえん",
          "zh": "援助、幫助、支持、強化歡呼、支持（為）"
        },
        {
          "k": "何とも",
          "r": "なんとも",
          "zh": "真的、非常、極其、可怕、可怕（不）任何事情、（不）根本、（不）一點"
        }
      ]
    },
    {
      "id": "n2-u17",
      "theme": "身體動作與日常動詞 2",
      "words": [
        {
          "k": "砕ける",
          "r": "くだける",
          "zh": "打破、被打破"
        },
        {
          "k": "～口",
          "r": "～くち",
          "zh": "〜開幕、〜入口、〜出口"
        },
        {
          "k": "くっつく",
          "r": "くっつく",
          "zh": "堅持、保持接近"
        },
        {
          "k": "削る",
          "r": "けずる",
          "zh": "一點一點地減少、採取一定的百分比"
        },
        {
          "k": "肯定",
          "r": "こうてい",
          "zh": "正面、肯定"
        },
        {
          "k": "心得る",
          "r": "こころえる",
          "zh": "理解、有透徹的知識"
        },
        {
          "k": "腰掛ける",
          "r": "こしかける",
          "zh": "坐下（坐下）"
        },
        {
          "k": "こしらえる",
          "r": "こしらえる",
          "zh": "製造"
        },
        {
          "k": "(かさを～) さす",
          "r": "(かさを～) さす",
          "zh": "打開、撐著（傘）"
        },
        {
          "k": "敷地",
          "r": "しきち",
          "zh": "站點"
        },
        {
          "k": "締め切る",
          "r": "しめきる",
          "zh": "關閉、取消"
        },
        {
          "k": "修繕",
          "r": "しゅうぜん",
          "zh": "修理"
        },
        {
          "k": "一定",
          "r": "いってい",
          "zh": "固定的、確定的、有規律的"
        },
        {
          "k": "受け持つ",
          "r": "うけもつ",
          "zh": "負責（負責）"
        },
        {
          "k": "追いかける",
          "r": "おいかける",
          "zh": "追趕或追趕某人"
        },
        {
          "k": "同格",
          "r": "どうかく",
          "zh": "同等、並列"
        },
        {
          "k": "退ける",
          "r": "どける",
          "zh": "驅逐、把某物移開"
        },
        {
          "k": "飛び込む",
          "r": "とびこむ",
          "zh": "跳進去"
        },
        {
          "k": "取り入れる",
          "r": "とりいれる",
          "zh": "收穫、吸收、採用"
        },
        {
          "k": "取り出す",
          "r": "とりだす",
          "zh": "拿出來、挑選出來"
        },
        {
          "k": "押さえる",
          "r": "おさえる",
          "zh": "壓住、壓下、固定到位、穩住以覆蓋（尤其是用手覆蓋身體的一部分）、抓住（疼痛的身體部位）、按壓（身體部位）以抓住、獲得、抓住、逮捕"
        },
        {
          "k": "煮る",
          "r": "にる",
          "zh": "煮沸、燉煮"
        }
      ]
    },
    {
      "id": "n2-u18",
      "theme": "身體動作與日常動詞 3",
      "words": [
        {
          "k": "仲直り",
          "r": "なかなおり",
          "zh": "和解、與和解"
        },
        {
          "k": "日用品",
          "r": "にちようひん",
          "zh": "生活用品"
        },
        {
          "k": "濃度",
          "r": "のうど",
          "zh": "濃度、密度"
        },
        {
          "k": "鈍い",
          "r": "のろい",
          "zh": "遲鈍（例如、一把刀）、緩慢（與快速相反）、愚蠢"
        },
        {
          "k": "売店",
          "r": "ばいてん",
          "zh": "商店、攤位"
        },
        {
          "k": "挟む",
          "r": "はさむ",
          "zh": "捏、保持在之間、插入"
        },
        {
          "k": "跳ねる",
          "r": "はねる",
          "zh": "跳躍"
        },
        {
          "k": "はめる",
          "r": "はめる",
          "zh": "(col) 進入、插入、穿上"
        },
        {
          "k": "払い込む",
          "r": "はらいこむ",
          "zh": "存入、支付"
        },
        {
          "k": "引受る",
          "r": "ひきうける",
          "zh": "承擔、接管"
        },
        {
          "k": "引き出す",
          "r": "ひきだす",
          "zh": "拉出、取出"
        },
        {
          "k": "引き止める",
          "r": "ひきとめる",
          "zh": "to keep back、阻止"
        },
        {
          "k": "ぴたり",
          "r": "ぴたり",
          "zh": "確切地說、貼身的"
        },
        {
          "k": "必需品",
          "r": "ひつじゅひん",
          "zh": "必需品"
        },
        {
          "k": "標準",
          "r": "ひょうじゅん",
          "zh": "標準、等級"
        },
        {
          "k": "ビルディング",
          "r": "ビルディング",
          "zh": "建築物"
        },
        {
          "k": "塞ぐ",
          "r": "ふさぐ",
          "zh": "to stuff、關閉、阻塞（向上）"
        },
        {
          "k": "平野",
          "r": "へいや",
          "zh": "平原、開闊的田野"
        },
        {
          "k": "身分",
          "r": "みぶん",
          "zh": "地位、狀態"
        },
        {
          "k": "目立つ",
          "r": "めだつ",
          "zh": "使引人注目、脫穎而出"
        },
        {
          "k": "思いっきり",
          "r": "おもいっきり",
          "zh": "盡其所能"
        },
        {
          "k": "乗り換え",
          "r": "のりかえ",
          "zh": "(n) 轉乘（火車、公車等）"
        }
      ]
    },
    {
      "id": "n2-u19",
      "theme": "身體動作與日常動詞 4",
      "words": [
        {
          "k": "酔っ払い",
          "r": "よっぱらい",
          "zh": "酒鬼"
        },
        {
          "k": "来日",
          "r": "らいにち",
          "zh": "來日本、訪問日本"
        },
        {
          "k": "ランニング",
          "r": "ランニング",
          "zh": "跑步、背心"
        },
        {
          "k": "通ずる",
          "r": "つうずる",
          "zh": "領導、奔跑、開放"
        },
        {
          "k": "突き当たる",
          "r": "つきあたる",
          "zh": "碰到、碰撞"
        },
        {
          "k": "停止",
          "r": "ていし",
          "zh": "暫停、中斷、停止"
        },
        {
          "k": "手入れ",
          "r": "ていれ",
          "zh": "修理、保養"
        },
        {
          "k": "展開",
          "r": "てんかい",
          "zh": "發展、擴展（與壓縮相反）"
        },
        {
          "k": "蚊",
          "r": "か",
          "zh": "蚊子"
        },
        {
          "k": "剥がす",
          "r": "はがす",
          "zh": "撕下、剝落、剝去、剝皮、脫掉衣服、剝奪、分開、斷開"
        }
      ]
    },
    {
      "id": "n2-u20",
      "theme": "時間與日期 1",
      "words": [
        {
          "k": "祝日",
          "r": "しゅくじつ",
          "zh": "國慶日"
        },
        {
          "k": "上旬",
          "r": "じょうじゅん",
          "zh": "每月的前 10 天"
        },
        {
          "k": "初旬",
          "r": "しょじゅん",
          "zh": "該月的前 10 天"
        },
        {
          "k": "深夜",
          "r": "しんや",
          "zh": "深夜"
        },
        {
          "k": "ずうっと",
          "r": "ずうっと",
          "zh": "一直"
        },
        {
          "k": "前～",
          "r": "ぜん～",
          "zh": "以前的、遲到的~、過去的~"
        },
        {
          "k": "先々月",
          "r": "せんせんげつ",
          "zh": "前一個月"
        },
        {
          "k": "先々週",
          "r": "せんせんしゅう",
          "zh": "2週前"
        },
        {
          "k": "センチ",
          "r": "センチ",
          "zh": "公分"
        },
        {
          "k": "そのころ",
          "r": "そのころ",
          "zh": "那時"
        },
        {
          "k": "おはよう",
          "r": "おはよう",
          "zh": "（縮寫）早安"
        },
        {
          "k": "お休み",
          "r": "おやすみ",
          "zh": "假期、缺勤、（實驗）晚安"
        },
        {
          "k": "温泉",
          "r": "おんせん",
          "zh": "水療、溫泉"
        },
        {
          "k": "～日",
          "r": "～か",
          "zh": "計數器天數"
        },
        {
          "k": "回数",
          "r": "かいすう",
          "zh": "次數、頻率"
        },
        {
          "k": "休業",
          "r": "きゅうぎょう",
          "zh": "關閉、假期"
        },
        {
          "k": "空想",
          "r": "くうそう",
          "zh": "白日夢、幻想"
        },
        {
          "k": "下旬",
          "r": "げじゅん",
          "zh": "月（最後三分之一）"
        },
        {
          "k": "月末",
          "r": "げつまつ",
          "zh": "月底"
        },
        {
          "k": "こないだ",
          "r": "こないだ",
          "zh": "前幾天、最近"
        },
        {
          "k": "貝",
          "r": "かい",
          "zh": "貝殼、貝類"
        },
        {
          "k": "掃く",
          "r": "はく",
          "zh": "掃蕩、刷洗、收集"
        }
      ]
    },
    {
      "id": "n2-u21",
      "theme": "時間與日期 2",
      "words": [
        {
          "k": "こんばんは",
          "r": "こんばんは",
          "zh": "晚安"
        },
        {
          "k": "祭日",
          "r": "さいじつ",
          "zh": "國定假日、節日"
        },
        {
          "k": "遡る",
          "r": "さかのぼる",
          "zh": "回去、上升"
        },
        {
          "k": "一昨昨日",
          "r": "さきおととい",
          "zh": "前兩天、三天前"
        },
        {
          "k": "明明後日",
          "r": "しあさって",
          "zh": "後兩天"
        },
        {
          "k": "～時間目",
          "r": "～じかんめ",
          "zh": "~第 小時、第 ~ 時段"
        },
        {
          "k": "時速",
          "r": "じそく",
          "zh": "速度（每小時）"
        },
        {
          "k": "子孫",
          "r": "しそん",
          "zh": "後裔、子孫"
        },
        {
          "k": "～日",
          "r": "～じつ",
          "zh": "日"
        },
        {
          "k": "朝寝坊",
          "r": "あさねぼう",
          "zh": "睡過頭、晚起"
        },
        {
          "k": "改めて",
          "r": "あらためて",
          "zh": "另一次、再一次"
        },
        {
          "k": "一応",
          "r": "いちおう",
          "zh": "暫且、暫時"
        },
        {
          "k": "一昨日",
          "r": "いっさくじつ",
          "zh": "前天"
        },
        {
          "k": "行っていらっしゃい",
          "r": "いっていらっしゃい",
          "zh": "祝你有美好的一天、再見"
        },
        {
          "k": "行ってらっしゃい",
          "r": "いってらっしゃい",
          "zh": "祝你有美好的一天、再見"
        },
        {
          "k": "いってまいります",
          "r": "いってまいります",
          "zh": "（直譯）我會去、然後再回來、‘我走了、待會兒見’"
        },
        {
          "k": "いってきます",
          "r": "いってきます",
          "zh": "（直譯）我會去、然後再回來、‘我走了、待會兒見’"
        },
        {
          "k": "当日",
          "r": "とうじつ",
          "zh": "指定的日子、非常的一天"
        },
        {
          "k": "倣う",
          "r": "ならう",
          "zh": "模仿、追隨、效仿"
        },
        {
          "k": "日時",
          "r": "にちじ",
          "zh": "日期和時間"
        },
        {
          "k": "かけざん",
          "r": "かけざん",
          "zh": "乘法"
        },
        {
          "k": "外れる",
          "r": "はずれる",
          "zh": "斷開連接、離開原位、關閉、脫離（例如、脫離齒輪）"
        }
      ]
    },
    {
      "id": "n2-u22",
      "theme": "時間與日期 3",
      "words": [
        {
          "k": "日程",
          "r": "にってい",
          "zh": "時間表"
        },
        {
          "k": "～泊",
          "r": "～はく",
          "zh": "住宿櫃檯（例如、2晚）"
        },
        {
          "k": "ばね",
          "r": "ばね",
          "zh": "彈簧（例如、線圈、葉片）"
        },
        {
          "k": "ひとまず",
          "r": "ひとまず",
          "zh": "目前、一次、暫時"
        },
        {
          "k": "日日",
          "r": "ひにち",
          "zh": "日期"
        },
        {
          "k": "膨らます",
          "r": "ふくらます",
          "zh": "膨脹"
        },
        {
          "k": "膨らむ",
          "r": "ふくらむ",
          "zh": "膨脹、膨脹（膨脹）"
        },
        {
          "k": "並行",
          "r": "へいこう",
          "zh": "(going) 並排、並行、同時"
        },
        {
          "k": "平日",
          "r": "へいじつ",
          "zh": "工作日"
        },
        {
          "k": "～遍",
          "r": "～へん",
          "zh": "時間"
        },
        {
          "k": "毎度",
          "r": "まいど",
          "zh": "每次都是服務部門常見的問候語"
        },
        {
          "k": "間も無く",
          "r": "まもなく",
          "zh": "很快、在很短的時間內"
        },
        {
          "k": "～夜",
          "r": "～や",
          "zh": "夜間櫃檯"
        },
        {
          "k": "夜間",
          "r": "やかん",
          "zh": "晚上、夜間"
        },
        {
          "k": "夕立",
          "r": "ゆうだち",
          "zh": "（突然）傍晚陣雨（雨）"
        },
        {
          "k": "夕日",
          "r": "ゆうひ",
          "zh": "(in) 夕陽、夕陽"
        },
        {
          "k": "浴衣",
          "r": "ゆかた",
          "zh": "浴袍、非正式夏日和服"
        },
        {
          "k": "ラッシュアワー",
          "r": "ラッシュアワー",
          "zh": "尖峰時間"
        },
        {
          "k": "中旬",
          "r": "ちゅうじゅん",
          "zh": "一個月的第二個三分之一"
        },
        {
          "k": "中世",
          "r": "ちゅうせい",
          "zh": "中世紀、中世紀時期"
        },
        {
          "k": "重ねる",
          "r": "かさねる",
          "zh": "堆起來、疊起來、放在另一個上面、重複多次、反覆經過、積累"
        },
        {
          "k": "果たして",
          "r": "はたして",
          "zh": "正如所料、正如所想、果然"
        }
      ]
    },
    {
      "id": "n2-u23",
      "theme": "時間與日期 4",
      "words": [
        {
          "k": "定休日",
          "r": "ていきゅうび",
          "zh": "定期休息日"
        },
        {
          "k": "飾り",
          "r": "かざり",
          "zh": "裝飾、裝飾品、飾物"
        },
        {
          "k": "派手",
          "r": "はで",
          "zh": "華麗的、響亮的、華而不實的"
        }
      ]
    },
    {
      "id": "n2-u24",
      "theme": "居家生活 1",
      "words": [
        {
          "k": "障子",
          "r": "しょうじ",
          "zh": "紙拉門"
        },
        {
          "k": "食塩",
          "r": "しょくえん",
          "zh": "食鹽"
        },
        {
          "k": "食器",
          "r": "しょっき",
          "zh": "餐具"
        },
        {
          "k": "寝台",
          "r": "しんだい",
          "zh": "床"
        },
        {
          "k": "素直",
          "r": "すなお",
          "zh": "聽話的、溫順的"
        },
        {
          "k": "住まい",
          "r": "すまい",
          "zh": "住宅、房屋"
        },
        {
          "k": "清書",
          "r": "せいしょ",
          "zh": "乾淨的副本"
        },
        {
          "k": "清掃",
          "r": "せいそう",
          "zh": "清潔"
        },
        {
          "k": "線路",
          "r": "せんろ",
          "zh": "線路、軌道、路基"
        },
        {
          "k": "雑巾",
          "r": "ぞうきん",
          "zh": "家布、防塵布"
        },
        {
          "k": "倉庫",
          "r": "そうこ",
          "zh": "倉庫"
        },
        {
          "k": "ただいま",
          "r": "ただいま",
          "zh": "我在這裡、我到家了！"
        },
        {
          "k": "屋外",
          "r": "おくがい",
          "zh": "戶外"
        },
        {
          "k": "惜しい",
          "r": "おしい",
          "zh": "令人遺憾的、令人失望的"
        },
        {
          "k": "温室",
          "r": "おんしつ",
          "zh": "溫室"
        },
        {
          "k": "家屋",
          "r": "かおく",
          "zh": "房屋、建築物"
        },
        {
          "k": "貸間",
          "r": "かしま",
          "zh": "房間出租"
        },
        {
          "k": "貸家",
          "r": "かしや",
          "zh": "房子出租"
        },
        {
          "k": "瓦",
          "r": "かわら",
          "zh": "屋頂瓦"
        },
        {
          "k": "起床",
          "r": "きしょう",
          "zh": "起身、起床"
        },
        {
          "k": "かしょ",
          "r": "かしょ",
          "zh": "通道、地點"
        },
        {
          "k": "話し合い",
          "r": "はなしあい",
          "zh": "討論、談話、會議"
        }
      ]
    },
    {
      "id": "n2-u25",
      "theme": "居家生活 2",
      "words": [
        {
          "k": "客間",
          "r": "きゃくま",
          "zh": "客廳、客房"
        },
        {
          "k": "クリーニング",
          "r": "クリーニング",
          "zh": "清潔、乾洗、洗衣服務"
        },
        {
          "k": "酒場",
          "r": "さかば",
          "zh": "酒吧、酒吧間"
        },
        {
          "k": "座敷",
          "r": "ざしき",
          "zh": "榻榻米房"
        },
        {
          "k": "仕方がない",
          "r": "しかたがない",
          "zh": "這是無能為力的、這是不可避免的"
        },
        {
          "k": "時間割",
          "r": "じかんわり",
          "zh": "時間表"
        },
        {
          "k": "自宅",
          "r": "じたく",
          "zh": "自己的家（與自分の家（じぶんのいえ）相同）"
        },
        {
          "k": "室～",
          "r": "しつ～",
          "zh": "房間"
        },
        {
          "k": "～室",
          "r": "～しつ",
          "zh": "房間櫃檯"
        },
        {
          "k": "留守番",
          "r": "るすばん",
          "zh": "看護、看管、看家"
        },
        {
          "k": "雨戸",
          "r": "あまど",
          "zh": "滑動風暴門"
        },
        {
          "k": "植木",
          "r": "うえき",
          "zh": "花園灌木、樹木、盆栽植物"
        },
        {
          "k": "～園",
          "r": "～えん",
          "zh": "〜花園（尤其是人造花園）"
        },
        {
          "k": "園芸",
          "r": "えんげい",
          "zh": "園藝"
        },
        {
          "k": "灯台",
          "r": "とうだい",
          "zh": "燈塔"
        },
        {
          "k": "透明",
          "r": "とうめい",
          "zh": "透明度、潔淨度"
        },
        {
          "k": "憎い",
          "r": "にくい",
          "zh": "令人憎惡的、可惡的、可憎的"
        },
        {
          "k": "番地",
          "r": "ばんち",
          "zh": "門牌號碼、地址"
        },
        {
          "k": "昼寝",
          "r": "ひるね",
          "zh": "小睡（在家）、午睡"
        },
        {
          "k": "物騒",
          "r": "ぶっそう",
          "zh": "危險的、不安的、不安全的"
        },
        {
          "k": "かたかな",
          "r": "かたかな",
          "zh": "片假名"
        },
        {
          "k": "反省",
          "r": "はんせい",
          "zh": "反思、重新考慮"
        }
      ]
    },
    {
      "id": "n2-u26",
      "theme": "居家生活 3",
      "words": [
        {
          "k": "振り仮名",
          "r": "ふりがな",
          "zh": "發音鍵"
        },
        {
          "k": "故郷",
          "r": "ふるさと",
          "zh": "故鄉、出生地"
        },
        {
          "k": "古里",
          "r": "ふるさと",
          "zh": "故鄉、出生地"
        },
        {
          "k": "別荘",
          "r": "べっそう",
          "zh": "別墅、度假屋、夏季小屋"
        },
        {
          "k": "便所",
          "r": "べんじょ",
          "zh": "廁所、盥洗室"
        },
        {
          "k": "箒",
          "r": "ほうき",
          "zh": "掃帚"
        },
        {
          "k": "待合室",
          "r": "まちあいしつ",
          "zh": "等候室"
        },
        {
          "k": "窓口",
          "r": "まどぐち",
          "zh": "（售票）窗口"
        },
        {
          "k": "満員",
          "r": "まんいん",
          "zh": "滿房、無空房、已售完"
        },
        {
          "k": "マンション",
          "r": "マンション",
          "zh": "多層公寓、公寓"
        },
        {
          "k": "儲かる",
          "r": "もうかる",
          "zh": "能夠獲利、產生利潤"
        },
        {
          "k": "目次",
          "r": "もくじ",
          "zh": "目錄"
        },
        {
          "k": "物置",
          "r": "ものおき",
          "zh": "儲藏室"
        },
        {
          "k": "塵紙",
          "r": "ちりがみ",
          "zh": "薄紙、衛生紙"
        },
        {
          "k": "手洗い",
          "r": "てあらい",
          "zh": "洗手間、盥洗室"
        },
        {
          "k": "かたづく",
          "r": "かたづく",
          "zh": "整理、處置、解決"
        },
        {
          "k": "引き分け",
          "r": "ひきわけ",
          "zh": "平局（比賽中）、平局"
        }
      ]
    },
    {
      "id": "n2-u27",
      "theme": "學校與學習 1",
      "words": [
        {
          "k": "受験",
          "r": "じゅけん",
          "zh": "參加考試"
        },
        {
          "k": "小学生",
          "r": "しょうがくせい",
          "zh": "小學生"
        },
        {
          "k": "上級",
          "r": "じょうきゅう",
          "zh": "高級"
        },
        {
          "k": "随筆",
          "r": "ずいひつ",
          "zh": "散文、雜文"
        },
        {
          "k": "スクール",
          "r": "スクール",
          "zh": "學校"
        },
        {
          "k": "台詞",
          "r": "せりふ",
          "zh": "言論、話語、台詞"
        },
        {
          "k": "大学院",
          "r": "だいがくいん",
          "zh": "研究生院"
        },
        {
          "k": "送り仮名",
          "r": "おくりがな",
          "zh": "用假名書寫的單字的一部分"
        },
        {
          "k": "改札",
          "r": "かいさつ",
          "zh": "驗票"
        },
        {
          "k": "学科",
          "r": "がっか",
          "zh": "研究主題、學習課程"
        },
        {
          "k": "学級",
          "r": "がっきゅう",
          "zh": "類別"
        },
        {
          "k": "紙屑",
          "r": "かみくず",
          "zh": "廢紙"
        },
        {
          "k": "～刊",
          "r": "～かん",
          "zh": "~ 發行（雜誌、報紙）"
        },
        {
          "k": "漢和",
          "r": "かんわ",
          "zh": "漢字-日語（例如字典）"
        },
        {
          "k": "教養",
          "r": "きょうよう",
          "zh": "文化、教育、成熟度"
        },
        {
          "k": "区分",
          "r": "くぶん",
          "zh": "部門、部分、分類"
        },
        {
          "k": "稽古",
          "r": "けいこ",
          "zh": "練習、訓練、學習"
        },
        {
          "k": "敬語",
          "r": "けいご",
          "zh": "敬語（字面意思、尊重語言）"
        },
        {
          "k": "見学",
          "r": "けんがく",
          "zh": "參觀、觀察學習"
        },
        {
          "k": "～校",
          "r": "～こう",
          "zh": "學校櫃檯"
        },
        {
          "k": "活躍",
          "r": "かつやく",
          "zh": "活動（尤其是精力充沛或成功）、付出巨大努力、積極參與"
        },
        {
          "k": "日差し",
          "r": "ひざし",
          "zh": "陽光"
        }
      ]
    },
    {
      "id": "n2-u28",
      "theme": "學校與學習 2",
      "words": [
        {
          "k": "高級",
          "r": "こうきゅう",
          "zh": "高級、一流的"
        },
        {
          "k": "校庭",
          "r": "こうてい",
          "zh": "學校操場"
        },
        {
          "k": "高等",
          "r": "こうとう",
          "zh": "高等級、高品味"
        },
        {
          "k": "高等学校",
          "r": "こうとうがっこう",
          "zh": "高中"
        },
        {
          "k": "古典",
          "r": "こてん",
          "zh": "經典"
        },
        {
          "k": "言葉遣い",
          "r": "ことばづかい",
          "zh": "言語、表達、措辭"
        },
        {
          "k": "御無沙汰",
          "r": "ごぶさた",
          "zh": "有一段時間沒有寫信或聯繫"
        },
        {
          "k": "コンクール",
          "r": "コンクール",
          "zh": "競賽（法文：concours）"
        },
        {
          "k": "在学",
          "r": "ざいがく",
          "zh": "（已入學）在學校"
        },
        {
          "k": "～紙",
          "r": "～し",
          "zh": "報紙、紙張類型"
        },
        {
          "k": "敷く",
          "r": "しく",
          "zh": "展開、佈置"
        },
        {
          "k": "自習",
          "r": "じしゅう",
          "zh": "自學"
        },
        {
          "k": "執筆",
          "r": "しっぴつ",
          "zh": "寫作"
        },
        {
          "k": "実例",
          "r": "じつれい",
          "zh": "例子、實例"
        },
        {
          "k": "紙幣",
          "r": "しへい",
          "zh": "紙幣、票據"
        },
        {
          "k": "じゃんけん",
          "r": "じゃんけん",
          "zh": "石頭剪刀布遊戲"
        },
        {
          "k": "リポート",
          "r": "リポート",
          "zh": "報告、紙質"
        },
        {
          "k": "一流",
          "r": "いちりゅう",
          "zh": "一流的、領先的"
        },
        {
          "k": "英和",
          "r": "えいわ",
          "zh": "英語-日語（例如字典）"
        },
        {
          "k": "投書",
          "r": "とうしょ",
          "zh": "給編輯的信、讀者的信、投稿"
        },
        {
          "k": "課程",
          "r": "かてい",
          "zh": "課程"
        },
        {
          "k": "引っ越し",
          "r": "ひっこし",
          "zh": "搬家（住宅、辦公室等）、變更住所"
        }
      ]
    },
    {
      "id": "n2-u29",
      "theme": "學校與學習 3",
      "words": [
        {
          "k": "とっくに",
          "r": "とっくに",
          "zh": "很久以前、已經"
        },
        {
          "k": "憎む",
          "r": "にくむ",
          "zh": "憎恨、厭惡"
        },
        {
          "k": "筆記",
          "r": "ひっき",
          "zh": "做筆記、寫作"
        },
        {
          "k": "筆者",
          "r": "ひっしゃ",
          "zh": "作家"
        },
        {
          "k": "標本",
          "r": "ひょうほん",
          "zh": "例子、樣本"
        },
        {
          "k": "便箋",
          "r": "びんせん",
          "zh": "書寫紙、文具"
        },
        {
          "k": "普及",
          "r": "ふきゅう",
          "zh": "擴散、傳播"
        },
        {
          "k": "分類",
          "r": "ぶんるい",
          "zh": "分類"
        },
        {
          "k": "夕刊",
          "r": "ゆうかん",
          "zh": "晚報"
        },
        {
          "k": "落第",
          "r": "らくだい",
          "zh": "失敗、退學"
        },
        {
          "k": "欄",
          "r": "らん",
          "zh": "文字欄（例如報紙中的文字）"
        },
        {
          "k": "段階",
          "r": "だんかい",
          "zh": "等級、階段"
        },
        {
          "k": "出来上がり",
          "r": "できあがり",
          "zh": "完成、準備好"
        },
        {
          "k": "出来上がる",
          "r": "できあがる",
          "zh": "完成、準備好"
        },
        {
          "k": "鐘",
          "r": "かね",
          "zh": "鈴（通常是一個大掛鈴）、鐘聲"
        },
        {
          "k": "日にち",
          "r": "ひにち",
          "zh": "日期（計劃的事件、行動等）、日期"
        }
      ]
    },
    {
      "id": "n2-u30",
      "theme": "人物與家庭 1",
      "words": [
        {
          "k": "主人",
          "r": "しゅじん",
          "zh": "（自己的）丈夫"
        },
        {
          "k": "～女",
          "r": "～じょ",
          "zh": "算姐妹"
        },
        {
          "k": "人事",
          "r": "じんじ",
          "zh": "人力資源、人事管理"
        },
        {
          "k": "人文科学",
          "r": "じんぶんかがく",
          "zh": "社會科學、人文科學"
        },
        {
          "k": "人命",
          "r": "じんめい",
          "zh": "（人的）生命"
        },
        {
          "k": "親類",
          "r": "しんるい",
          "zh": "親戚（同親戚 (しんせき)）"
        },
        {
          "k": "末っ子",
          "r": "すえっこ",
          "zh": "最小的孩子"
        },
        {
          "k": "透き通る",
          "r": "すきとおる",
          "zh": "變得透明"
        },
        {
          "k": "青少年",
          "r": "せいしょうねん",
          "zh": "青年、年輕人"
        },
        {
          "k": "そのため",
          "r": "そのため",
          "zh": "因此、出於這個原因"
        },
        {
          "k": "伯父",
          "r": "おじ",
          "zh": "（謙卑的）叔叔（比父母年長）"
        },
        {
          "k": "叔父",
          "r": "おじ",
          "zh": "叔叔（比父母年輕的）"
        },
        {
          "k": "伯父さん",
          "r": "おじさん",
          "zh": "(尊敬的) 中年先生、叔叔"
        },
        {
          "k": "小父さん",
          "r": "おじさん",
          "zh": "(尊敬的) 中年先生、叔叔"
        },
        {
          "k": "叔父さん",
          "r": "おじさん",
          "zh": "(尊敬的) 中年先生、叔叔"
        },
        {
          "k": "伯母",
          "r": "おば",
          "zh": "（謙卑的）阿姨（比父母年長）"
        },
        {
          "k": "叔母",
          "r": "おば",
          "zh": "阿姨（比父母年輕的）"
        },
        {
          "k": "～科",
          "r": "～か",
          "zh": "家庭、團體、課程"
        },
        {
          "k": "～歌",
          "r": "～か",
          "zh": "之歌~"
        },
        {
          "k": "括弧",
          "r": "かっこ",
          "zh": "圓括號、方括號"
        },
        {
          "k": "歌謡",
          "r": "かよう",
          "zh": "歌曲、民謠"
        },
        {
          "k": "百科事典",
          "r": "ひゃっかじてん",
          "zh": "百科全書"
        }
      ]
    },
    {
      "id": "n2-u31",
      "theme": "人物與家庭 2",
      "words": [
        {
          "k": "～家",
          "r": "～け",
          "zh": "〜的家人、〜的房子"
        },
        {
          "k": "シーズン",
          "r": "シーズン",
          "zh": "季節（運動）"
        },
        {
          "k": "司会",
          "r": "しかい",
          "zh": "主持人、主席"
        },
        {
          "k": "～者",
          "r": "～しゃ",
          "zh": "人"
        },
        {
          "k": "～手",
          "r": "～しゅ",
          "zh": "〜玩家、這樣做的人〜"
        },
        {
          "k": "割合に",
          "r": "わりあいに",
          "zh": "相對地"
        },
        {
          "k": "割と",
          "r": "わりと",
          "zh": "相對地"
        },
        {
          "k": "育児",
          "r": "いくじ",
          "zh": "育兒、護理"
        },
        {
          "k": "仲良し",
          "r": "なかよし",
          "zh": "親密的朋友、知心好友"
        },
        {
          "k": "なんとなく",
          "r": "なんとなく",
          "zh": "不知何故、出於某種原因"
        },
        {
          "k": "女房",
          "r": "にょうぼう",
          "zh": "妻子"
        },
        {
          "k": "話し掛ける",
          "r": "はなしかける",
          "zh": "與某人搭話、（與某人）交談"
        },
        {
          "k": "比較的",
          "r": "ひかくてき",
          "zh": "比較、相對地"
        },
        {
          "k": "不潔",
          "r": "ふけつ",
          "zh": "不乾淨的、骯髒的"
        },
        {
          "k": "夫妻",
          "r": "ふさい",
          "zh": "男人和妻子、已婚夫婦"
        },
        {
          "k": "父母",
          "r": "ふぼ",
          "zh": "爸爸媽媽、父母"
        },
        {
          "k": "～ほう (ひかく)",
          "r": "～ほう (ひかく)",
          "zh": "（比較）"
        },
        {
          "k": "坊っちゃん",
          "r": "ぼっちゃん",
          "zh": "(他人的)兒子"
        },
        {
          "k": "自ら",
          "r": "みずから",
          "zh": "為了自己、個人"
        },
        {
          "k": "名字",
          "r": "みょうじ",
          "zh": "姓氏"
        },
        {
          "k": "殻",
          "r": "から",
          "zh": "殼、外殼、豆莢、穀殼"
        },
        {
          "k": "冷やす",
          "r": "ひやす",
          "zh": "冷卻（從室溫）、冷卻、冷藏"
        }
      ]
    },
    {
      "id": "n2-u32",
      "theme": "人物與家庭 3",
      "words": [
        {
          "k": "民謡",
          "r": "みんよう",
          "zh": "民歌、流行歌曲"
        },
        {
          "k": "～名",
          "r": "～めい",
          "zh": "人櫃檯"
        },
        {
          "k": "儲ける",
          "r": "もうける",
          "zh": "賺錢、生孩子"
        },
        {
          "k": "～もち",
          "r": "～もち",
          "zh": "有的人~"
        },
        {
          "k": "幼児",
          "r": "ようじ",
          "zh": "嬰兒、兒童"
        },
        {
          "k": "幼稚",
          "r": "ようち",
          "zh": "嬰兒期的、幼稚的"
        },
        {
          "k": "～等",
          "r": "～ら",
          "zh": "複數人"
        },
        {
          "k": "知人",
          "r": "ちじん",
          "zh": "朋友、熟人"
        },
        {
          "k": "長女",
          "r": "ちょうじょ",
          "zh": "大女兒"
        },
        {
          "k": "長男",
          "r": "ちょうなん",
          "zh": "大兒子"
        },
        {
          "k": "調味料",
          "r": "ちょうみりょう",
          "zh": "調味品、調味料"
        },
        {
          "k": "定員",
          "r": "ていいん",
          "zh": "固定人員數量、容量（例如船隻）"
        },
        {
          "k": "定期券",
          "r": "ていきけん",
          "zh": "月票、季票"
        },
        {
          "k": "乾かす",
          "r": "かわかす",
          "zh": "使（衣服等）乾燥、使乾燥"
        },
        {
          "k": "広げる",
          "r": "ひろげる",
          "zh": "擴展、擴大"
        }
      ]
    },
    {
      "id": "n2-u33",
      "theme": "工作與商業 1",
      "words": [
        {
          "k": "就任",
          "r": "しゅうにん",
          "zh": "就職"
        },
        {
          "k": "出勤",
          "r": "しゅっきん",
          "zh": "去上班、上班"
        },
        {
          "k": "出張",
          "r": "しゅっちょう",
          "zh": "公務旅遊、商務旅行"
        },
        {
          "k": "～商",
          "r": "～しょう",
          "zh": "商人、商業"
        },
        {
          "k": "商業",
          "r": "しょうぎょう",
          "zh": "商業、貿易"
        },
        {
          "k": "商社",
          "r": "しょうしゃ",
          "zh": "貿易公司"
        },
        {
          "k": "商店",
          "r": "しょうてん",
          "zh": "商店、商業公司"
        },
        {
          "k": "職場",
          "r": "しょくば",
          "zh": "工作場所"
        },
        {
          "k": "製作",
          "r": "せいさく",
          "zh": "製造、生產"
        },
        {
          "k": "制作",
          "r": "せいさく",
          "zh": "作品（如電影、書籍）"
        },
        {
          "k": "全集",
          "r": "ぜんしゅう",
          "zh": "全集"
        },
        {
          "k": "開会",
          "r": "かいかい",
          "zh": "會議開幕"
        },
        {
          "k": "会館",
          "r": "かいかん",
          "zh": "會議廳、禮堂"
        },
        {
          "k": "為替",
          "r": "かわせ",
          "zh": "匯票、兌換"
        },
        {
          "k": "官庁",
          "r": "かんちょう",
          "zh": "政府機關、機關"
        },
        {
          "k": "給与",
          "r": "きゅうよ",
          "zh": "薪資"
        },
        {
          "k": "～業",
          "r": "～ぎょう",
          "zh": "業務類型"
        },
        {
          "k": "崩す",
          "r": "くずす",
          "zh": "破壞、改變（金錢）"
        },
        {
          "k": "月給",
          "r": "げっきゅう",
          "zh": "月薪"
        },
        {
          "k": "傑作",
          "r": "けっさく",
          "zh": "傑作、最好的作品"
        },
        {
          "k": "間隔",
          "r": "かんかく",
          "zh": "空格、間隔空格字元、空白"
        },
        {
          "k": "深まる",
          "r": "ふかまる",
          "zh": "加深、加強"
        }
      ]
    },
    {
      "id": "n2-u34",
      "theme": "工作與商業 2",
      "words": [
        {
          "k": "県庁",
          "r": "けんちょう",
          "zh": "縣政府"
        },
        {
          "k": "工員",
          "r": "こういん",
          "zh": "工廠工人"
        },
        {
          "k": "工事",
          "r": "こうじ",
          "zh": "建築工程"
        },
        {
          "k": "公務",
          "r": "こうむ",
          "zh": "公務、公共事務"
        },
        {
          "k": "ご苦労様",
          "r": "ごくろうさま",
          "zh": "謝謝你的工作"
        },
        {
          "k": "小遣い",
          "r": "こづかい",
          "zh": "零用錢"
        },
        {
          "k": "サークル",
          "r": "サークル",
          "zh": "圈、運動俱樂部（例如在公司）"
        },
        {
          "k": "作製",
          "r": "さくせい",
          "zh": "製造、生產"
        },
        {
          "k": "サラリーマン",
          "r": "サラリーマン",
          "zh": "工薪族、公司員工"
        },
        {
          "k": "～社",
          "r": "～しゃ",
          "zh": "公司櫃檯"
        },
        {
          "k": "集会",
          "r": "しゅうかい",
          "zh": "會議、集會"
        },
        {
          "k": "集金",
          "r": "しゅうきん",
          "zh": "收錢"
        },
        {
          "k": "打合せ",
          "r": "うちあわせ",
          "zh": "商務會議、事先安排"
        },
        {
          "k": "売行き",
          "r": "うれゆき",
          "zh": "銷售"
        },
        {
          "k": "特売",
          "r": "とくばい",
          "zh": "特價銷售"
        },
        {
          "k": "日課",
          "r": "にっか",
          "zh": "日常工作、日常生活"
        },
        {
          "k": "入社",
          "r": "にゅうしゃ",
          "zh": "進入公司"
        },
        {
          "k": "売買",
          "r": "ばいばい",
          "zh": "貿易、買賣"
        },
        {
          "k": "発売",
          "r": "はつばい",
          "zh": "銷售"
        },
        {
          "k": "花火",
          "r": "はなび",
          "zh": "煙火"
        },
        {
          "k": "乾燥",
          "r": "かんそう",
          "zh": "乾燥的、乾旱的、平淡的、脫水的"
        },
        {
          "k": "ふくめる",
          "r": "ふくめる",
          "zh": "包括、指導、使人理解"
        }
      ]
    },
    {
      "id": "n2-u35",
      "theme": "工作與商業 3",
      "words": [
        {
          "k": "名物",
          "r": "めいぶつ",
          "zh": "名優產品、特產"
        },
        {
          "k": "役所",
          "r": "やくしょ",
          "zh": "政府辦公室、公共辦公室"
        },
        {
          "k": "役目",
          "r": "やくめ",
          "zh": "職責、業務"
        },
        {
          "k": "縮む",
          "r": "ちぢむ",
          "zh": "收縮"
        },
        {
          "k": "～庁",
          "r": "～ちょう",
          "zh": "辦公室、機構"
        },
        {
          "k": "通帳",
          "r": "つうちょう",
          "zh": "存摺"
        },
        {
          "k": "潰れる",
          "r": "つぶれる",
          "zh": "被擊垮、破產"
        },
        {
          "k": "テーマ",
          "r": "テーマ",
          "zh": "主題、項目、主題（德語：Thema）"
        },
        {
          "k": "出迎え",
          "r": "でむかえ",
          "zh": "會議、接待"
        },
        {
          "k": "感想",
          "r": "かんそう",
          "zh": "印象、想法、感受、反應"
        },
        {
          "k": "蒸す",
          "r": "ふす",
          "zh": "蒸（食物、毛巾等） 變得又熱又濕、悶熱"
        }
      ]
    },
    {
      "id": "n2-u36",
      "theme": "自然與天氣 1",
      "words": [
        {
          "k": "森林",
          "r": "しんりん",
          "zh": "森林、樹林"
        },
        {
          "k": "スタート",
          "r": "スタート",
          "zh": "開始"
        },
        {
          "k": "大木",
          "r": "たいぼく",
          "zh": "大樹"
        },
        {
          "k": "海洋",
          "r": "かいよう",
          "zh": "海洋"
        },
        {
          "k": "勘違い",
          "r": "かんちがい",
          "zh": "誤解、錯誤的猜測"
        },
        {
          "k": "空中",
          "r": "くうちゅう",
          "zh": "天空、空氣"
        },
        {
          "k": "下水",
          "r": "げすい",
          "zh": "排水系統、污水、溝渠、天溝、下水道"
        },
        {
          "k": "～山",
          "r": "～さん",
          "zh": "山的名字"
        },
        {
          "k": "山林",
          "r": "さんりん",
          "zh": "山林"
        },
        {
          "k": "写生",
          "r": "しゃせい",
          "zh": "素描、取材自自然"
        },
        {
          "k": "流域",
          "r": "りゅういき",
          "zh": "（河流）流域"
        },
        {
          "k": "レインコート",
          "r": "レインコート",
          "zh": "雨衣"
        },
        {
          "k": "列島",
          "r": "れっとう",
          "zh": "島嶼鏈"
        },
        {
          "k": "荒れる",
          "r": "あれる",
          "zh": "風雨飄搖、崎嶇不平、被毀"
        },
        {
          "k": "言い出す",
          "r": "いいだす",
          "zh": "開始談話、提出建議"
        },
        {
          "k": "生け花",
          "r": "いけばな",
          "zh": "插花"
        },
        {
          "k": "飢える",
          "r": "うえる",
          "zh": "挨餓"
        },
        {
          "k": "～島",
          "r": "～とう",
          "zh": "島嶼的種類"
        },
        {
          "k": "峠",
          "r": "とうげ",
          "zh": "山脊、（山）隘口、困難的部分"
        },
        {
          "k": "濁る",
          "r": "にごる",
          "zh": "變得混濁"
        },
        {
          "k": "学部",
          "r": "がくぶ",
          "zh": "大學本科生系（課程、課程等）"
        },
        {
          "k": "付属",
          "r": "ふぞく",
          "zh": "依附於（to）、附屬於（to）、屬於（to）、與（to）一起"
        }
      ]
    },
    {
      "id": "n2-u37",
      "theme": "自然與天氣 2",
      "words": [
        {
          "k": "虹",
          "r": "にじ",
          "zh": "彩虹"
        },
        {
          "k": "糊",
          "r": "のり",
          "zh": "膠水、漿糊、澱粉"
        },
        {
          "k": "判子",
          "r": "はんこ",
          "zh": "印章（用於簽名）"
        },
        {
          "k": "陽射",
          "r": "ひざし",
          "zh": "陽光、太陽光線"
        },
        {
          "k": "日の入り",
          "r": "ひのいり",
          "zh": "日落"
        },
        {
          "k": "日の出",
          "r": "ひので",
          "zh": "日出"
        },
        {
          "k": "吹雪",
          "r": "ふぶき",
          "zh": "暴風雪"
        },
        {
          "k": "踏切",
          "r": "ふみきり",
          "zh": "鐵路道口、平交道、起跑線、刮痕、交叉路口"
        },
        {
          "k": "盆地",
          "r": "ぼんち",
          "zh": "盆地（例如山之間）"
        },
        {
          "k": "本来",
          "r": "ほんらい",
          "zh": "本質上、自然地"
        },
        {
          "k": "三日月",
          "r": "みかづき",
          "zh": "新月"
        },
        {
          "k": "見詰める",
          "r": "みつめる",
          "zh": "凝視"
        },
        {
          "k": "元々",
          "r": "もともと",
          "zh": "原本、本質上、從一開始"
        },
        {
          "k": "粒",
          "r": "つぶ",
          "zh": "穀物"
        },
        {
          "k": "楽器",
          "r": "がっき",
          "zh": "樂器"
        },
        {
          "k": "不通",
          "r": "ふつう",
          "zh": "暫停、中斷、停止、停頓"
        }
      ]
    },
    {
      "id": "n2-u38",
      "theme": "情緒與個性 1",
      "words": [
        {
          "k": "葬式",
          "r": "そうしき",
          "zh": "葬禮"
        },
        {
          "k": "損得",
          "r": "そんとく",
          "zh": "得與失、利與弊"
        },
        {
          "k": "例える",
          "r": "たとえる",
          "zh": "比較、類比"
        },
        {
          "k": "だらしない",
          "r": "だらしない",
          "zh": "不修邊幅的、散漫的、蕩婦"
        },
        {
          "k": "落着く",
          "r": "おちつく",
          "zh": "平靜下來、安定下來"
        },
        {
          "k": "驚かす",
          "r": "おどろかす",
          "zh": "使驚訝、使害怕"
        },
        {
          "k": "おめでたい",
          "r": "おめでたい",
          "zh": "喜事、值得祝賀的事情"
        },
        {
          "k": "兼ねる",
          "r": "かねる",
          "zh": "同時服務兩個或更多功能"
        },
        {
          "k": "からかう",
          "r": "からかう",
          "zh": "嘲笑、取笑"
        },
        {
          "k": "可愛がる",
          "r": "かわいがる",
          "zh": "去愛、去深情"
        },
        {
          "k": "～感",
          "r": "～かん",
          "zh": "感覺、印象"
        },
        {
          "k": "感激",
          "r": "かんげき",
          "zh": "深刻的情感、印象、靈感"
        },
        {
          "k": "行事",
          "r": "ぎょうじ",
          "zh": "事件、功能"
        },
        {
          "k": "原理",
          "r": "げんり",
          "zh": "原則、理論、基本真理"
        },
        {
          "k": "強引",
          "r": "ごういん",
          "zh": "強行的、武斷的、咄咄逼人的"
        },
        {
          "k": "こうして",
          "r": "こうして",
          "zh": "像這樣、用這個"
        },
        {
          "k": "静まる",
          "r": "しずまる",
          "zh": "使安靜下來、使平靜下來"
        },
        {
          "k": "実感",
          "r": "じっかん",
          "zh": "感受、體會"
        },
        {
          "k": "勇ましい",
          "r": "いさましい",
          "zh": "勇敢的、英勇的"
        },
        {
          "k": "威張る",
          "r": "いばる",
          "zh": "驕傲地、趾高氣揚地"
        },
        {
          "k": "期限",
          "r": "きげん",
          "zh": "期限、期間、時間範圍 期限、截止日期、截止日期（日期）"
        },
        {
          "k": "包装",
          "r": "ほうそう",
          "zh": "包裝"
        }
      ]
    },
    {
      "id": "n2-u39",
      "theme": "情緒與個性 2",
      "words": [
        {
          "k": "嫌がる",
          "r": "いやがる",
          "zh": "不情願、不喜歡"
        },
        {
          "k": "傾らか",
          "r": "なだらか",
          "zh": "漸進的、溫和的"
        },
        {
          "k": "憎らしい",
          "r": "にくらしい",
          "zh": "令人憎惡的、可憎的"
        },
        {
          "k": "平気",
          "r": "へいき",
          "zh": "冷靜、漠不關心"
        },
        {
          "k": "みじめ",
          "r": "みじめ",
          "zh": "悲傷的、可憐的"
        },
        {
          "k": "～みたい",
          "r": "～みたい",
          "zh": "看起來像~"
        },
        {
          "k": "めでたい",
          "r": "めでたい",
          "zh": "幸福的、吉祥的、快樂的"
        },
        {
          "k": "催し",
          "r": "もよおし",
          "zh": "活動、慶典、功能"
        },
        {
          "k": "悠々",
          "r": "ゆうゆう",
          "zh": "安靜、平靜、悠閒"
        },
        {
          "k": "利害",
          "r": "りがい",
          "zh": "優缺點、興趣"
        },
        {
          "k": "短所",
          "r": "たんしょ",
          "zh": "缺陷、弱點、劣勢"
        },
        {
          "k": "切っ掛け",
          "r": "きっかけ",
          "zh": "機會、開始、暗示、藉口、動機、動力、場合"
        },
        {
          "k": "朗らか(な)",
          "r": "ほがらか(な)",
          "zh": "開朗的、快樂的、明亮的（天空、白天等）、美好的、清晰的"
        }
      ]
    },
    {
      "id": "n2-u40",
      "theme": "社會與文化 1",
      "words": [
        {
          "k": "賞金",
          "r": "しょうきん",
          "zh": "獎品、金錢獎勵"
        },
        {
          "k": "スチュワーデス",
          "r": "スチュワーデス",
          "zh": "空姐"
        },
        {
          "k": "税関",
          "r": "ぜいかん",
          "zh": "海關"
        },
        {
          "k": "解説",
          "r": "かいせつ",
          "zh": "解釋、評論"
        },
        {
          "k": "傾く",
          "r": "かたむく",
          "zh": "傾斜"
        },
        {
          "k": "儀式",
          "r": "ぎしき",
          "zh": "儀式"
        },
        {
          "k": "～教",
          "r": "～きょう",
          "zh": "宗教"
        },
        {
          "k": "規律",
          "r": "きりつ",
          "zh": "秩序、規則、法律"
        },
        {
          "k": "組合せ",
          "r": "くみあわせ",
          "zh": "組合"
        },
        {
          "k": "合同",
          "r": "ごうどう",
          "zh": "組合、併入"
        },
        {
          "k": "～国",
          "r": "～こく",
          "zh": "的民族~"
        },
        {
          "k": "国立",
          "r": "こくりつ",
          "zh": "國家的"
        },
        {
          "k": "削除",
          "r": "さくじょ",
          "zh": "消除、刪除"
        },
        {
          "k": "妨げる",
          "r": "さまたげる",
          "zh": "擾亂、阻止"
        },
        {
          "k": "～史",
          "r": "～し",
          "zh": "歷史~"
        },
        {
          "k": "〜(日本) 式",
          "r": "～(にほん) しき",
          "zh": "客製化"
        },
        {
          "k": "自治",
          "r": "じち",
          "zh": "自治"
        },
        {
          "k": "うどん",
          "r": "うどん",
          "zh": "烏龍麵（日本傳統麵條）"
        },
        {
          "k": "武士",
          "r": "ぶし",
          "zh": "武士"
        },
        {
          "k": "防～",
          "r": "ぼう～",
          "zh": "〜預防"
        },
        {
          "k": "休息",
          "r": "きゅうそく",
          "zh": "休息、緩解、放鬆"
        },
        {
          "k": "まく",
          "r": "まく",
          "zh": "捲繞、捲起"
        }
      ]
    },
    {
      "id": "n2-u41",
      "theme": "社會與文化 2",
      "words": [
        {
          "k": "防止",
          "r": "ぼうし",
          "zh": "預防、檢查"
        },
        {
          "k": "法則",
          "r": "ほうそく",
          "zh": "法律、規則"
        },
        {
          "k": "防犯",
          "r": "ぼうはん",
          "zh": "預防犯罪"
        },
        {
          "k": "盆",
          "r": "ぼん",
          "zh": "亡靈節、托盤"
        },
        {
          "k": "役人",
          "r": "やくにん",
          "zh": "政府官員"
        },
        {
          "k": "琴",
          "r": "きん",
          "zh": "13弦日本古箏"
        },
        {
          "k": "まざる",
          "r": "まざる",
          "zh": "混合、聯合"
        }
      ]
    },
    {
      "id": "n2-u42",
      "theme": "衣著與購物 1",
      "words": [
        {
          "k": "ショップ",
          "r": "ショップ",
          "zh": "一家商店"
        },
        {
          "k": "書店",
          "r": "しょてん",
          "zh": "書店"
        },
        {
          "k": "～足",
          "r": "～そく",
          "zh": "鞋子櫃檯"
        },
        {
          "k": "それなら",
          "r": "それなら",
          "zh": "如果是這樣的話……、這樣的話……"
        },
        {
          "k": "それはいけませんね (かん)",
          "r": "それはいけませんね (かん)",
          "zh": "那不好"
        },
        {
          "k": "蓄える",
          "r": "たくわえる",
          "zh": "保存、儲存"
        },
        {
          "k": "但し",
          "r": "ただし",
          "zh": "但是、前提是"
        },
        {
          "k": "思い込む",
          "r": "おもいこむ",
          "zh": "給人這樣的印象、確信"
        },
        {
          "k": "着替え",
          "r": "きがえ",
          "zh": "換衣服"
        },
        {
          "k": "着替える",
          "r": "きがえる",
          "zh": "換衣服"
        },
        {
          "k": "～流",
          "r": "～りゅう",
          "zh": "時尚、方式"
        },
        {
          "k": "和服",
          "r": "わふく",
          "zh": "日式服裝"
        },
        {
          "k": "ワンピース",
          "r": "ワンピース",
          "zh": "一件式洋裝"
        },
        {
          "k": "あれこれ",
          "r": "あれこれ",
          "zh": "一件事或另一件事、這個和那個"
        },
        {
          "k": "幾分",
          "r": "いくぶん",
          "zh": "有點"
        },
        {
          "k": "何々",
          "r": "なになに",
          "zh": "如此這般、什麼？"
        },
        {
          "k": "払い戻す",
          "r": "はらいもどす",
          "zh": "償還"
        },
        {
          "k": "ぼろ",
          "r": "ぼろ",
          "zh": "破布、破爛的衣服"
        },
        {
          "k": "店屋",
          "r": "みせや",
          "zh": "商店"
        },
        {
          "k": "モデル",
          "r": "モデル",
          "zh": "時裝模特兒"
        },
        {
          "k": "下る",
          "r": "くだる",
          "zh": "下降"
        },
        {
          "k": "まじる",
          "r": "まじる",
          "zh": "混合、聯合"
        }
      ]
    },
    {
      "id": "n2-u43",
      "theme": "衣著與購物 2",
      "words": [
        {
          "k": "洋品店",
          "r": "ようひんてん",
          "zh": "服飾店"
        },
        {
          "k": "郡",
          "r": "ぐん",
          "zh": "區、縣"
        },
        {
          "k": "まぜる",
          "r": "まぜる",
          "zh": "混合、攪拌"
        }
      ]
    },
    {
      "id": "n2-u44",
      "theme": "抽象概念與形容詞",
      "words": [
        {
          "k": "生ずる",
          "r": "しょうずる",
          "zh": "引起、產生"
        },
        {
          "k": "初級",
          "r": "しょきゅう",
          "zh": "初級水平"
        },
        {
          "k": "水平",
          "r": "すいへい",
          "zh": "水平"
        },
        {
          "k": "限り",
          "r": "かぎり",
          "zh": "限制、盡可能"
        },
        {
          "k": "観念",
          "r": "かんねん",
          "zh": "想法、觀念、感覺"
        },
        {
          "k": "現に",
          "r": "げんに",
          "zh": "實際上、真的"
        },
        {
          "k": "高～",
          "r": "こう～",
          "zh": "高（水平）~"
        },
        {
          "k": "効力",
          "r": "こうりょく",
          "zh": "效果、功效"
        },
        {
          "k": "実績",
          "r": "じっせき",
          "zh": "成果、實際成果"
        },
        {
          "k": "重点",
          "r": "じゅうてん",
          "zh": "重點、強調"
        },
        {
          "k": "アイデア; アイディア",
          "r": "アイデア; アイディア",
          "zh": "想法"
        },
        {
          "k": "安易",
          "r": "あんい",
          "zh": "隨和"
        },
        {
          "k": "意義",
          "r": "いぎ",
          "zh": "意義、重要性"
        },
        {
          "k": "売上",
          "r": "うりあげ",
          "zh": "售出金額、收益"
        },
        {
          "k": "～難い",
          "r": "～がたい",
          "zh": "很難（很難）做~"
        },
        {
          "k": "果して",
          "r": "はたして",
          "zh": "正如所料、真的"
        },
        {
          "k": "発想",
          "r": "はっそう",
          "zh": "想法、思考方式（與考え方 (かんがえかた)相同）"
        },
        {
          "k": "分量",
          "r": "ぶんりょう",
          "zh": "金額、數量"
        },
        {
          "k": "余計",
          "r": "よけい",
          "zh": "太多、不必要的、豐富的、剩餘的、過度的、多餘的"
        },
        {
          "k": "団地",
          "r": "だんち",
          "zh": "住宅區"
        },
        {
          "k": "下品(な)",
          "r": "げひん(な)",
          "zh": "粗俗的"
        },
        {
          "k": "跨ぐ",
          "r": "またぐ",
          "zh": "跨過/跨過、跨過、伸展、橋接"
        }
      ]
    },
    {
      "id": "n2-u45",
      "theme": "動植物",
      "words": [
        {
          "k": "述語",
          "r": "じゅつご",
          "zh": "謂詞"
        },
        {
          "k": "書籍",
          "r": "しょせき",
          "zh": "書籍、出版品"
        },
        {
          "k": "申請",
          "r": "しんせい",
          "zh": "申請、請求、請願書"
        },
        {
          "k": "掛け算",
          "r": "かけざん",
          "zh": "乘法"
        },
        {
          "k": "枯れる",
          "r": "かれる",
          "zh": "枯萎、死亡（植物）、被炸毀（植物）"
        },
        {
          "k": "競馬",
          "r": "けいば",
          "zh": "賽馬"
        },
        {
          "k": "気配",
          "r": "けはい",
          "zh": "指示、標誌、提示"
        },
        {
          "k": "しっぽ",
          "r": "しっぽ",
          "zh": "尾巴（動物）"
        },
        {
          "k": "指定",
          "r": "してい",
          "zh": "名稱、規格、任務"
        },
        {
          "k": "～羽",
          "r": "～わ",
          "zh": "兔子櫃檯、鳥"
        },
        {
          "k": "当てはまる",
          "r": "あてはまる",
          "zh": "適用、屬於（類別）"
        },
        {
          "k": "応用",
          "r": "おうよう",
          "zh": "應用、付諸實踐"
        },
        {
          "k": "～頭",
          "r": "～とう",
          "zh": "動物櫃檯"
        },
        {
          "k": "統計",
          "r": "とうけい",
          "zh": "散射、色散"
        },
        {
          "k": "卑怯",
          "r": "ひきょう",
          "zh": "膽怯、卑鄙、不公平"
        },
        {
          "k": "複写",
          "r": "ふくしゃ",
          "zh": "複製"
        },
        {
          "k": "物語る",
          "r": "ものがたる",
          "zh": "告訴、表明"
        },
        {
          "k": "散らかす",
          "r": "ちらかす",
          "zh": "散落各處、不整潔"
        },
        {
          "k": "通知",
          "r": "つうち",
          "zh": "通知"
        },
        {
          "k": "校舎",
          "r": "こうしゃ",
          "zh": "學校建築、校舍"
        },
        {
          "k": "間もなく",
          "r": "まもなく",
          "zh": "不久、一會兒"
        }
      ]
    },
    {
      "id": "n2-u46",
      "theme": "科技與物品",
      "words": [
        {
          "k": "資料",
          "r": "しりょう",
          "zh": "材料、數據"
        },
        {
          "k": "扇風機",
          "r": "せんぷうき",
          "zh": "電風扇"
        },
        {
          "k": "体系",
          "r": "たいけい",
          "zh": "制度、組織"
        },
        {
          "k": "体制",
          "r": "たいせい",
          "zh": "秩序、系統、結構"
        },
        {
          "k": "乾電池",
          "r": "かんでんち",
          "zh": "乾電池、電池組"
        },
        {
          "k": "～器",
          "r": "～き",
          "zh": "裝置、設備"
        },
        {
          "k": "～機",
          "r": "～き",
          "zh": "機器"
        },
        {
          "k": "工夫",
          "r": "くふう",
          "zh": "裝置、技巧、獨創性"
        },
        {
          "k": "～系",
          "r": "～けい",
          "zh": "〜系統、〜血統、〜群體"
        },
        {
          "k": "系統",
          "r": "けいとう",
          "zh": "系統、家譜"
        },
        {
          "k": "電流",
          "r": "でんりゅう",
          "zh": "電流"
        },
        {
          "k": "電力",
          "r": "でんりょく",
          "zh": "電力"
        },
        {
          "k": "内線",
          "r": "ないせん",
          "zh": "電話分機"
        },
        {
          "k": "秤",
          "r": "はかり",
          "zh": "體重計、稱重機"
        },
        {
          "k": "襖",
          "r": "ふすま",
          "zh": "滑螢幕"
        },
        {
          "k": "へそ",
          "r": "へそ",
          "zh": "肚臍"
        },
        {
          "k": "ミシン",
          "r": "ミシン",
          "zh": "縫紉機"
        },
        {
          "k": "呼び出す",
          "r": "よびだす",
          "zh": "召喚、打電話（例如、打電話）"
        },
        {
          "k": "電池",
          "r": "でんち",
          "zh": "電池"
        },
        {
          "k": "公正",
          "r": "こうせい",
          "zh": "公正、公平"
        },
        {
          "k": "惨めな",
          "r": "みじめな",
          "zh": "悲慘的、不幸的、悲傷的、可憐的"
        }
      ]
    },
    {
      "id": "n2-u47",
      "theme": "綜合單字 1",
      "words": [
        {
          "k": "周辺",
          "r": "しゅうへん",
          "zh": "圓週、週邊"
        },
        {
          "k": "重役",
          "r": "じゅうやく",
          "zh": "董事、高級執行官"
        },
        {
          "k": "重量",
          "r": "じゅうりょう",
          "zh": "重量級"
        },
        {
          "k": "重力",
          "r": "じゅうりょく",
          "zh": "重力"
        },
        {
          "k": "熟語",
          "r": "じゅくご",
          "zh": "成語、漢字複合體"
        },
        {
          "k": "縮小",
          "r": "しゅくしょう",
          "zh": "減少、削減"
        },
        {
          "k": "主語",
          "r": "しゅご",
          "zh": "（克）主題"
        },
        {
          "k": "寿命",
          "r": "じゅみょう",
          "zh": "壽命"
        },
        {
          "k": "主役",
          "r": "しゅやく",
          "zh": "主導部分"
        },
        {
          "k": "循環",
          "r": "じゅんかん",
          "zh": "循環、旋轉"
        },
        {
          "k": "巡査",
          "r": "じゅんさ",
          "zh": "警察"
        },
        {
          "k": "順々",
          "r": "じゅんじゅん",
          "zh": "按順序、依序"
        },
        {
          "k": "順序",
          "r": "じゅんじょ",
          "zh": "順序、程序"
        },
        {
          "k": "純粋",
          "r": "じゅんすい",
          "zh": "純粹的、真實的、不摻雜的"
        },
        {
          "k": "初～",
          "r": "しょ～",
          "zh": "第一~"
        },
        {
          "k": "諸～",
          "r": "しょ～",
          "zh": "各種~"
        },
        {
          "k": "女～",
          "r": "じょ～",
          "zh": "女人所做的事情"
        },
        {
          "k": "省～",
          "r": "しょう～",
          "zh": "省錢~"
        },
        {
          "k": "～省",
          "r": "～しょう",
          "zh": "事工的種類"
        },
        {
          "k": "～勝",
          "r": "～しょう",
          "zh": "算胜利"
        },
        {
          "k": "交代",
          "r": "こうたい",
          "zh": "交替、變化、接力、輪班、替換（運動等）、輪流"
        },
        {
          "k": "診る",
          "r": "みる",
          "zh": "檢查（醫學上）"
        }
      ]
    },
    {
      "id": "n2-u48",
      "theme": "綜合單字 2",
      "words": [
        {
          "k": "～条",
          "r": "～じょう",
          "zh": "文章計數器"
        },
        {
          "k": "～場",
          "r": "～じょう",
          "zh": "田地、地面的種類"
        },
        {
          "k": "～畳",
          "r": "～じょう",
          "zh": "算榻榻米、墊子"
        },
        {
          "k": "消化",
          "r": "しょうか",
          "zh": "消化"
        },
        {
          "k": "しょうがない",
          "r": "しょうがない",
          "zh": "不值得啊~"
        },
        {
          "k": "将棋",
          "r": "しょうぎ",
          "zh": "日本像棋"
        },
        {
          "k": "定規",
          "r": "じょうぎ",
          "zh": "（測量）尺子"
        },
        {
          "k": "消極的",
          "r": "しょうきょくてき",
          "zh": "被動"
        },
        {
          "k": "上下",
          "r": "じょうげ",
          "zh": "高與低、上與下"
        },
        {
          "k": "小数",
          "r": "しょうすう",
          "zh": "分數（部分）、小數"
        },
        {
          "k": "焦点",
          "r": "しょうてん",
          "zh": "焦點、點"
        },
        {
          "k": "消毒",
          "r": "しょうどく",
          "zh": "消毒"
        },
        {
          "k": "小便",
          "r": "しょうべん",
          "zh": "(col) 尿液、小便"
        },
        {
          "k": "正味",
          "r": "しょうみ",
          "zh": "淨重（重量）"
        },
        {
          "k": "正面",
          "r": "しょうめん",
          "zh": "前面"
        },
        {
          "k": "消耗",
          "r": "しょうもう",
          "zh": "耗盡、消耗"
        },
        {
          "k": "助教授",
          "r": "じょきょうじゅ",
          "zh": "助理教授"
        },
        {
          "k": "～色",
          "r": "～しょく",
          "zh": "顏色種類"
        },
        {
          "k": "職人",
          "r": "しょくにん",
          "zh": "工匠"
        },
        {
          "k": "書道",
          "r": "しょどう",
          "zh": "書法"
        },
        {
          "k": "こうよう もみじ",
          "r": "こうよう もみじ",
          "zh": "（日本）楓樹"
        },
        {
          "k": "蒸し暑い",
          "r": "むしあつい",
          "zh": "潮濕、悶熱"
        }
      ]
    },
    {
      "id": "n2-u49",
      "theme": "綜合單字 3",
      "words": [
        {
          "k": "初歩",
          "r": "しょほ",
          "zh": "要素、基礎"
        },
        {
          "k": "シリーズ",
          "r": "シリーズ",
          "zh": "系列"
        },
        {
          "k": "私立",
          "r": "しりつ",
          "zh": "私人（機構）"
        },
        {
          "k": "汁",
          "r": "しる",
          "zh": "果汁、湯"
        },
        {
          "k": "素人",
          "r": "しろうと",
          "zh": "外行人、業餘愛好者、新手"
        },
        {
          "k": "しわ (かおの～)",
          "r": "しわ (かおの～)",
          "zh": "皺紋、摺痕"
        },
        {
          "k": "真空",
          "r": "しんくう",
          "zh": "真空"
        },
        {
          "k": "信ずる",
          "r": "しんずる",
          "zh": "相信"
        },
        {
          "k": "人造",
          "r": "じんぞう",
          "zh": "人造的、合成的"
        },
        {
          "k": "診断",
          "r": "しんだん",
          "zh": "診斷"
        },
        {
          "k": "侵入",
          "r": "しんにゅう",
          "zh": "入侵、襲擊、侵入"
        },
        {
          "k": "水素",
          "r": "すいそ",
          "zh": "氫"
        },
        {
          "k": "垂直",
          "r": "すいちょく",
          "zh": "垂直的"
        },
        {
          "k": "推定",
          "r": "すいてい",
          "zh": "推定、假定、估計"
        },
        {
          "k": "水分",
          "r": "すいぶん",
          "zh": "水分"
        },
        {
          "k": "水平線",
          "r": "すいへいせん",
          "zh": "地平線"
        },
        {
          "k": "図々しい",
          "r": "ずうずうしい",
          "zh": "無禮的、無恥的"
        },
        {
          "k": "図鑑",
          "r": "ずかん",
          "zh": "繪本"
        },
        {
          "k": "隙",
          "r": "すき",
          "zh": "無人防守的時刻、機會"
        },
        {
          "k": "杉",
          "r": "すぎ",
          "zh": "日本雪松"
        },
        {
          "k": "こくせき",
          "r": "こくせき",
          "zh": "國籍"
        },
        {
          "k": "名詞",
          "r": "めいし",
          "zh": "名詞"
        }
      ]
    },
    {
      "id": "n2-u50",
      "theme": "綜合單字 4",
      "words": [
        {
          "k": "～過ぎる",
          "r": "～すぎる",
          "zh": "太多了~"
        },
        {
          "k": "図形",
          "r": "ずけい",
          "zh": "圖"
        },
        {
          "k": "鈴",
          "r": "すず",
          "zh": "鈴"
        },
        {
          "k": "涼む",
          "r": "すずむ",
          "zh": "讓自己冷靜下來"
        },
        {
          "k": "ステージ",
          "r": "ステージ",
          "zh": "階段、表現"
        },
        {
          "k": "ストッキング",
          "r": "ストッキング",
          "zh": "絲襪"
        },
        {
          "k": "スピーカー",
          "r": "スピーカー",
          "zh": "揚聲器"
        },
        {
          "k": "図表",
          "r": "ずひょう",
          "zh": "圖表、圖形"
        },
        {
          "k": "スマート",
          "r": "スマート",
          "zh": "智能、時尚、纖薄"
        },
        {
          "k": "すまない",
          "r": "すまない",
          "zh": "對不起（短語）"
        },
        {
          "k": "～済",
          "r": "～ずみ",
          "zh": "完成"
        },
        {
          "k": "相撲",
          "r": "すもう",
          "zh": "相撲"
        },
        {
          "k": "スライド",
          "r": "スライド",
          "zh": "幻燈片"
        },
        {
          "k": "ずらり",
          "r": "ずらり",
          "zh": "排成一行"
        },
        {
          "k": "スリッパ",
          "r": "スリッパ",
          "zh": "拖鞋"
        },
        {
          "k": "狡い",
          "r": "ずるい",
          "zh": "狡猾的"
        },
        {
          "k": "寸法",
          "r": "すんぽう",
          "zh": "測量、大小、維度"
        },
        {
          "k": "整数",
          "r": "せいすう",
          "zh": "整數"
        },
        {
          "k": "生存",
          "r": "せいぞん",
          "zh": "存在、生存"
        },
        {
          "k": "政党",
          "r": "せいとう",
          "zh": "政黨（成員）"
        },
        {
          "k": "腰掛",
          "r": "こしかけ",
          "zh": "座位、長椅"
        },
        {
          "k": "名刺",
          "r": "めいし",
          "zh": "名片"
        }
      ]
    },
    {
      "id": "n2-u51",
      "theme": "綜合單字 5",
      "words": [
        {
          "k": "性能",
          "r": "せいのう",
          "zh": "能力"
        },
        {
          "k": "整備",
          "r": "せいび",
          "zh": "維護、檢修"
        },
        {
          "k": "性別",
          "r": "せいべつ",
          "zh": "性別"
        },
        {
          "k": "正方形",
          "r": "せいほうけい",
          "zh": "方塊"
        },
        {
          "k": "正門",
          "r": "せいもん",
          "zh": "正門"
        },
        {
          "k": "成立",
          "r": "せいりつ",
          "zh": "形成、設立、完成"
        },
        {
          "k": "赤道",
          "r": "せきどう",
          "zh": "赤道"
        },
        {
          "k": "接する",
          "r": "せっする",
          "zh": "照顧（某人）、與"
        },
        {
          "k": "ぜひとも",
          "r": "ぜひとも",
          "zh": "無論如何（不接受「不」的答案）"
        },
        {
          "k": "ゼミ",
          "r": "ゼミ",
          "zh": "研討會"
        },
        {
          "k": "セメント",
          "r": "セメント",
          "zh": "水泥"
        },
        {
          "k": "～戦",
          "r": "～せん",
          "zh": "遊戲、比賽櫃檯"
        },
        {
          "k": "～前",
          "r": "～ぜん",
          "zh": "之前~"
        },
        {
          "k": "前後",
          "r": "ぜんご",
          "zh": "前面和後面、之前和之後"
        },
        {
          "k": "扇子",
          "r": "せんす",
          "zh": "折扇"
        },
        {
          "k": "専制",
          "r": "せんせい",
          "zh": "專制"
        },
        {
          "k": "先祖",
          "r": "せんぞ",
          "zh": "祖先"
        },
        {
          "k": "先端",
          "r": "せんたん",
          "zh": "尖頭、尖端"
        },
        {
          "k": "全般",
          "r": "ぜんぱん",
          "zh": "（的）整體、一般"
        },
        {
          "k": "全力",
          "r": "ぜんりょく",
          "zh": "全力以赴"
        },
        {
          "k": "碁",
          "r": "ご",
          "zh": "去（棋盤遊戲）"
        },
        {
          "k": "面接",
          "r": "めんせつ",
          "zh": "訪談"
        }
      ]
    },
    {
      "id": "n2-u52",
      "theme": "綜合單字 6",
      "words": [
        {
          "k": "～沿い",
          "r": "～そい",
          "zh": "沿著"
        },
        {
          "k": "総～",
          "r": "そう～",
          "zh": "粗略的、一般的、全部的"
        },
        {
          "k": "相違",
          "r": "そうい",
          "zh": "差異、變異"
        },
        {
          "k": "そういえば",
          "r": "そういえば",
          "zh": "這讓我想起.."
        },
        {
          "k": "増減",
          "r": "ぞうげん",
          "zh": "增減、波動"
        },
        {
          "k": "相互",
          "r": "そうご",
          "zh": "相互的、互惠的"
        },
        {
          "k": "騒々しい",
          "r": "そうぞうしい",
          "zh": "吵鬧的、喧鬧的"
        },
        {
          "k": "増大",
          "r": "ぞうだい",
          "zh": "增加、成長"
        },
        {
          "k": "そうっと",
          "r": "そうっと",
          "zh": "輕輕地、小心地、溫柔地"
        },
        {
          "k": "送別",
          "r": "そうべつ",
          "zh": "告別、送行"
        },
        {
          "k": "総理大臣",
          "r": "そうりだいじん",
          "zh": "總理"
        },
        {
          "k": "属する",
          "r": "ぞくする",
          "zh": "屬於、隸屬"
        },
        {
          "k": "続々",
          "r": "ぞくぞく",
          "zh": "接連地"
        },
        {
          "k": "速達",
          "r": "そくたつ",
          "zh": "特快專遞"
        },
        {
          "k": "測定",
          "r": "そくてい",
          "zh": "測量"
        },
        {
          "k": "測量",
          "r": "そくりょう",
          "zh": "測量"
        },
        {
          "k": "速力",
          "r": "そくりょく",
          "zh": "速度"
        },
        {
          "k": "素質",
          "r": "そしつ",
          "zh": "天賦、能力"
        },
        {
          "k": "祖先",
          "r": "そせん",
          "zh": "祖先"
        },
        {
          "k": "卒直",
          "r": "そっちょく",
          "zh": "坦率、誠實"
        },
        {
          "k": "刺さる",
          "r": "ささる",
          "zh": "黏住、被卡住"
        },
        {
          "k": "凭れる",
          "r": "もたれる",
          "zh": "倚靠"
        }
      ]
    },
    {
      "id": "n2-u53",
      "theme": "綜合單字 7",
      "words": [
        {
          "k": "その他",
          "r": "そのほか",
          "zh": "除此之外"
        },
        {
          "k": "剃る",
          "r": "そる",
          "zh": "刮鬍子"
        },
        {
          "k": "それなのに",
          "r": "それなのに",
          "zh": "雖然"
        },
        {
          "k": "逸れる",
          "r": "それる",
          "zh": "偏離主題、誤入歧途"
        },
        {
          "k": "算盤",
          "r": "そろばん",
          "zh": "算盤"
        },
        {
          "k": "存じる",
          "r": "ぞんじる",
          "zh": "（謙虛）知道"
        },
        {
          "k": "存ずる",
          "r": "ぞんずる",
          "zh": "（謙虛）知道"
        },
        {
          "k": "第～",
          "r": "だい～",
          "zh": "〜第"
        },
        {
          "k": "だいいち (とりわけ)",
          "r": "だいいち (とりわけ)",
          "zh": "首先、最重要的是#1"
        },
        {
          "k": "太鼓",
          "r": "たいこ",
          "zh": "鼓、手鼓"
        },
        {
          "k": "対策",
          "r": "たいさく",
          "zh": "對策"
        },
        {
          "k": "大して",
          "r": "たいして",
          "zh": "（不是）很多、（不是）非常"
        },
        {
          "k": "大小",
          "r": "だいしょう",
          "zh": "尺寸"
        },
        {
          "k": "体操",
          "r": "たいそう",
          "zh": "體操、體能鍛鍊、健身操"
        },
        {
          "k": "代名詞",
          "r": "だいめいし",
          "zh": "代名詞"
        },
        {
          "k": "タイア",
          "r": "タイア",
          "zh": "輪胎"
        },
        {
          "k": "ダイヤグラム",
          "r": "ダイヤグラム",
          "zh": "圖表"
        },
        {
          "k": "ダイヤモンド",
          "r": "ダイヤモンド",
          "zh": "鑽石"
        },
        {
          "k": "ダイヤル",
          "r": "ダイヤル",
          "zh": "撥號"
        },
        {
          "k": "絶えず",
          "r": "たえず",
          "zh": "不斷地"
        },
        {
          "k": "刺す",
          "r": "さす",
          "zh": "刺穿"
        },
        {
          "k": "もやす",
          "r": "もやす",
          "zh": "燒掉"
        }
      ]
    },
    {
      "id": "n2-u54",
      "theme": "綜合單字 8",
      "words": [
        {
          "k": "楕円",
          "r": "だえん",
          "zh": "橢圓形"
        },
        {
          "k": "耕す",
          "r": "たがやす",
          "zh": "耕種、犁田"
        },
        {
          "k": "竹",
          "r": "たけ",
          "zh": "竹子"
        },
        {
          "k": "たちまち",
          "r": "たちまち",
          "zh": "立刻、突然、一下子"
        },
        {
          "k": "脱線",
          "r": "だっせん",
          "zh": "出軌、離題"
        },
        {
          "k": "妥当",
          "r": "だとう",
          "zh": "適當的"
        },
        {
          "k": "頼もしい",
          "r": "たのもしい",
          "zh": "可靠、有前途"
        },
        {
          "k": "ダブル",
          "r": "ダブル",
          "zh": "雙"
        },
        {
          "k": "ダム",
          "r": "ダム",
          "zh": "水壩"
        },
        {
          "k": "溜息",
          "r": "ためいき",
          "zh": "一聲嘆息"
        },
        {
          "k": "～だらけ",
          "r": "～だらけ",
          "zh": "充滿~"
        },
        {
          "k": "足る",
          "r": "たる",
          "zh": "足夠"
        },
        {
          "k": "短～",
          "r": "たん～",
          "zh": "短~"
        },
        {
          "k": "～団",
          "r": "～だん",
          "zh": "團體、軍團、黨"
        },
        {
          "k": "オーケストラ",
          "r": "オーケストラ",
          "zh": "管弦樂團"
        },
        {
          "k": "オートメーション",
          "r": "オートメーション",
          "zh": "自動化"
        },
        {
          "k": "大凡",
          "r": "おおよそ",
          "zh": "大約"
        },
        {
          "k": "お帰り",
          "r": "おかえり",
          "zh": "返回、歡迎"
        },
        {
          "k": "おかげさまで",
          "r": "おかげさまで",
          "zh": "感謝上帝、感謝你"
        },
        {
          "k": "おかまいなく",
          "r": "おかまいなく",
          "zh": "請不要為我大驚小怪"
        },
        {
          "k": "酸性",
          "r": "さんせい",
          "zh": "酸度 酸性"
        },
        {
          "k": "喧しい",
          "r": "やかましい",
          "zh": "吵鬧的、響亮的"
        }
      ]
    },
    {
      "id": "n2-u55",
      "theme": "綜合單字 9",
      "words": [
        {
          "k": "お代わり",
          "r": "おかわり",
          "zh": "第二份、另一杯"
        },
        {
          "k": "補う",
          "r": "おぎなう",
          "zh": "來補償"
        },
        {
          "k": "怠る",
          "r": "おこたる",
          "zh": "忽視、失敗"
        },
        {
          "k": "お先に",
          "r": "おさきに",
          "zh": "在你之前、之後"
        },
        {
          "k": "お邪魔します",
          "r": "おじゃまします",
          "zh": "抱歉打擾你了"
        },
        {
          "k": "お出掛け",
          "r": "おでかけ",
          "zh": "郊遊"
        },
        {
          "k": "お手伝いさん",
          "r": "おてつだいさん",
          "zh": "女僕"
        },
        {
          "k": "落し物",
          "r": "おとしもの",
          "zh": "失物招領"
        },
        {
          "k": "お願いします",
          "r": "おねがいします",
          "zh": "請（直譯、我請求）"
        },
        {
          "k": "各々",
          "r": "おのおの",
          "zh": "每個、任一"
        },
        {
          "k": "小母さん",
          "r": "おばさん",
          "zh": "女士"
        },
        {
          "k": "お待たせしました",
          "r": "おまたせしました",
          "zh": "抱歉讓您久等了"
        },
        {
          "k": "お待ちください",
          "r": "おまちください",
          "zh": "請稍等"
        },
        {
          "k": "おまちどおさま",
          "r": "おまちどおさま",
          "zh": "抱歉讓您久等了"
        },
        {
          "k": "思い掛けない",
          "r": "おもいがけない",
          "zh": "意外的、隨意的"
        },
        {
          "k": "思いっ切り",
          "r": "おもいっきり",
          "zh": "非常、很多、完全"
        },
        {
          "k": "重たい",
          "r": "おもたい",
          "zh": "重的、大量的、嚴重的"
        },
        {
          "k": "親指",
          "r": "おやゆび",
          "zh": "大拇指"
        },
        {
          "k": "オルガン",
          "r": "オルガン",
          "zh": "器官"
        },
        {
          "k": "恩恵",
          "r": "おんけい",
          "zh": "祝福、好處"
        },
        {
          "k": "塩辛",
          "r": "しおから",
          "zh": "鹹（味道）"
        },
        {
          "k": "友好",
          "r": "ゆうこう",
          "zh": "友誼"
        }
      ]
    },
    {
      "id": "n2-u56",
      "theme": "綜合單字 10",
      "words": [
        {
          "k": "温帯",
          "r": "おんたい",
          "zh": "溫帶"
        },
        {
          "k": "御中",
          "r": "おんちゅう",
          "zh": "先生們。"
        },
        {
          "k": "女の人",
          "r": "おんなのひと",
          "zh": "女人"
        },
        {
          "k": "～下",
          "r": "～か",
          "zh": "下~"
        },
        {
          "k": "～化",
          "r": "～か",
          "zh": "做某事的動作"
        },
        {
          "k": "カーブ",
          "r": "カーブ",
          "zh": "曲線、曲球（棒球）"
        },
        {
          "k": "外～",
          "r": "がい～",
          "zh": "外國～、外面～"
        },
        {
          "k": "～外",
          "r": "～がい",
          "zh": "出~"
        },
        {
          "k": "回数券",
          "r": "かいすうけん",
          "zh": "門票簿"
        },
        {
          "k": "改正",
          "r": "かいせい",
          "zh": "修訂、修正、變更"
        },
        {
          "k": "改造",
          "r": "かいぞう",
          "zh": "改造"
        },
        {
          "k": "回転",
          "r": "かいてん",
          "zh": "旋轉、轉動"
        },
        {
          "k": "解答",
          "r": "かいとう",
          "zh": "答案、解決方案"
        },
        {
          "k": "回答",
          "r": "かいとう",
          "zh": "答复"
        },
        {
          "k": "外部",
          "r": "がいぶ",
          "zh": "外面的、外部的"
        },
        {
          "k": "解放",
          "r": "かいほう",
          "zh": "釋放、解放"
        },
        {
          "k": "概論",
          "r": "がいろん",
          "zh": "引言、一般評論"
        },
        {
          "k": "却って",
          "r": "かえって",
          "zh": "相反"
        },
        {
          "k": "係わる",
          "r": "かかわる",
          "zh": "關心、參與"
        },
        {
          "k": "書留",
          "r": "かきとめ",
          "zh": "掛號信"
        },
        {
          "k": "しかく しかくい",
          "r": "しかく しかくい",
          "zh": "方塊"
        },
        {
          "k": "湯飲",
          "r": "ゆのみ",
          "zh": "茶杯"
        }
      ]
    },
    {
      "id": "n2-u57",
      "theme": "綜合單字 11",
      "words": [
        {
          "k": "書取",
          "r": "かきとり",
          "zh": "聽寫"
        },
        {
          "k": "垣根",
          "r": "かきね",
          "zh": "對沖"
        },
        {
          "k": "各～",
          "r": "かく～",
          "zh": "每個~每個~"
        },
        {
          "k": "架空",
          "r": "かくう",
          "zh": "想像的、虛構的、幻想的"
        },
        {
          "k": "各自",
          "r": "かくじ",
          "zh": "個別的、每一個"
        },
        {
          "k": "拡充",
          "r": "かくじゅう",
          "zh": "擴張"
        },
        {
          "k": "拡張",
          "r": "かくちょう",
          "zh": "擴展、延伸"
        },
        {
          "k": "角度",
          "r": "かくど",
          "zh": "角度"
        },
        {
          "k": "格別",
          "r": "かくべつ",
          "zh": "異常的"
        },
        {
          "k": "確率",
          "r": "かくりつ",
          "zh": "機率"
        },
        {
          "k": "可決",
          "r": "かけつ",
          "zh": "批准、通過（例如動議、法案）、通過"
        },
        {
          "k": "火口",
          "r": "かこう",
          "zh": "（火山的）火山口"
        },
        {
          "k": "下降",
          "r": "かこう",
          "zh": "衰落、下降"
        },
        {
          "k": "火山",
          "r": "かざん",
          "zh": "火山"
        },
        {
          "k": "かしこまりました",
          "r": "かしこまりました",
          "zh": "當然"
        },
        {
          "k": "貸し出し",
          "r": "かしだし",
          "zh": "借貸"
        },
        {
          "k": "過剰",
          "r": "かじょう",
          "zh": "多餘的、過度的"
        },
        {
          "k": "かじる",
          "r": "かじる",
          "zh": "咀嚼、咬（at）"
        },
        {
          "k": "課税",
          "r": "かぜい",
          "zh": "稅收"
        },
        {
          "k": "下線",
          "r": "かせん",
          "zh": "底線"
        },
        {
          "k": "四季",
          "r": "しき",
          "zh": "四個季節"
        },
        {
          "k": "容器",
          "r": "ようき",
          "zh": "容器、器皿、包裝"
        }
      ]
    },
    {
      "id": "n2-u58",
      "theme": "綜合單字 12",
      "words": [
        {
          "k": "カセット",
          "r": "カセット",
          "zh": "卡式磁帶（磁帶）"
        },
        {
          "k": "加速",
          "r": "かそく",
          "zh": "加速度"
        },
        {
          "k": "加速度",
          "r": "かそくど",
          "zh": "加速度"
        },
        {
          "k": "塊",
          "r": "かたまり",
          "zh": "團塊"
        },
        {
          "k": "固まる",
          "r": "かたまる",
          "zh": "變硬"
        },
        {
          "k": "片寄る",
          "r": "かたよる",
          "zh": "偏向"
        },
        {
          "k": "～がち",
          "r": "～がち",
          "zh": "傾向於做~"
        },
        {
          "k": "学会",
          "r": "がっかい",
          "zh": "學術會議"
        },
        {
          "k": "活字",
          "r": "かつじ",
          "zh": "印刷類型"
        },
        {
          "k": "勝手に",
          "r": "かってに",
          "zh": "任意地"
        },
        {
          "k": "活力",
          "r": "かつりょく",
          "zh": "活力、能量"
        },
        {
          "k": "仮名",
          "r": "かな",
          "zh": "假名"
        },
        {
          "k": "仮名遣い",
          "r": "かなづかい",
          "zh": "假名正字法、音節拼寫"
        },
        {
          "k": "カバー",
          "r": "カバー",
          "zh": "封面（例如、書）"
        },
        {
          "k": "過半数",
          "r": "かはんすう",
          "zh": "多數"
        },
        {
          "k": "かび (～がはえる)",
          "r": "かび (～がはえる)",
          "zh": "發黴"
        },
        {
          "k": "被せる",
          "r": "かぶせる",
          "zh": "覆蓋（用某物）"
        },
        {
          "k": "釜",
          "r": "かま",
          "zh": "鐵鍋、水壺"
        },
        {
          "k": "構いません",
          "r": "かまいません",
          "zh": "沒關係、一個人不介意"
        },
        {
          "k": "神様",
          "r": "かみさま",
          "zh": "上帝"
        },
        {
          "k": "湿度",
          "r": "しつど",
          "zh": "濕度水平"
        },
        {
          "k": "よごす",
          "r": "よごす",
          "zh": "(1) 侮辱、侮辱、(2) 污染、污染、弄髒、玷污"
        }
      ]
    },
    {
      "id": "n2-u59",
      "theme": "綜合單字 13",
      "words": [
        {
          "k": "剃刀",
          "r": "かみそり",
          "zh": "刮鬍刀"
        },
        {
          "k": "ガム",
          "r": "ガム",
          "zh": "口香糖"
        },
        {
          "k": "カラー",
          "r": "カラー",
          "zh": "衣領、顏色"
        },
        {
          "k": "空っぽ",
          "r": "からっぽ",
          "zh": "空的"
        },
        {
          "k": "カロリー",
          "r": "カロリー",
          "zh": "卡路里"
        },
        {
          "k": "～間",
          "r": "～かん",
          "zh": "之間、期間"
        },
        {
          "k": "～巻",
          "r": "～かん",
          "zh": "體積"
        },
        {
          "k": "換気",
          "r": "かんき",
          "zh": "通風"
        },
        {
          "k": "鑑賞",
          "r": "かんしょう",
          "zh": "鑑賞"
        },
        {
          "k": "感ずる",
          "r": "かんずる",
          "zh": "去感覺、去感知"
        },
        {
          "k": "間接",
          "r": "かんせつ",
          "zh": "間接性"
        },
        {
          "k": "観測",
          "r": "かんそく",
          "zh": "觀察"
        },
        {
          "k": "寒帯",
          "r": "かんたい",
          "zh": "寒帶"
        },
        {
          "k": "缶詰",
          "r": "かんづめ",
          "zh": "罐頭、罐頭食品"
        },
        {
          "k": "乾杯",
          "r": "かんぱい",
          "zh": "乾杯！ （乾杯）"
        },
        {
          "k": "看板",
          "r": "かんばん",
          "zh": "標牌、招牌"
        },
        {
          "k": "看病",
          "r": "かんびょう",
          "zh": "護理（病人）"
        },
        {
          "k": "～期",
          "r": "～き",
          "zh": "〜年齡、〜時期"
        },
        {
          "k": "気圧",
          "r": "きあつ",
          "zh": "大氣壓力"
        },
        {
          "k": "機関車",
          "r": "きかんしゃ",
          "zh": "機車、發動機"
        },
        {
          "k": "萎む",
          "r": "しぼむ",
          "zh": "枯萎（花、夢等）、枯萎"
        },
        {
          "k": "寄せる",
          "r": "よせる",
          "zh": "靠近、讓某人靠近、聚集、收集、聚集傳遞（意見、新聞等）、發送（例如一封信）、貢獻、捐贈讓某人過來"
        }
      ]
    },
    {
      "id": "n2-u60",
      "theme": "綜合單字 14",
      "words": [
        {
          "k": "飢饉",
          "r": "ききん",
          "zh": "飢荒"
        },
        {
          "k": "器具",
          "r": "きぐ",
          "zh": "儀器"
        },
        {
          "k": "記号",
          "r": "きごう",
          "zh": "符號、代碼"
        },
        {
          "k": "基礎",
          "r": "きそ",
          "zh": "基礎"
        },
        {
          "k": "基地",
          "r": "きち",
          "zh": "基地"
        },
        {
          "k": "きっかけ",
          "r": "きっかけ",
          "zh": "提示、觸發"
        },
        {
          "k": "ぎっしり",
          "r": "ぎっしり",
          "zh": "緊緊地、完全地"
        },
        {
          "k": "基盤",
          "r": "きばん",
          "zh": "基礎"
        },
        {
          "k": "～気味",
          "r": "～ぎみ",
          "zh": "略~"
        },
        {
          "k": "ギャング",
          "r": "ギャング",
          "zh": "幫派"
        },
        {
          "k": "キャンパス",
          "r": "キャンパス",
          "zh": "校園"
        },
        {
          "k": "休講",
          "r": "きゅうこう",
          "zh": "講座取消"
        },
        {
          "k": "～行",
          "r": "～ぎょう",
          "zh": "行"
        },
        {
          "k": "強化",
          "r": "きょうか",
          "zh": "加強、強化"
        },
        {
          "k": "境界",
          "r": "きょうかい",
          "zh": "邊界"
        },
        {
          "k": "共産～",
          "r": "きょうさん～",
          "zh": "共產主義~"
        },
        {
          "k": "恐縮",
          "r": "きょうしゅく",
          "zh": "抱歉打擾"
        },
        {
          "k": "行列",
          "r": "ぎょうれつ",
          "zh": "隊列、遊行、矩陣（數學）"
        },
        {
          "k": "曲線",
          "r": "きょくせん",
          "zh": "曲線"
        },
        {
          "k": "～切れ",
          "r": "～きれ",
          "zh": "出~"
        },
        {
          "k": "締め切り",
          "r": "しめきり",
          "zh": "最後期限、結束、截止"
        },
        {
          "k": "寮",
          "r": "りょう",
          "zh": "宿舍"
        }
      ]
    },
    {
      "id": "n2-u61",
      "theme": "綜合單字 15",
      "words": [
        {
          "k": "区域",
          "r": "くいき",
          "zh": "區、地區"
        },
        {
          "k": "空～",
          "r": "くう～",
          "zh": "空~"
        },
        {
          "k": "偶数",
          "r": "ぐうすう",
          "zh": "偶數"
        },
        {
          "k": "クーラー",
          "r": "クーラー",
          "zh": "空調"
        },
        {
          "k": "釘",
          "r": "くぎ",
          "zh": "釘子"
        },
        {
          "k": "区切る",
          "r": "くぎる",
          "zh": "標點、劃掉"
        },
        {
          "k": "櫛",
          "r": "くし",
          "zh": "梳子"
        },
        {
          "k": "くしゃみ",
          "r": "くしゃみ",
          "zh": "打噴嚏"
        },
        {
          "k": "苦情",
          "r": "くじょう",
          "zh": "抱怨、委屈、發牢騷"
        },
        {
          "k": "屑",
          "r": "くず",
          "zh": "廢料"
        },
        {
          "k": "薬指",
          "r": "くすりゆび",
          "zh": "無名指"
        },
        {
          "k": "崩れる",
          "r": "くずれる",
          "zh": "崩潰"
        },
        {
          "k": "くだらない",
          "r": "くだらない",
          "zh": "一無是處、愚蠢、無用"
        },
        {
          "k": "唇",
          "r": "くちびる",
          "zh": "嘴唇"
        },
        {
          "k": "口紅",
          "r": "くちべに",
          "zh": "口紅"
        },
        {
          "k": "くっつける",
          "r": "くっつける",
          "zh": "附加"
        },
        {
          "k": "句読点",
          "r": "くとうてん",
          "zh": "標點符號"
        },
        {
          "k": "配る",
          "r": "くばる",
          "zh": "分發、交付"
        },
        {
          "k": "組み立てる",
          "r": "くみたてる",
          "zh": "組裝、設立、建造"
        },
        {
          "k": "悔やむ",
          "r": "くやむ",
          "zh": "去遺憾、去哀悼"
        },
        {
          "k": "しめる",
          "r": "しめる",
          "zh": "變濕"
        },
        {
          "k": "例外",
          "r": "れいがい",
          "zh": "例外"
        }
      ]
    },
    {
      "id": "n2-u62",
      "theme": "綜合單字 16",
      "words": [
        {
          "k": "くるむ",
          "r": "くるむ",
          "zh": "被包圍、包裹"
        },
        {
          "k": "～形",
          "r": "～けい",
          "zh": "形狀~"
        },
        {
          "k": "蛍光灯",
          "r": "けいこうとう",
          "zh": "螢光燈"
        },
        {
          "k": "形式",
          "r": "けいしき",
          "zh": "形式、格式"
        },
        {
          "k": "継続",
          "r": "けいぞく",
          "zh": "延續"
        },
        {
          "k": "毛糸",
          "r": "けいと",
          "zh": "毛線"
        },
        {
          "k": "経度",
          "r": "けいど",
          "zh": "經度"
        },
        {
          "k": "芸能",
          "r": "げいのう",
          "zh": "公共娛樂、表演藝術"
        },
        {
          "k": "警備",
          "r": "けいび",
          "zh": "國防、防衛、警務、安全"
        },
        {
          "k": "形容詞",
          "r": "けいようし",
          "zh": "形容詞"
        },
        {
          "k": "形容動詞",
          "r": "けいようどうし",
          "zh": "形容詞名詞、準形容詞"
        },
        {
          "k": "外科",
          "r": "げか",
          "zh": "外科"
        },
        {
          "k": "激増",
          "r": "げきぞう",
          "zh": "突然增加"
        },
        {
          "k": "下車",
          "r": "げしゃ",
          "zh": "下車"
        },
        {
          "k": "桁",
          "r": "けた",
          "zh": "柱、樑、數字"
        },
        {
          "k": "下品",
          "r": "げひん",
          "zh": "粗俗的、不雅的"
        },
        {
          "k": "煙い",
          "r": "けむい",
          "zh": "煙燻的"
        },
        {
          "k": "険しい",
          "r": "けわしい",
          "zh": "陡峭的、崎嶇的、嚴重的"
        },
        {
          "k": "～圏",
          "r": "～けん",
          "zh": "塊、球體、區域"
        },
        {
          "k": "現～",
          "r": "げん～",
          "zh": "現任"
        },
        {
          "k": "賞品",
          "r": "しょうひん",
          "zh": "獎品、獎盃"
        },
        {
          "k": "分かれる",
          "r": "わかれる",
          "zh": "分叉、發散、分開、分散"
        }
      ]
    },
    {
      "id": "n2-u63",
      "theme": "綜合單字 17",
      "words": [
        {
          "k": "謙虚",
          "r": "けんきょ",
          "zh": "謙虛"
        },
        {
          "k": "原稿",
          "r": "げんこう",
          "zh": "手稿、副本"
        },
        {
          "k": "原始",
          "r": "げんし",
          "zh": "起源、原始"
        },
        {
          "k": "厳重",
          "r": "げんじゅう",
          "zh": "嚴格、嚴厲、堅定"
        },
        {
          "k": "謙遜",
          "r": "けんそん",
          "zh": "謙虛、謙遜"
        },
        {
          "k": "限度",
          "r": "げんど",
          "zh": "極限、邊界"
        },
        {
          "k": "顕微鏡",
          "r": "けんびきょう",
          "zh": "顯微鏡"
        },
        {
          "k": "懸命",
          "r": "けんめい",
          "zh": "急切、費勁"
        },
        {
          "k": "原料",
          "r": "げんりょう",
          "zh": "原料"
        },
        {
          "k": "小～",
          "r": "こ～",
          "zh": "小~"
        },
        {
          "k": "～港",
          "r": "～こう",
          "zh": "〜港口"
        },
        {
          "k": "公害",
          "r": "こうがい",
          "zh": "公害、污染"
        },
        {
          "k": "公共",
          "r": "こうきょう",
          "zh": "公共的、社區的"
        },
        {
          "k": "工芸",
          "r": "こうげい",
          "zh": "工藝美術"
        },
        {
          "k": "孝行",
          "r": "こうこう",
          "zh": "孝順"
        },
        {
          "k": "交差",
          "r": "こうさ",
          "zh": "十字"
        },
        {
          "k": "講師",
          "r": "こうし",
          "zh": "講師"
        },
        {
          "k": "公式",
          "r": "こうしき",
          "zh": "公式、形式、官方"
        },
        {
          "k": "口実",
          "r": "こうじつ",
          "zh": "藉口"
        },
        {
          "k": "公衆",
          "r": "こうしゅう",
          "zh": "大眾"
        },
        {
          "k": "省略",
          "r": "しょうりゃく",
          "zh": "省略、縮寫、刪節"
        }
      ]
    },
    {
      "id": "n2-u64",
      "theme": "綜合單字 18",
      "words": [
        {
          "k": "香水",
          "r": "こうすい",
          "zh": "香水"
        },
        {
          "k": "功績",
          "r": "こうせき",
          "zh": "成就、功績"
        },
        {
          "k": "光線",
          "r": "こうせん",
          "zh": "光束、光線"
        },
        {
          "k": "高層",
          "r": "こうそう",
          "zh": "高的、高層的"
        },
        {
          "k": "構造",
          "r": "こうぞう",
          "zh": "結構、建築"
        },
        {
          "k": "交替",
          "r": "こうたい",
          "zh": "改變、減輕"
        },
        {
          "k": "耕地",
          "r": "こうち",
          "zh": "耕地"
        },
        {
          "k": "交通機関",
          "r": "こうつうきかん",
          "zh": "交通設施"
        },
        {
          "k": "高度",
          "r": "こうど",
          "zh": "高度、先進的"
        },
        {
          "k": "公表",
          "r": "こうひょう",
          "zh": "正式公告、公告"
        },
        {
          "k": "鉱物",
          "r": "こうぶつ",
          "zh": "礦物"
        },
        {
          "k": "項目",
          "r": "こうもく",
          "zh": "專案"
        },
        {
          "k": "紅葉",
          "r": "こうよう",
          "zh": "（樹葉的）秋天的顏色"
        },
        {
          "k": "合理",
          "r": "ごうり",
          "zh": "理性的"
        },
        {
          "k": "交流",
          "r": "こうりゅう",
          "zh": "交換、交流電"
        },
        {
          "k": "合流",
          "r": "ごうりゅう",
          "zh": "匯合、合併、連接"
        },
        {
          "k": "コース",
          "r": "コース",
          "zh": "課程"
        },
        {
          "k": "コーラス",
          "r": "コーラス",
          "zh": "合唱團"
        },
        {
          "k": "焦がす",
          "r": "こがす",
          "zh": "燒焦"
        },
        {
          "k": "国王",
          "r": "こくおう",
          "zh": "國王"
        },
        {
          "k": "知り合い",
          "r": "しりあい",
          "zh": "相識"
        }
      ]
    },
    {
      "id": "n2-u65",
      "theme": "綜合單字 19",
      "words": [
        {
          "k": "焦げる",
          "r": "こげる",
          "zh": "燒傷、被燒傷"
        },
        {
          "k": "凍える",
          "r": "こごえる",
          "zh": "凍結、冷凍"
        },
        {
          "k": "心当たり",
          "r": "こころあたり",
          "zh": "有一些知識、碰巧知道"
        },
        {
          "k": "五十音",
          "r": "ごじゅうおん",
          "zh": "日語音表"
        },
        {
          "k": "擦る",
          "r": "こする",
          "zh": "摩擦、擦傷、銼磨、磨砂（玻璃）、敲打（火柴）"
        },
        {
          "k": "個体",
          "r": "こたい",
          "zh": "一個人"
        },
        {
          "k": "こちらこそ",
          "r": "こちらこそ",
          "zh": "是我應該這麼說"
        },
        {
          "k": "～毎",
          "r": "～ごと",
          "zh": "每個~每個~"
        },
        {
          "k": "〜 (まる) ごと",
          "r": "〜 (まる) ごと",
          "zh": "整個~、全部~"
        },
        {
          "k": "言付ける",
          "r": "ことづける",
          "zh": "留言"
        },
        {
          "k": "ゴム",
          "r": "ゴム",
          "zh": "口香糖、橡膠"
        },
        {
          "k": "御免",
          "r": "ごめん",
          "zh": "下降（某事）、對不起"
        },
        {
          "k": "ごめんください",
          "r": "ごめんください",
          "zh": "我可以進來嗎、有人在嗎"
        },
        {
          "k": "小指",
          "r": "こゆび",
          "zh": "小指"
        },
        {
          "k": "御覧",
          "r": "ごらん",
          "zh": "（尊敬的）看、檢查、嘗試"
        },
        {
          "k": "コレクション",
          "r": "コレクション",
          "zh": "收藏、修正"
        },
        {
          "k": "転がす",
          "r": "ころがす",
          "zh": "捲動"
        },
        {
          "k": "転がる",
          "r": "ころがる",
          "zh": "滾動、翻滾"
        },
        {
          "k": "紺",
          "r": "こん",
          "zh": "海軍藍、深藍"
        },
        {
          "k": "今～",
          "r": "こん～",
          "zh": "這個、當前的"
        },
        {
          "k": "実力",
          "r": "じつりょく",
          "zh": "（真實）能力、真正的力量、優點、效率、能力"
        }
      ]
    },
    {
      "id": "n2-u66",
      "theme": "綜合單字 20",
      "words": [
        {
          "k": "コンクリート",
          "r": "コンクリート",
          "zh": "混凝土"
        },
        {
          "k": "混合",
          "r": "こんごう",
          "zh": "混合、混合物"
        },
        {
          "k": "コンセント",
          "r": "コンセント",
          "zh": "同意、電源插座"
        },
        {
          "k": "献立",
          "r": "こんだて",
          "zh": "選單"
        },
        {
          "k": "再～",
          "r": "さい～",
          "zh": "重新~"
        },
        {
          "k": "最～",
          "r": "さい～",
          "zh": "最~"
        },
        {
          "k": "催促",
          "r": "さいそく",
          "zh": "要求、敦促（行動）、催促"
        },
        {
          "k": "採点",
          "r": "さいてん",
          "zh": "標記、分級"
        },
        {
          "k": "災難",
          "r": "さいなん",
          "zh": "災難、不幸"
        },
        {
          "k": "裁縫",
          "r": "さいほう",
          "zh": "縫紉"
        },
        {
          "k": "材木",
          "r": "ざいもく",
          "zh": "木材"
        },
        {
          "k": "サイレン",
          "r": "サイレン",
          "zh": "塞壬"
        },
        {
          "k": "逆さ",
          "r": "さかさ",
          "zh": "反轉、顛倒"
        },
        {
          "k": "逆様",
          "r": "さかさま",
          "zh": "反轉、顛倒"
        },
        {
          "k": "先程",
          "r": "さきほど",
          "zh": "不久前"
        },
        {
          "k": "索引",
          "r": "さくいん",
          "zh": "指數"
        },
        {
          "k": "作者",
          "r": "さくしゃ",
          "zh": "作家、藝術家"
        },
        {
          "k": "囁く",
          "r": "ささやく",
          "zh": "低語"
        },
        {
          "k": "匙",
          "r": "さじ",
          "zh": "湯匙"
        },
        {
          "k": "差し支え",
          "r": "さしつかえ",
          "zh": "障礙、阻礙"
        },
        {
          "k": "児童",
          "r": "じどう",
          "zh": "兒童、青少年"
        }
      ]
    },
    {
      "id": "n2-u67",
      "theme": "綜合單字 21",
      "words": [
        {
          "k": "差し引き",
          "r": "さしひき",
          "zh": "扣除、餘額"
        },
        {
          "k": "流石",
          "r": "さすが",
          "zh": "確實、正如人們所期望的那樣"
        },
        {
          "k": "撮影",
          "r": "さつえい",
          "zh": "拍照"
        },
        {
          "k": "雑音",
          "r": "ざつおん",
          "zh": "噪音（刺耳聲、刺耳聲）"
        },
        {
          "k": "さっさと",
          "r": "さっさと",
          "zh": "快點"
        },
        {
          "k": "早速",
          "r": "さっそく",
          "zh": "立刻、立即"
        },
        {
          "k": "錆",
          "r": "さび",
          "zh": "鐵鏽（顏色）"
        },
        {
          "k": "錆びる",
          "r": "さびる",
          "zh": "生鏽、變得生鏽"
        },
        {
          "k": "座布団",
          "r": "ざぶとん",
          "zh": "坐墊（日文）"
        },
        {
          "k": "さようなら",
          "r": "さようなら",
          "zh": "再見"
        },
        {
          "k": "騒がしい",
          "r": "さわがしい",
          "zh": "吵鬧的"
        },
        {
          "k": "さわやか",
          "r": "さわやか",
          "zh": "新鮮的、清爽的"
        },
        {
          "k": "～産",
          "r": "～さん",
          "zh": "製造於~"
        },
        {
          "k": "三角",
          "r": "さんかく",
          "zh": "三角形"
        },
        {
          "k": "算数",
          "r": "さんすう",
          "zh": "算術"
        },
        {
          "k": "産地",
          "r": "さんち",
          "zh": "產地"
        },
        {
          "k": "サンプル",
          "r": "サンプル",
          "zh": "樣品"
        },
        {
          "k": "～寺",
          "r": "～じ",
          "zh": "寺廟名稱"
        },
        {
          "k": "仕上がる",
          "r": "しあがる",
          "zh": "待完成"
        },
        {
          "k": "シーツ",
          "r": "シーツ",
          "zh": "片材"
        },
        {
          "k": "地味",
          "r": "じみ",
          "zh": "樸素、簡單、低調、冷靜"
        }
      ]
    },
    {
      "id": "n2-u68",
      "theme": "綜合單字 22",
      "words": [
        {
          "k": "寺院",
          "r": "じいん",
          "zh": "寺廟"
        },
        {
          "k": "自衛",
          "r": "じえい",
          "zh": "自衛"
        },
        {
          "k": "四角い",
          "r": "しかくい",
          "zh": "方塊"
        },
        {
          "k": "茂る",
          "r": "しげる",
          "zh": "變厚"
        },
        {
          "k": "磁石",
          "r": "じしゃく",
          "zh": "磁鐵"
        },
        {
          "k": "四捨五入",
          "r": "ししゃごにゅう",
          "zh": "四捨五入（分數）"
        },
        {
          "k": "始終",
          "r": "しじゅう",
          "zh": "不斷地、總是"
        },
        {
          "k": "姿勢",
          "r": "しせい",
          "zh": "態度、姿勢"
        },
        {
          "k": "自然科学",
          "r": "しぜんかがく",
          "zh": "自然科學"
        },
        {
          "k": "死体",
          "r": "したい",
          "zh": "屍體"
        },
        {
          "k": "下書き",
          "r": "したがき",
          "zh": "草稿"
        },
        {
          "k": "湿気",
          "r": "しっき",
          "zh": "濕氣"
        },
        {
          "k": "しつこい",
          "r": "しつこい",
          "zh": "堅持的、固執的"
        },
        {
          "k": "実物",
          "r": "じつぶつ",
          "zh": "實際的事情"
        },
        {
          "k": "実用",
          "r": "じつよう",
          "zh": "實際用途、效用"
        },
        {
          "k": "しつれいしました (かん)",
          "r": "しつれいしました (かん)",
          "zh": "對不起、對不起。"
        },
        {
          "k": "私鉄",
          "r": "してつ",
          "zh": "私人鐵路"
        },
        {
          "k": "縛る",
          "r": "しばる",
          "zh": "捆綁"
        },
        {
          "k": "地盤",
          "r": "じばん",
          "zh": "（的）地面"
        },
        {
          "k": "しびれる",
          "r": "しびれる",
          "zh": "變得麻木"
        },
        {
          "k": "住居",
          "r": "じゅうきょ",
          "zh": "住宅、房屋、居住地、地址"
        }
      ]
    },
    {
      "id": "n2-u69",
      "theme": "綜合單字 23",
      "words": [
        {
          "k": "しぼむ",
          "r": "しぼむ",
          "zh": "枯萎"
        },
        {
          "k": "絞る",
          "r": "しぼる",
          "zh": "壓、擰、擠"
        },
        {
          "k": "～おしまい (おわり)",
          "r": "～おしまい (おわり)",
          "zh": "結束~"
        },
        {
          "k": "氏名",
          "r": "しめい",
          "zh": "全名"
        },
        {
          "k": "締切",
          "r": "しめきり",
          "zh": "截止日期"
        },
        {
          "k": "しめた (かん)",
          "r": "しめた (かん)",
          "zh": "我明白了、好吧"
        },
        {
          "k": "ジャーナリスト",
          "r": "ジャーナリスト",
          "zh": "記者"
        },
        {
          "k": "社会科学",
          "r": "しゃかいかがく",
          "zh": "社會科學"
        },
        {
          "k": "しゃがむ",
          "r": "しゃがむ",
          "zh": "蹲下"
        },
        {
          "k": "蛇口",
          "r": "じゃぐち",
          "zh": "水龍頭"
        },
        {
          "k": "弱点",
          "r": "じゃくてん",
          "zh": "弱點"
        },
        {
          "k": "社説",
          "r": "しゃせつ",
          "zh": "社論"
        },
        {
          "k": "シャッター",
          "r": "シャッター",
          "zh": "快門"
        },
        {
          "k": "しゃぶる",
          "r": "しゃぶる",
          "zh": "吸吮、咀嚼"
        },
        {
          "k": "洒落",
          "r": "しゃれ",
          "zh": "笑話、雙關語、俏皮話"
        },
        {
          "k": "～酒",
          "r": "～しゅ",
          "zh": "一種酒精"
        },
        {
          "k": "～集",
          "r": "～しゅう",
          "zh": "收藏~"
        },
        {
          "k": "重～",
          "r": "じゅう～",
          "zh": "重~"
        },
        {
          "k": "集合",
          "r": "しゅうごう",
          "zh": "聚集、集會"
        },
        {
          "k": "リズム",
          "r": "リズム",
          "zh": "節奏"
        },
        {
          "k": "重体",
          "r": "じゅうたい",
          "zh": "病情嚴重、情況危急"
        }
      ]
    },
    {
      "id": "n2-u70",
      "theme": "綜合單字 24",
      "words": [
        {
          "k": "リットル",
          "r": "リットル",
          "zh": "公升"
        },
        {
          "k": "リボン",
          "r": "リボン",
          "zh": "絲帶"
        },
        {
          "k": "略す",
          "r": "りゃくす",
          "zh": "縮寫"
        },
        {
          "k": "両～",
          "r": "りょう～",
          "zh": "兩者都有~"
        },
        {
          "k": "～料",
          "r": "～りょう",
          "zh": "票價、費用"
        },
        {
          "k": "～領",
          "r": "～りょう",
          "zh": "領土"
        },
        {
          "k": "両側",
          "r": "りょうがわ",
          "zh": "雙方"
        },
        {
          "k": "領事",
          "r": "りょうじ",
          "zh": "領事"
        },
        {
          "k": "領収",
          "r": "りょうしゅう",
          "zh": "收據、憑證"
        },
        {
          "k": "～力",
          "r": "～りょく",
          "zh": "的力量~"
        },
        {
          "k": "臨時",
          "r": "りんじ",
          "zh": "暫時的、特別的、非凡的"
        },
        {
          "k": "零点",
          "r": "れいてん",
          "zh": "零、無標記"
        },
        {
          "k": "冷凍",
          "r": "れいとう",
          "zh": "冷凍、冷藏"
        },
        {
          "k": "レジャー",
          "r": "レジャー",
          "zh": "休閒"
        },
        {
          "k": "煉瓦",
          "r": "れんが",
          "zh": "磚"
        },
        {
          "k": "連合",
          "r": "れんごう",
          "zh": "聯盟"
        },
        {
          "k": "レンズ",
          "r": "レンズ",
          "zh": "鏡頭"
        },
        {
          "k": "ろうそく",
          "r": "ろうそく",
          "zh": "蠟燭"
        },
        {
          "k": "ローマ字",
          "r": "ローマじ",
          "zh": "羅馬化、羅馬字母（字母）"
        },
        {
          "k": "録音",
          "r": "ろくおん",
          "zh": "（音訊）錄音"
        },
        {
          "k": "酢",
          "r": "す",
          "zh": "醋"
        }
      ]
    },
    {
      "id": "n2-u71",
      "theme": "綜合單字 25",
      "words": [
        {
          "k": "ロッカー",
          "r": "ロッカー",
          "zh": "置物櫃"
        },
        {
          "k": "ロビー",
          "r": "ロビー",
          "zh": "大堂"
        },
        {
          "k": "～論",
          "r": "～ろん",
          "zh": "理論"
        },
        {
          "k": "論ずる",
          "r": "ろんずる",
          "zh": "爭論、討論"
        },
        {
          "k": "和～",
          "r": "わ～",
          "zh": "日式風格"
        },
        {
          "k": "和英",
          "r": "わえい",
          "zh": "日語-英語"
        },
        {
          "k": "我～",
          "r": "わが～",
          "zh": "我們的~"
        },
        {
          "k": "若々しい",
          "r": "わかわかしい",
          "zh": "年輕的"
        },
        {
          "k": "詫びる",
          "r": "わびる",
          "zh": "道歉"
        },
        {
          "k": "割算",
          "r": "わりざん",
          "zh": "除法（數學）"
        },
        {
          "k": "割引",
          "r": "わりびき",
          "zh": "折扣"
        },
        {
          "k": "あいまい",
          "r": "あいまい",
          "zh": "模糊的、含糊的"
        },
        {
          "k": "扇ぐ",
          "r": "あおぐ",
          "zh": "扇動"
        },
        {
          "k": "青白い",
          "r": "あおじろい",
          "zh": "蒼白"
        },
        {
          "k": "呆れる",
          "r": "あきれる",
          "zh": "感到震驚"
        },
        {
          "k": "アクセント",
          "r": "アクセント",
          "zh": "口音"
        },
        {
          "k": "あくび",
          "r": "あくび",
          "zh": "打哈欠"
        },
        {
          "k": "飽くまで",
          "r": "あくまで",
          "zh": "到最後、固執地"
        },
        {
          "k": "明くる～",
          "r": "あくる～",
          "zh": "接下來"
        },
        {
          "k": "明け方",
          "r": "あけがた",
          "zh": "黎明"
        },
        {
          "k": "水曜",
          "r": "すいよう",
          "zh": "星期三"
        }
      ]
    },
    {
      "id": "n2-u72",
      "theme": "綜合單字 26",
      "words": [
        {
          "k": "足元",
          "r": "あしもと",
          "zh": "在某人的腳下"
        },
        {
          "k": "あちらこちら",
          "r": "あちらこちら",
          "zh": "這裡和那裡"
        },
        {
          "k": "厚かましい",
          "r": "あつかましい",
          "zh": "無禮的、無恥的"
        },
        {
          "k": "圧縮",
          "r": "あっしゅく",
          "zh": "壓縮、冷凝、壓力"
        },
        {
          "k": "当てはめる",
          "r": "あてはめる",
          "zh": "應用、適應"
        },
        {
          "k": "暴れる",
          "r": "あばれる",
          "zh": "採取暴力行動、發怒"
        },
        {
          "k": "あぶる",
          "r": "あぶる",
          "zh": "燒焦、烤"
        },
        {
          "k": "あふれる",
          "r": "あふれる",
          "zh": "使氾濫"
        },
        {
          "k": "甘やかす",
          "r": "あまやかす",
          "zh": "寵愛、寵壞"
        },
        {
          "k": "余る",
          "r": "あまる",
          "zh": "剩餘的、過剩的"
        },
        {
          "k": "編み物",
          "r": "あみもの",
          "zh": "針織"
        },
        {
          "k": "編む",
          "r": "あむ",
          "zh": "編織"
        },
        {
          "k": "危うい",
          "r": "あやうい",
          "zh": "危險的、危急的"
        },
        {
          "k": "怪しい",
          "r": "あやしい",
          "zh": "可疑的"
        },
        {
          "k": "荒い",
          "r": "あらい",
          "zh": "粗魯、狂野"
        },
        {
          "k": "粗い",
          "r": "あらい",
          "zh": "粗糙的"
        },
        {
          "k": "粗筋",
          "r": "あらすじ",
          "zh": "摘要、大綱"
        },
        {
          "k": "改める",
          "r": "あらためる",
          "zh": "改變、改革、修正"
        },
        {
          "k": "有難い",
          "r": "ありがたい",
          "zh": "感激的、讚賞的"
        },
        {
          "k": "アンテナ",
          "r": "アンテナ",
          "zh": "天線"
        },
        {
          "k": "少なくとも",
          "r": "すくなくとも",
          "zh": "至少"
        }
      ]
    },
    {
      "id": "n2-u73",
      "theme": "綜合單字 27",
      "words": [
        {
          "k": "言い付ける",
          "r": "いいつける",
          "zh": "告訴、命令"
        },
        {
          "k": "生き生き",
          "r": "いきいき",
          "zh": "生動地"
        },
        {
          "k": "いきなり",
          "r": "いきなり",
          "zh": "突然"
        },
        {
          "k": "幾～",
          "r": "いく～",
          "zh": "幾個~"
        },
        {
          "k": "以後",
          "r": "いご",
          "zh": "在此之後、今後、此後"
        },
        {
          "k": "以降",
          "r": "いこう",
          "zh": "在此之後、此後"
        },
        {
          "k": "イコール",
          "r": "イコール",
          "zh": "平等"
        },
        {
          "k": "～いち (にほんいち)",
          "r": "～いち (にほんいち)",
          "zh": "1號～（中）"
        },
        {
          "k": "いちいち",
          "r": "いちいち",
          "zh": "一項一項地、分別地"
        },
        {
          "k": "一斉",
          "r": "いっせい",
          "zh": "同時的"
        },
        {
          "k": "一旦",
          "r": "いったん",
          "zh": "一次、一會兒"
        },
        {
          "k": "移転",
          "r": "いてん",
          "zh": "移動、轉移"
        },
        {
          "k": "緯度",
          "r": "いど",
          "zh": "緯度（導航）"
        },
        {
          "k": "いよいよ",
          "r": "いよいよ",
          "zh": "越來越多、最後"
        },
        {
          "k": "煎る",
          "r": "いる",
          "zh": "烤"
        },
        {
          "k": "炒る",
          "r": "いる",
          "zh": "烤焦、烤乾"
        },
        {
          "k": "入れ物",
          "r": "いれもの",
          "zh": "容器、箱子"
        },
        {
          "k": "インキ",
          "r": "インキ",
          "zh": "墨水"
        },
        {
          "k": "引力",
          "r": "いんりょく",
          "zh": "重力"
        },
        {
          "k": "ウーマン",
          "r": "ウーマン",
          "zh": "女人"
        },
        {
          "k": "する",
          "r": "する",
          "zh": "列印"
        }
      ]
    },
    {
      "id": "n2-u74",
      "theme": "綜合單字 28",
      "words": [
        {
          "k": "ウール",
          "r": "ウール",
          "zh": "羊毛"
        },
        {
          "k": "ウエートレス",
          "r": "ウエートレス",
          "zh": "女服務生"
        },
        {
          "k": "浮かべる",
          "r": "うかべる",
          "zh": "漂浮、表達"
        },
        {
          "k": "浮く",
          "r": "うく",
          "zh": "漂浮"
        },
        {
          "k": "受取",
          "r": "うけとり",
          "zh": "收據"
        },
        {
          "k": "薄暗い",
          "r": "うすぐらい",
          "zh": "昏暗的、陰沉的"
        },
        {
          "k": "打ち消す",
          "r": "うちけす",
          "zh": "否認、否定"
        },
        {
          "k": "うなずく",
          "r": "うなずく",
          "zh": "點點頭"
        },
        {
          "k": "敬う",
          "r": "うやまう",
          "zh": "表示尊重、尊重"
        },
        {
          "k": "裏返す",
          "r": "うらがえす",
          "zh": "把（某物）翻過來、翻過來"
        },
        {
          "k": "占う",
          "r": "うらなう",
          "zh": "預測、占卜"
        },
        {
          "k": "恨み",
          "r": "うらみ",
          "zh": "怨恨"
        },
        {
          "k": "羨む",
          "r": "うらやむ",
          "zh": "羨慕"
        },
        {
          "k": "売り切れ",
          "r": "うりきれ",
          "zh": "售罄"
        },
        {
          "k": "売り切れる",
          "r": "うりきれる",
          "zh": "即將售完"
        },
        {
          "k": "うろうろ",
          "r": "うろうろ",
          "zh": "閒逛、漫無目的的徘徊"
        },
        {
          "k": "上～",
          "r": "うわ～",
          "zh": "上~"
        },
        {
          "k": "英文",
          "r": "えいぶん",
          "zh": "英語句子"
        },
        {
          "k": "ええと",
          "r": "ええと",
          "zh": "讓我看看、嗯、呃..."
        },
        {
          "k": "液体",
          "r": "えきたい",
          "zh": "液體、流體"
        },
        {
          "k": "姓",
          "r": "せい",
          "zh": "姓氏"
        }
      ]
    },
    {
      "id": "n2-u75",
      "theme": "綜合單字 29",
      "words": [
        {
          "k": "エチケット",
          "r": "エチケット",
          "zh": "禮儀"
        },
        {
          "k": "エプロン",
          "r": "エプロン",
          "zh": "圍裙"
        },
        {
          "k": "宴会",
          "r": "えんかい",
          "zh": "聚會、宴會"
        },
        {
          "k": "円周",
          "r": "えんしゅう",
          "zh": "週長"
        },
        {
          "k": "延長",
          "r": "えんちょう",
          "zh": "延長"
        },
        {
          "k": "煙突",
          "r": "えんとつ",
          "zh": "煙囪"
        },
        {
          "k": "御～",
          "r": "おん～",
          "zh": "敬語~"
        },
        {
          "k": "オイル",
          "r": "オイル",
          "zh": "油"
        },
        {
          "k": "王女",
          "r": "おうじょ",
          "zh": "公主"
        },
        {
          "k": "応ずる",
          "r": "おうずる",
          "zh": "響應、遵守"
        },
        {
          "k": "応接",
          "r": "おうせつ",
          "zh": "接待處"
        },
        {
          "k": "応対",
          "r": "おうたい",
          "zh": "接收、處理"
        },
        {
          "k": "電波",
          "r": "でんぱ",
          "zh": "電磁波"
        },
        {
          "k": "テンポ",
          "r": "テンポ",
          "zh": "節奏"
        },
        {
          "k": "問い合わせ",
          "r": "といあわせ",
          "zh": "詢問"
        },
        {
          "k": "銅",
          "r": "どう",
          "zh": "銅"
        },
        {
          "k": "同～",
          "r": "どう～",
          "zh": "一樣~"
        },
        {
          "k": "どういたしまして (かん)",
          "r": "どういたしまして (かん)",
          "zh": "不客氣、別提了"
        },
        {
          "k": "統一",
          "r": "とういつ",
          "zh": "統一"
        },
        {
          "k": "動作",
          "r": "どうさ",
          "zh": "動作、運動"
        },
        {
          "k": "性質",
          "r": "せいしつ",
          "zh": "性質、財產、處置"
        }
      ]
    },
    {
      "id": "n2-u76",
      "theme": "綜合單字 30",
      "words": [
        {
          "k": "登場",
          "r": "とうじょう",
          "zh": "入場（舞台上）"
        },
        {
          "k": "どうせ",
          "r": "どうせ",
          "zh": "無論如何"
        },
        {
          "k": "盗難",
          "r": "とうなん",
          "zh": "竊盜、搶劫"
        },
        {
          "k": "当番",
          "r": "とうばん",
          "zh": "正在值班"
        },
        {
          "k": "等分",
          "r": "とうぶん",
          "zh": "分成相等的部分"
        },
        {
          "k": "灯油",
          "r": "とうゆ",
          "zh": "燈油、煤油"
        },
        {
          "k": "童話",
          "r": "どうわ",
          "zh": "童話故事"
        },
        {
          "k": "通り掛かる",
          "r": "とおりかかる",
          "zh": "碰巧路過"
        },
        {
          "k": "溶かす",
          "r": "とかす",
          "zh": "融化、溶解"
        },
        {
          "k": "尖る",
          "r": "とがる",
          "zh": "逐漸變細、變尖"
        },
        {
          "k": "特殊",
          "r": "とくしゅ",
          "zh": "特別的、獨特的"
        },
        {
          "k": "特定",
          "r": "とくてい",
          "zh": "具體的、特別的"
        },
        {
          "k": "溶け込む",
          "r": "とけこむ",
          "zh": "融入、成为其中的一部分"
        },
        {
          "k": "床の間",
          "r": "とこのま",
          "zh": "壁龕"
        },
        {
          "k": "～ところ",
          "r": "～ところ",
          "zh": "即將要做的事~"
        },
        {
          "k": "所々",
          "r": "ところどころ",
          "zh": "这里和那里、（某物的）某些部分"
        },
        {
          "k": "戸棚",
          "r": "とだな",
          "zh": "櫥櫃、櫃子"
        },
        {
          "k": "どっと",
          "r": "どっと",
          "zh": "突然"
        },
        {
          "k": "整う",
          "r": "ととのう",
          "zh": "准备好、安排好"
        },
        {
          "k": "怒鳴る",
          "r": "どなる",
          "zh": "叫喊"
        },
        {
          "k": "生長",
          "r": "せいちょう",
          "zh": "(植物的)生長"
        }
      ]
    },
    {
      "id": "n2-u77",
      "theme": "綜合單字 31",
      "words": [
        {
          "k": "ともかく",
          "r": "ともかく",
          "zh": "無論如何"
        },
        {
          "k": "捕える",
          "r": "とらえる",
          "zh": "奪取、捕獲、逮捕"
        },
        {
          "k": "取り消す",
          "r": "とりけす",
          "zh": "取消"
        },
        {
          "k": "～内",
          "r": "～ない",
          "zh": "裡面~"
        },
        {
          "k": "ナイロン",
          "r": "ナイロン",
          "zh": "尼龍"
        },
        {
          "k": "長～",
          "r": "なが～",
          "zh": "長~"
        },
        {
          "k": "長引く",
          "r": "ながびく",
          "zh": "延長、拖延"
        },
        {
          "k": "中指",
          "r": "なかゆび",
          "zh": "中指"
        },
        {
          "k": "慰める",
          "r": "なぐさめる",
          "zh": "安慰"
        },
        {
          "k": "為す",
          "r": "なす",
          "zh": "完成、做"
        },
        {
          "k": "謎謎",
          "r": "なぞなぞ",
          "zh": "謎語"
        },
        {
          "k": "撫でる",
          "r": "なでる",
          "zh": "輕輕地刷、撫摸"
        },
        {
          "k": "斜め",
          "r": "ななめ",
          "zh": "對角線、斜線"
        },
        {
          "k": "なにしろ",
          "r": "なにしろ",
          "zh": "無論如何"
        },
        {
          "k": "何分",
          "r": "なにぶん",
          "zh": "無論如何、請"
        },
        {
          "k": "生意気",
          "r": "なまいき",
          "zh": "無禮的"
        },
        {
          "k": "なんとも",
          "r": "なんとも",
          "zh": "沒什麼（帶否定動詞）、相當、一點也不"
        },
        {
          "k": "ナンバー",
          "r": "ナンバー",
          "zh": "數量"
        },
        {
          "k": "匂う",
          "r": "におう",
          "zh": "使有香氣、聞起來"
        },
        {
          "k": "逃がす",
          "r": "にがす",
          "zh": "釋放"
        },
        {
          "k": "生年月日",
          "r": "せいねんがっぴ",
          "zh": "出生日期"
        }
      ]
    },
    {
      "id": "n2-u78",
      "theme": "綜合單字 32",
      "words": [
        {
          "k": "俄",
          "r": "にわか",
          "zh": "突然的、意外的"
        },
        {
          "k": "縫う",
          "r": "ぬう",
          "zh": "縫製"
        },
        {
          "k": "ねじ",
          "r": "ねじ",
          "zh": "(a) 螺絲"
        },
        {
          "k": "捩る",
          "r": "ねじる",
          "zh": "扭曲"
        },
        {
          "k": "ネックレス",
          "r": "ネックレス",
          "zh": "項鍊"
        },
        {
          "k": "狙い",
          "r": "ねらい",
          "zh": "目標"
        },
        {
          "k": "狙う",
          "r": "ねらう",
          "zh": "瞄準"
        },
        {
          "k": "農産物",
          "r": "のうさんぶつ",
          "zh": "農產品"
        },
        {
          "k": "農村",
          "r": "のうそん",
          "zh": "農業社區"
        },
        {
          "k": "農薬",
          "r": "のうやく",
          "zh": "農業化學品"
        },
        {
          "k": "能率",
          "r": "のうりつ",
          "zh": "效率"
        },
        {
          "k": "のこぎり",
          "r": "のこぎり",
          "zh": "鋸"
        },
        {
          "k": "残らず",
          "r": "のこらず",
          "zh": "完全地、無一例外地"
        },
        {
          "k": "のろのろ",
          "r": "のろのろ",
          "zh": "慢慢地、遲緩地"
        },
        {
          "k": "はい (かん)",
          "r": "はい (かん)",
          "zh": "是的"
        },
        {
          "k": "灰色",
          "r": "はいいろ",
          "zh": "灰色、灰白色"
        },
        {
          "k": "俳句",
          "r": "はいく",
          "zh": "俳句詩"
        },
        {
          "k": "バイバイ",
          "r": "バイバイ",
          "zh": "再見"
        },
        {
          "k": "這う",
          "r": "はう",
          "zh": "爬行"
        },
        {
          "k": "ばからしい",
          "r": "ばからしい",
          "zh": "荒謬的"
        },
        {
          "k": "攻める",
          "r": "せめる",
          "zh": "攻擊"
        }
      ]
    },
    {
      "id": "n2-u79",
      "theme": "綜合單字 33",
      "words": [
        {
          "k": "バケツ",
          "r": "バケツ",
          "zh": "桶"
        },
        {
          "k": "挟まる",
          "r": "はさまる",
          "zh": "夾在中間、陷入其中"
        },
        {
          "k": "梯子",
          "r": "はしご",
          "zh": "梯子、樓梯"
        },
        {
          "k": "始めに",
          "r": "はじめに",
          "zh": "首先"
        },
        {
          "k": "初めに",
          "r": "はじめに",
          "zh": "首先"
        },
        {
          "k": "はじめまして",
          "r": "はじめまして",
          "zh": "你好嗎、很高興認識你"
        },
        {
          "k": "斜",
          "r": "はす",
          "zh": "對角線"
        },
        {
          "k": "パターン",
          "r": "パターン",
          "zh": "圖案"
        },
        {
          "k": "鉢",
          "r": "はち",
          "zh": "一個碗、一個鍋"
        },
        {
          "k": "～発",
          "r": "～はつ",
          "zh": "子彈計數器"
        },
        {
          "k": "×",
          "r": "ばつ",
          "zh": "十字"
        },
        {
          "k": "発揮",
          "r": "はっき",
          "zh": "展覽、示範、展示"
        },
        {
          "k": "バック",
          "r": "バック",
          "zh": "回來"
        },
        {
          "k": "発電",
          "r": "はつでん",
          "zh": "發電（例如電力）"
        },
        {
          "k": "話合い",
          "r": "はなしあい",
          "zh": "討論、談話"
        },
        {
          "k": "甚だしい",
          "r": "はなはだしい",
          "zh": "極端的、過度的、可怕的"
        },
        {
          "k": "破片",
          "r": "はへん",
          "zh": "碎片、破碎的碎片"
        },
        {
          "k": "早口",
          "r": "はやくち",
          "zh": "語速快的"
        },
        {
          "k": "針金",
          "r": "はりがね",
          "zh": "電線"
        },
        {
          "k": "張り切る",
          "r": "はりきる",
          "zh": "意氣風發、充滿活力"
        },
        {
          "k": "洗剤",
          "r": "せんざい",
          "zh": "洗滌劑、清潔劑、洗滌材料"
        }
      ]
    },
    {
      "id": "n2-u80",
      "theme": "綜合單字 34",
      "words": [
        {
          "k": "反～",
          "r": "はん～",
          "zh": "反~"
        },
        {
          "k": "反映",
          "r": "はんえい",
          "zh": "反思、影響"
        },
        {
          "k": "半径",
          "r": "はんけい",
          "zh": "半徑"
        },
        {
          "k": "万歳",
          "r": "ばんざい",
          "zh": "萬歲、萬歲~！"
        },
        {
          "k": "判事",
          "r": "はんじ",
          "zh": "法官、正義"
        },
        {
          "k": "パンツ",
          "r": "パンツ",
          "zh": "內褲"
        },
        {
          "k": "バンド",
          "r": "バンド",
          "zh": "樂團"
        },
        {
          "k": "半島",
          "r": "はんとう",
          "zh": "半島"
        },
        {
          "k": "～番目",
          "r": "～ばんめ",
          "zh": "〜第"
        },
        {
          "k": "非～",
          "r": "ひ～",
          "zh": "反~、一個~、非~"
        },
        {
          "k": "～費",
          "r": "～ひ",
          "zh": "成本~"
        },
        {
          "k": "日陰",
          "r": "ひかげ",
          "zh": "影子"
        },
        {
          "k": "ぴかぴか",
          "r": "ぴかぴか",
          "zh": "閃光、閃閃發光"
        },
        {
          "k": "引き返す",
          "r": "ひきかえす",
          "zh": "回頭、返回、逆轉"
        },
        {
          "k": "引算",
          "r": "ひきざん",
          "zh": "減法"
        },
        {
          "k": "引分け",
          "r": "ひきわけ",
          "zh": "平局（比賽中）、平局"
        },
        {
          "k": "肘",
          "r": "ひじ",
          "zh": "手肘"
        },
        {
          "k": "ピストル",
          "r": "ピストル",
          "zh": "手槍"
        },
        {
          "k": "ビタミン",
          "r": "ビタミン",
          "zh": "維生素"
        },
        {
          "k": "引っ掛かる",
          "r": "ひっかかる",
          "zh": "被困住、被困在"
        },
        {
          "k": "宣伝",
          "r": "せんでん",
          "zh": "宣傳、廣告"
        }
      ]
    },
    {
      "id": "n2-u81",
      "theme": "綜合單字 35",
      "words": [
        {
          "k": "引っ繰り返す",
          "r": "ひっくりかえす",
          "zh": "翻過來、翻倒、打翻"
        },
        {
          "k": "引っ繰り返る",
          "r": "ひっくりかえる",
          "zh": "被推翻、被顛覆、被逆轉"
        },
        {
          "k": "引っ込む",
          "r": "ひっこむ",
          "zh": "後退、下沉、塌陷"
        },
        {
          "k": "一～",
          "r": "ひと～",
          "zh": "一~"
        },
        {
          "k": "人差指",
          "r": "ひとさしゆび",
          "zh": "食指"
        },
        {
          "k": "一通り",
          "r": "ひととおり",
          "zh": "一般性的、簡單的"
        },
        {
          "k": "一休み",
          "r": "ひとやすみ",
          "zh": "休息一下"
        },
        {
          "k": "独り言",
          "r": "ひとりごと",
          "zh": "獨白、自言自語"
        },
        {
          "k": "ひとりでに",
          "r": "ひとりでに",
          "zh": "自行地、自動地、自然地"
        },
        {
          "k": "ビニール",
          "r": "ビニール",
          "zh": "乙烯基"
        },
        {
          "k": "皮肉",
          "r": "ひにく",
          "zh": "憤世嫉俗、諷刺"
        },
        {
          "k": "捻る",
          "r": "ひねる",
          "zh": "扭轉、轉動"
        },
        {
          "k": "響き",
          "r": "ひびき",
          "zh": "迴聲、聲音"
        },
        {
          "k": "響く",
          "r": "ひびく",
          "zh": "引起共鳴、影響"
        },
        {
          "k": "ひゃっかじてん",
          "r": "ひゃっかじてん",
          "zh": "百科全書"
        },
        {
          "k": "美容",
          "r": "びよう",
          "zh": "形狀或形式的美"
        },
        {
          "k": "表紙",
          "r": "ひょうし",
          "zh": "封面、裝訂"
        },
        {
          "k": "標識",
          "r": "ひょうしき",
          "zh": "標誌、記號"
        },
        {
          "k": "評論",
          "r": "ひょうろん",
          "zh": "批評"
        },
        {
          "k": "広さ",
          "r": "ひろさ",
          "zh": "程度"
        },
        {
          "k": "全身",
          "r": "ぜんしん",
          "zh": "整體（身體）、全身（如肖像）"
        }
      ]
    },
    {
      "id": "n2-u82",
      "theme": "綜合單字 36",
      "words": [
        {
          "k": "広場",
          "r": "ひろば",
          "zh": "廣場"
        },
        {
          "k": "広々",
          "r": "ひろびろ",
          "zh": "廣泛的、寬敞的"
        },
        {
          "k": "ピンク",
          "r": "ピンク",
          "zh": "粉紅色"
        },
        {
          "k": "瓶詰",
          "r": "びんづめ",
          "zh": "裝瓶"
        },
        {
          "k": "～部",
          "r": "～ぶ",
          "zh": "〜部分"
        },
        {
          "k": "ファスナー",
          "r": "ファスナー",
          "zh": "緊固件、拉鍊"
        },
        {
          "k": "～風",
          "r": "～ふう",
          "zh": "〜風格"
        },
        {
          "k": "風船",
          "r": "ふうせん",
          "zh": "氣球"
        },
        {
          "k": "不運",
          "r": "ふうん",
          "zh": "不走運、不幸、倒楣"
        },
        {
          "k": "付近",
          "r": "ふきん",
          "zh": "鄰裡、鄰近地區"
        },
        {
          "k": "副～",
          "r": "ふく～",
          "zh": "副~"
        },
        {
          "k": "副詞",
          "r": "ふくし",
          "zh": "副詞"
        },
        {
          "k": "複数",
          "r": "ふくすう",
          "zh": "複數、多個"
        },
        {
          "k": "符号",
          "r": "ふごう",
          "zh": "記號、符號"
        },
        {
          "k": "塞がる",
          "r": "ふさがる",
          "zh": "被堵住、被閉嘴"
        },
        {
          "k": "ふざける",
          "r": "ふざける",
          "zh": "嬉戲"
        },
        {
          "k": "無沙汰",
          "r": "ぶさた",
          "zh": "忽視保持聯繫"
        },
        {
          "k": "部首",
          "r": "ぶしゅ",
          "zh": "部首（漢字的）"
        },
        {
          "k": "附属",
          "r": "ふぞく",
          "zh": "附屬的"
        },
        {
          "k": "蓋",
          "r": "ふた",
          "zh": "蓋、蓋子"
        },
        {
          "k": "率直",
          "r": "そっちょく",
          "zh": "坦率、直率、心胸開闊、直接、直言不諱"
        }
      ]
    },
    {
      "id": "n2-u83",
      "theme": "綜合單字 37",
      "words": [
        {
          "k": "ぶつぶつ",
          "r": "ぶつぶつ",
          "zh": "小聲抱怨、抱怨"
        },
        {
          "k": "部品",
          "r": "ぶひん",
          "zh": "零件、配件"
        },
        {
          "k": "フライパン",
          "r": "フライパン",
          "zh": "煎鍋"
        },
        {
          "k": "ブラウス",
          "r": "ブラウス",
          "zh": "襯衫"
        },
        {
          "k": "ぶらさげる",
          "r": "ぶらさげる",
          "zh": "懸掛、擺動"
        },
        {
          "k": "ブラシ",
          "r": "ブラシ",
          "zh": "刷子"
        },
        {
          "k": "プラットホーム",
          "r": "プラットホーム",
          "zh": "平台"
        },
        {
          "k": "～振り",
          "r": "～ぶり",
          "zh": "間隔~後"
        },
        {
          "k": "フリー",
          "r": "フリー",
          "zh": "免費"
        },
        {
          "k": "古～",
          "r": "ふる～",
          "zh": "老~"
        },
        {
          "k": "振舞う",
          "r": "ふるまう",
          "zh": "表現、進行"
        },
        {
          "k": "ブローチ",
          "r": "ブローチ",
          "zh": "胸針"
        },
        {
          "k": "プログラム",
          "r": "プログラム",
          "zh": "節目"
        },
        {
          "k": "風呂敷",
          "r": "ふろしき",
          "zh": "包布"
        },
        {
          "k": "ふわふわ",
          "r": "ふわふわ",
          "zh": "輕、軟"
        },
        {
          "k": "噴火",
          "r": "ふんか",
          "zh": "噴發"
        },
        {
          "k": "分解",
          "r": "ぶんかい",
          "zh": "分析、拆解"
        },
        {
          "k": "文芸",
          "r": "ぶんげい",
          "zh": "文學、藝術和文學"
        },
        {
          "k": "文献",
          "r": "ぶんけん",
          "zh": "文獻、書籍（參考）"
        },
        {
          "k": "分数",
          "r": "ぶんすう",
          "zh": "分數（數學）"
        },
        {
          "k": "そば",
          "r": "そば",
          "zh": "蕎麥麵（蕎麥麵）"
        }
      ]
    },
    {
      "id": "n2-u84",
      "theme": "綜合單字 38",
      "words": [
        {
          "k": "文体",
          "r": "ぶんたい",
          "zh": "文學風格"
        },
        {
          "k": "分布",
          "r": "ぶんぷ",
          "zh": "分佈"
        },
        {
          "k": "文脈",
          "r": "ぶんみゃく",
          "zh": "情境"
        },
        {
          "k": "閉会",
          "r": "へいかい",
          "zh": "關閉"
        },
        {
          "k": "兵隊",
          "r": "へいたい",
          "zh": "士兵"
        },
        {
          "k": "平凡",
          "r": "へいぼん",
          "zh": "普通的"
        },
        {
          "k": "凹む",
          "r": "へこむ",
          "zh": "被凹進、被縮進"
        },
        {
          "k": "隔てる",
          "r": "へだてる",
          "zh": "被拒於門外"
        },
        {
          "k": "別々",
          "r": "べつべつ",
          "zh": "分別地、單獨地"
        },
        {
          "k": "ベテラン",
          "r": "ベテラン",
          "zh": "老兵"
        },
        {
          "k": "ヘリコプター",
          "r": "ヘリコプター",
          "zh": "直升機"
        },
        {
          "k": "～弁",
          "r": "～べん",
          "zh": "言語、方言"
        },
        {
          "k": "編集",
          "r": "へんしゅう",
          "zh": "編輯、彙編、社論（例如委員會）"
        },
        {
          "k": "ペンチ",
          "r": "ペンチ",
          "zh": "鉗子（字面意思：鉗子）"
        },
        {
          "k": "～歩",
          "r": "～ほ",
          "zh": "步伐"
        },
        {
          "k": "～ぽい",
          "r": "～ぽい",
          "zh": "〜差不多"
        },
        {
          "k": "望遠鏡",
          "r": "ぼうえんきょう",
          "zh": "望遠鏡"
        },
        {
          "k": "方言",
          "r": "ほうげん",
          "zh": "方言"
        },
        {
          "k": "坊さん",
          "r": "ぼうさん",
          "zh": "佛教僧侶、和尚"
        },
        {
          "k": "方針",
          "r": "ほうしん",
          "zh": "目標、計劃、政策"
        },
        {
          "k": "揃える",
          "r": "そろえる",
          "zh": "收集、聚集、完成（集合）安排、整理、準備、準備製作製服、使均勻、匹配"
        }
      ]
    },
    {
      "id": "n2-u85",
      "theme": "綜合單字 39",
      "words": [
        {
          "k": "包帯",
          "r": "ほうたい",
          "zh": "繃帶"
        },
        {
          "k": "膨大",
          "r": "ぼうだい",
          "zh": "巨大的、廣泛的"
        },
        {
          "k": "方程式",
          "r": "ほうていしき",
          "zh": "方程式"
        },
        {
          "k": "坊や",
          "r": "ぼうや",
          "zh": "男孩"
        },
        {
          "k": "放る",
          "r": "ほうる",
          "zh": "放手"
        },
        {
          "k": "ボーナス",
          "r": "ボーナス",
          "zh": "獎金"
        },
        {
          "k": "朗らか",
          "r": "ほがらか",
          "zh": "明亮、歡快、悠揚"
        },
        {
          "k": "募集",
          "r": "ぼしゅう",
          "zh": "招募"
        },
        {
          "k": "ポスター",
          "r": "ポスター",
          "zh": "海報"
        },
        {
          "k": "解く",
          "r": "ほどく",
          "zh": "解開"
        },
        {
          "k": "掘る",
          "r": "ほる",
          "zh": "挖掘"
        },
        {
          "k": "ほんの～",
          "r": "ほんの～",
          "zh": "僅僅"
        },
        {
          "k": "まあまあ",
          "r": "まあまあ",
          "zh": "好的、馬馬虎虎、體面的"
        },
        {
          "k": "毎～",
          "r": "まい～",
          "zh": "每一個~"
        },
        {
          "k": "枚数",
          "r": "まいすう",
          "zh": "扁平物體的數量"
        },
        {
          "k": "枕",
          "r": "まくら",
          "zh": "枕頭"
        },
        {
          "k": "曲げる",
          "r": "まげる",
          "zh": "彎曲、傾斜"
        },
        {
          "k": "まごまご",
          "r": "まごまご",
          "zh": "迷茫、不知所措"
        },
        {
          "k": "摩擦",
          "r": "まさつ",
          "zh": "摩擦力、擦、摩擦"
        },
        {
          "k": "マスク",
          "r": "マスク",
          "zh": "面具"
        },
        {
          "k": "対照",
          "r": "たいしょう",
          "zh": "對比、對立、比較"
        }
      ]
    },
    {
      "id": "n2-u86",
      "theme": "綜合單字 40",
      "words": [
        {
          "k": "またぐ",
          "r": "またぐ",
          "zh": "跨騎"
        },
        {
          "k": "真っ暗",
          "r": "まっくら",
          "zh": "完全黑暗"
        },
        {
          "k": "真っ黒",
          "r": "まっくろ",
          "zh": "漆黑"
        },
        {
          "k": "真っ青",
          "r": "まっさお",
          "zh": "深藍色、慘白"
        },
        {
          "k": "真っ先",
          "r": "まっさき",
          "zh": "最重要的、開始"
        },
        {
          "k": "真っ白",
          "r": "まっしろ",
          "zh": "純白色"
        },
        {
          "k": "祭る",
          "r": "まつる",
          "zh": "神化、供奉"
        },
        {
          "k": "真似る",
          "r": "まねる",
          "zh": "模仿"
        },
        {
          "k": "マラソン",
          "r": "マラソン",
          "zh": "馬拉松"
        },
        {
          "k": "稀",
          "r": "まれ",
          "zh": "很少見"
        },
        {
          "k": "回り道",
          "r": "まわりみち",
          "zh": "繞道"
        },
        {
          "k": "満点",
          "r": "まんてん",
          "zh": "滿分"
        },
        {
          "k": "未～",
          "r": "み～",
          "zh": "還沒有~"
        },
        {
          "k": "見上げる",
          "r": "みあげる",
          "zh": "仰視、欣賞"
        },
        {
          "k": "見送る",
          "r": "みおくる",
          "zh": "送行、護送、讓過去"
        },
        {
          "k": "見下ろす",
          "r": "みおろす",
          "zh": "忽視、看不起某事"
        },
        {
          "k": "岬",
          "r": "みさき",
          "zh": "岬（海岸上）"
        },
        {
          "k": "水着",
          "r": "みずぎ",
          "zh": "泳衣（女式）"
        },
        {
          "k": "道順",
          "r": "みちじゅん",
          "zh": "行程、路線"
        },
        {
          "k": "みっともない",
          "r": "みっともない",
          "zh": "可恥的、不雅的"
        },
        {
          "k": "高める",
          "r": "たかめる",
          "zh": "提高、增強"
        }
      ]
    },
    {
      "id": "n2-u87",
      "theme": "綜合單字 41",
      "words": [
        {
          "k": "見直す",
          "r": "みなおす",
          "zh": "重新審視、回顧"
        },
        {
          "k": "見慣れる",
          "r": "みなれる",
          "zh": "習慣看到、熟悉"
        },
        {
          "k": "醜い",
          "r": "みにくい",
          "zh": "醜陋"
        },
        {
          "k": "見本",
          "r": "みほん",
          "zh": "樣品"
        },
        {
          "k": "未満",
          "r": "みまん",
          "zh": "小於、不足"
        },
        {
          "k": "ミリ (メートル)",
          "r": "ミリ (メートル)",
          "zh": "毫"
        },
        {
          "k": "民間",
          "r": "みんかん",
          "zh": "私人的、民用的"
        },
        {
          "k": "民主～",
          "r": "みんしゅ～",
          "zh": "民主的"
        },
        {
          "k": "～向け",
          "r": "～むけ",
          "zh": "為~"
        },
        {
          "k": "無限",
          "r": "むげん",
          "zh": "無限"
        },
        {
          "k": "無地",
          "r": "むじ",
          "zh": "普通的"
        },
        {
          "k": "矛盾",
          "r": "むじゅん",
          "zh": "矛盾、不一致"
        },
        {
          "k": "無数",
          "r": "むすう",
          "zh": "數不勝數"
        },
        {
          "k": "紫",
          "r": "むらさき",
          "zh": "紫色、紫羅蘭色"
        },
        {
          "k": "群れ",
          "r": "むれ",
          "zh": "人群、羊群、牛群"
        },
        {
          "k": "姪",
          "r": "めい",
          "zh": "姪女"
        },
        {
          "k": "名～",
          "r": "めい～",
          "zh": "有名的~"
        },
        {
          "k": "名作",
          "r": "めいさく",
          "zh": "傑作"
        },
        {
          "k": "命ずる",
          "r": "めいずる",
          "zh": "指揮、任命"
        },
        {
          "k": "迷信",
          "r": "めいしん",
          "zh": "迷信"
        },
        {
          "k": "畳む",
          "r": "たたむ",
          "zh": "折疊（例如衣服、雨傘）"
        }
      ]
    },
    {
      "id": "n2-u88",
      "theme": "綜合單字 42",
      "words": [
        {
          "k": "銘々",
          "r": "めいめい",
          "zh": "每個、個體"
        },
        {
          "k": "恵まれる",
          "r": "めぐまれる",
          "zh": "被祝福、富有"
        },
        {
          "k": "巡る",
          "r": "めぐる",
          "zh": "四處走走"
        },
        {
          "k": "目下",
          "r": "めした",
          "zh": "目前、現在"
        },
        {
          "k": "目印",
          "r": "めじるし",
          "zh": "記號、地標"
        },
        {
          "k": "めちゃくちゃ",
          "r": "めちゃくちゃ",
          "zh": "荒謬的、混亂的、毀壞的"
        },
        {
          "k": "めっきり",
          "r": "めっきり",
          "zh": "引人注目地"
        },
        {
          "k": "メニュー",
          "r": "メニュー",
          "zh": "選單"
        },
        {
          "k": "めまい",
          "r": "めまい",
          "zh": "頭暈"
        },
        {
          "k": "目安",
          "r": "めやす",
          "zh": "標準、目標"
        },
        {
          "k": "免税",
          "r": "めんぜい",
          "zh": "免稅"
        },
        {
          "k": "面積",
          "r": "めんせき",
          "zh": "面積"
        },
        {
          "k": "面倒臭い",
          "r": "めんどうくさい",
          "zh": "懶得做、厭煩"
        },
        {
          "k": "申し訳ない",
          "r": "もうしわけない",
          "zh": "不可原諒、對不起"
        },
        {
          "k": "モーター",
          "r": "モーター",
          "zh": "馬達"
        },
        {
          "k": "木材",
          "r": "もくざい",
          "zh": "木材"
        },
        {
          "k": "もしかしたら",
          "r": "もしかしたら",
          "zh": "或許、也許、偶然"
        },
        {
          "k": "もたれる",
          "r": "もたれる",
          "zh": "倚靠、依靠"
        },
        {
          "k": "モダン",
          "r": "モダン",
          "zh": "現代的"
        },
        {
          "k": "物差し",
          "r": "ものさし",
          "zh": "尺子、測量"
        },
        {
          "k": "建つ",
          "r": "たつ",
          "zh": "待建立、待建造"
        }
      ]
    },
    {
      "id": "n2-u89",
      "theme": "綜合單字 43",
      "words": [
        {
          "k": "モノレール",
          "r": "モノレール",
          "zh": "單軌鐵路"
        },
        {
          "k": "揉む",
          "r": "もむ",
          "zh": "摩擦、弄皺（向上）、起皺"
        },
        {
          "k": "～問",
          "r": "～もん",
          "zh": "提問櫃檯"
        },
        {
          "k": "問答",
          "r": "もんどう",
          "zh": "問答、對話"
        },
        {
          "k": "やかましい",
          "r": "やかましい",
          "zh": "挑剔、過於挑剔"
        },
        {
          "k": "やかん",
          "r": "やかん",
          "zh": "水壺"
        },
        {
          "k": "役者",
          "r": "やくしゃ",
          "zh": "演員"
        },
        {
          "k": "火傷",
          "r": "やけど",
          "zh": "燒傷、燙傷"
        },
        {
          "k": "矢印",
          "r": "やじるし",
          "zh": "方向箭頭"
        },
        {
          "k": "やたらに",
          "r": "やたらに",
          "zh": "隨意地、魯莽地、盲目地"
        },
        {
          "k": "家主",
          "r": "やぬし",
          "zh": "房東"
        },
        {
          "k": "やっぱり",
          "r": "やっぱり",
          "zh": "畢竟、無論如何"
        },
        {
          "k": "やむをえない",
          "r": "やむをえない",
          "zh": "無法避免"
        },
        {
          "k": "軟らかい",
          "r": "やわらかい",
          "zh": "柔軟的、溫柔的"
        },
        {
          "k": "遊園地",
          "r": "ゆうえんち",
          "zh": "遊樂園"
        },
        {
          "k": "郵送",
          "r": "ゆうそう",
          "zh": "郵寄"
        },
        {
          "k": "有料",
          "r": "ゆうりょう",
          "zh": "入場費、通行費"
        },
        {
          "k": "行方",
          "r": "ゆくえ",
          "zh": "某人的行踪"
        },
        {
          "k": "輸送",
          "r": "ゆそう",
          "zh": "運輸"
        },
        {
          "k": "油断",
          "r": "ゆだん",
          "zh": "疏忽、準備不足"
        },
        {
          "k": "足袋",
          "r": "たび",
          "zh": "分趾襪、日式襪子（分趾）"
        }
      ]
    },
    {
      "id": "n2-u90",
      "theme": "綜合單字 44",
      "words": [
        {
          "k": "緩い",
          "r": "ゆるい",
          "zh": "寬鬆、緩慢"
        },
        {
          "k": "溶岩",
          "r": "ようがん",
          "zh": "熔岩"
        },
        {
          "k": "用語",
          "r": "ようご",
          "zh": "術語"
        },
        {
          "k": "要旨",
          "r": "ようし",
          "zh": "要點、重點、總結"
        },
        {
          "k": "幼稚園",
          "r": "ようちえん",
          "zh": "幼稚園"
        },
        {
          "k": "用途",
          "r": "ようと",
          "zh": "使用、有用性"
        },
        {
          "k": "養分",
          "r": "ようぶん",
          "zh": "營養品"
        },
        {
          "k": "羊毛",
          "r": "ようもう",
          "zh": "羊毛"
        },
        {
          "k": "漸く",
          "r": "ようやく",
          "zh": "最後、幾乎"
        },
        {
          "k": "要領",
          "r": "ようりょう",
          "zh": "要點、大綱"
        },
        {
          "k": "翌～",
          "r": "よく～",
          "zh": "下一個~"
        },
        {
          "k": "欲張り",
          "r": "よくばり",
          "zh": "貪婪的"
        },
        {
          "k": "予備",
          "r": "よび",
          "zh": "準備、備用"
        },
        {
          "k": "蘇る",
          "r": "よみがえる",
          "zh": "被復活"
        },
        {
          "k": "慶ぶ",
          "r": "よろこぶ",
          "zh": "感到高興"
        },
        {
          "k": "乱暴",
          "r": "らんぼう",
          "zh": "粗魯的、暴力的"
        },
        {
          "k": "理科",
          "r": "りか",
          "zh": "科學"
        },
        {
          "k": "短期",
          "r": "たんき",
          "zh": "短期"
        },
        {
          "k": "炭鉱",
          "r": "たんこう",
          "zh": "煤礦、煤坑"
        },
        {
          "k": "たんす",
          "r": "たんす",
          "zh": "抽屜櫃"
        },
        {
          "k": "題名",
          "r": "だいめい",
          "zh": "標題"
        }
      ]
    },
    {
      "id": "n2-u91",
      "theme": "綜合單字 45",
      "words": [
        {
          "k": "単数",
          "r": "たんすう",
          "zh": "單數（數字）"
        },
        {
          "k": "断定",
          "r": "だんてい",
          "zh": "結論、決定"
        },
        {
          "k": "短編",
          "r": "たんぺん",
          "zh": "短片（例如故事、電影）"
        },
        {
          "k": "近々",
          "r": "ちかぢか",
          "zh": "不久"
        },
        {
          "k": "力強い",
          "r": "ちからづよい",
          "zh": "強大的、有力的"
        },
        {
          "k": "地帯",
          "r": "ちたい",
          "zh": "地區、區域"
        },
        {
          "k": "縮める",
          "r": "ちぢめる",
          "zh": "縮短、減少、縮小"
        },
        {
          "k": "縮れる",
          "r": "ちぢれる",
          "zh": "呈波浪狀、捲曲狀"
        },
        {
          "k": "チップ",
          "r": "チップ",
          "zh": "小費、晶片"
        },
        {
          "k": "茶色い",
          "r": "ちゃいろい",
          "zh": "棕色"
        },
        {
          "k": "中間",
          "r": "ちゅうかん",
          "zh": "中間、中途、臨時"
        },
        {
          "k": "抽象",
          "r": "ちゅうしょう",
          "zh": "摘要"
        },
        {
          "k": "中性",
          "r": "ちゅうせい",
          "zh": "中性"
        },
        {
          "k": "中途",
          "r": "ちゅうと",
          "zh": "在中間、半途"
        },
        {
          "k": "中年",
          "r": "ちゅうねん",
          "zh": "中年人"
        },
        {
          "k": "長～",
          "r": "ちょう～",
          "zh": "長~"
        },
        {
          "k": "～兆",
          "r": "～ちょう",
          "zh": "兆"
        },
        {
          "k": "～帳",
          "r": "～ちょう",
          "zh": "~ 書、筆記本"
        },
        {
          "k": "超過",
          "r": "ちょうか",
          "zh": "過剩、超過"
        },
        {
          "k": "長所",
          "r": "ちょうしょ",
          "zh": "長處、優點、優勢"
        },
        {
          "k": "つうか",
          "r": "つうか",
          "zh": "貨幣"
        }
      ]
    },
    {
      "id": "n2-u92",
      "theme": "綜合單字 46",
      "words": [
        {
          "k": "調整",
          "r": "ちょうせい",
          "zh": "調節、調整"
        },
        {
          "k": "調節",
          "r": "ちょうせつ",
          "zh": "調節、調整、控制"
        },
        {
          "k": "長短",
          "r": "ちょうたん",
          "zh": "長度、長和短、+-"
        },
        {
          "k": "頂点",
          "r": "ちょうてん",
          "zh": "頂部、頂峰"
        },
        {
          "k": "長方形",
          "r": "ちょうほうけい",
          "zh": "長方形"
        },
        {
          "k": "チョーク",
          "r": "チョーク",
          "zh": "粉筆"
        },
        {
          "k": "直後",
          "r": "ちょくご",
          "zh": "緊隨其後"
        },
        {
          "k": "直線",
          "r": "ちょくせん",
          "zh": "直線"
        },
        {
          "k": "直前",
          "r": "ちょくぜん",
          "zh": "就在之前"
        },
        {
          "k": "直通",
          "r": "ちょくつう",
          "zh": "直接連接"
        },
        {
          "k": "直流",
          "r": "ちょくりゅう",
          "zh": "直流電"
        },
        {
          "k": "貯蔵",
          "r": "ちょぞう",
          "zh": "儲存、保存"
        },
        {
          "k": "直角",
          "r": "ちょっかく",
          "zh": "直角"
        },
        {
          "k": "直径",
          "r": "ちょっけい",
          "zh": "直徑"
        },
        {
          "k": "散らかる",
          "r": "ちらかる",
          "zh": "混亂"
        },
        {
          "k": "追加",
          "r": "ついか",
          "zh": "補充、附錄"
        },
        {
          "k": "ついで",
          "r": "ついで",
          "zh": "機會、場合"
        },
        {
          "k": "～通",
          "r": "～つう",
          "zh": "信件櫃檯"
        },
        {
          "k": "通用",
          "r": "つうよう",
          "zh": "流行使用、流通"
        },
        {
          "k": "通路",
          "r": "つうろ",
          "zh": "通道、途徑"
        },
        {
          "k": "通勤",
          "r": "つうきん",
          "zh": "上班通勤"
        }
      ]
    },
    {
      "id": "n2-u93",
      "theme": "綜合單字 47",
      "words": [
        {
          "k": "～遣い",
          "r": "～づかい",
          "zh": "使用~"
        },
        {
          "k": "～付",
          "r": "～つき",
          "zh": "與~"
        },
        {
          "k": "～続く",
          "r": "～つづく",
          "zh": "跟隨、繼續"
        },
        {
          "k": "突っ込む",
          "r": "つっこむ",
          "zh": "陷入"
        },
        {
          "k": "務める",
          "r": "つとめる",
          "zh": "服務、行動"
        },
        {
          "k": "努める",
          "r": "つとめる",
          "zh": "嘗試、瞄準"
        },
        {
          "k": "綱",
          "r": "つな",
          "zh": "繩子"
        },
        {
          "k": "潰す",
          "r": "つぶす",
          "zh": "粉碎、浪費"
        },
        {
          "k": "詰まる",
          "r": "つまる",
          "zh": "被封鎖、被打包"
        },
        {
          "k": "爪",
          "r": "つめ",
          "zh": "手指甲或腳趾甲"
        },
        {
          "k": "艶",
          "r": "つや",
          "zh": "光澤、釉面"
        },
        {
          "k": "強気",
          "r": "つよき",
          "zh": "堅定、堅強"
        },
        {
          "k": "～辛い",
          "r": "～づらい",
          "zh": "很難做到~"
        },
        {
          "k": "吊る",
          "r": "つる",
          "zh": "掛"
        },
        {
          "k": "吊す",
          "r": "つるす",
          "zh": "掛"
        },
        {
          "k": "低～",
          "r": "てい～",
          "zh": "低~"
        },
        {
          "k": "低下",
          "r": "ていか",
          "zh": "下降"
        },
        {
          "k": "出入り",
          "r": "でいり",
          "zh": "進出、來來去去"
        },
        {
          "k": "出入口",
          "r": "でいりぐち",
          "zh": "出口和入口"
        },
        {
          "k": "～滴",
          "r": "～てき",
          "zh": "掉落"
        },
        {
          "k": "通訳",
          "r": "つうやく",
          "zh": "口譯（即口譯）口譯員"
        }
      ]
    },
    {
      "id": "n2-u94",
      "theme": "綜合單字 48",
      "words": [
        {
          "k": "的確",
          "r": "てきかく",
          "zh": "精確的、準確的"
        },
        {
          "k": "適確",
          "r": "てきかく",
          "zh": "精確的、準確的"
        },
        {
          "k": "手首",
          "r": "てくび",
          "zh": "手腕"
        },
        {
          "k": "凸凹",
          "r": "でこぼこ",
          "zh": "不均勻度、粗糙度"
        },
        {
          "k": "弟子",
          "r": "でし",
          "zh": "學生、門徒、學徒"
        },
        {
          "k": "でたらめ",
          "r": "でたらめ",
          "zh": "不負責任的言論、胡言亂語、隨機的"
        },
        {
          "k": "手帳",
          "r": "てちょう",
          "zh": "筆記本"
        },
        {
          "k": "鉄橋",
          "r": "てっきょう",
          "zh": "鐵橋"
        },
        {
          "k": "鉄砲",
          "r": "てっぽう",
          "zh": "槍"
        },
        {
          "k": "テニスコート",
          "r": "テニスコート",
          "zh": "網球場"
        },
        {
          "k": "手前",
          "r": "てまえ",
          "zh": "之前、這邊"
        },
        {
          "k": "照らす",
          "r": "てらす",
          "zh": "照亮"
        },
        {
          "k": "照る",
          "r": "てる",
          "zh": "閃耀"
        },
        {
          "k": "～点",
          "r": "～てん",
          "zh": "分數計數器"
        },
        {
          "k": "伝記",
          "r": "でんき",
          "zh": "傳記、生平事蹟"
        },
        {
          "k": "電球",
          "r": "でんきゅう",
          "zh": "燈泡"
        },
        {
          "k": "点数",
          "r": "てんすう",
          "zh": "分數"
        },
        {
          "k": "伝染",
          "r": "でんせん",
          "zh": "傳染"
        },
        {
          "k": "点々",
          "r": "てんてん",
          "zh": "這裡那裡、一點一點地"
        },
        {
          "k": "転々",
          "r": "てんてん",
          "zh": "從一個到另一個"
        },
        {
          "k": "次ぐ",
          "r": "つぐ",
          "zh": "跟隨、接下來（到）"
        }
      ]
    },
    {
      "id": "n2-u95",
      "theme": "綜合單字 49",
      "words": [
        {
          "k": "天皇",
          "r": "てんのう",
          "zh": "日本天皇"
        },
        {
          "k": "伝わる",
          "r": "つたわる",
          "zh": "傳播（謠言、新聞等）、旅行、傳播、四處傳播、廣為人知"
        }
      ]
    }
  ],
  "n1": [
    {
      "id": "n1-u1",
      "theme": "身體與健康 1",
      "words": [
        {
          "k": "好況",
          "r": "こうきょう",
          "zh": "繁榮的條件、健康的經濟"
        },
        {
          "k": "工作",
          "r": "こうさく",
          "zh": "手工藝、機動"
        },
        {
          "k": "耕作",
          "r": "こうさく",
          "zh": "耕種、耕作"
        },
        {
          "k": "心掛ける",
          "r": "こころがける",
          "zh": "銘記於心、旨在做到"
        },
        {
          "k": "心強い",
          "r": "こころづよい",
          "zh": "令人振奮的、令人放心的"
        },
        {
          "k": "懲りる",
          "r": "こりる",
          "zh": "從經驗中學習、厭惡"
        },
        {
          "k": "冴える",
          "r": "さえる",
          "zh": "要清楚、要明亮、要熟練"
        },
        {
          "k": "逆立ち",
          "r": "さかだち",
          "zh": "倒立、頭倒立"
        },
        {
          "k": "さきに (いぜん)",
          "r": "さきに (いぜん)",
          "zh": "之前、早於、以前"
        },
        {
          "k": "差し掛かる",
          "r": "さしかかる",
          "zh": "接近"
        },
        {
          "k": "飼育",
          "r": "しいく",
          "zh": "繁殖、飼養"
        },
        {
          "k": "げっそり",
          "r": "げっそり",
          "zh": "心灰意冷、減肥"
        },
        {
          "k": "健在",
          "r": "けんざい",
          "zh": "身體健康、好"
        },
        {
          "k": "健全",
          "r": "けんぜん",
          "zh": "健康、健全"
        },
        {
          "k": "特権",
          "r": "とっけん",
          "zh": "特權、特殊權利"
        },
        {
          "k": "とって",
          "r": "とって",
          "zh": "把手、手柄、旋鈕"
        },
        {
          "k": "徒歩",
          "r": "とほ",
          "zh": "步行"
        },
        {
          "k": "取扱",
          "r": "とりあつかい",
          "zh": "處理、處置、管理"
        },
        {
          "k": "取り扱う",
          "r": "とりあつかう",
          "zh": "對待、處理、應對"
        },
        {
          "k": "鈍感",
          "r": "どんかん",
          "zh": "愚昧、遲鈍"
        },
        {
          "k": "～増し",
          "r": "～まし",
          "zh": "~increase"
        }
      ]
    },
    {
      "id": "n1-u2",
      "theme": "身體與健康 2",
      "words": [
        {
          "k": "内心",
          "r": "ないしん",
          "zh": "內心的想法、真實的意圖、內心深處"
        },
        {
          "k": "和やか",
          "r": "なごやか",
          "zh": "溫和、平靜、和諧"
        },
        {
          "k": "情深い",
          "r": "なさけぶかい",
          "zh": "心地溫柔、富有同情心"
        },
        {
          "k": "生臭い",
          "r": "なまぐさい",
          "zh": "魚或血、魚或肉的氣味"
        },
        {
          "k": "生温い",
          "r": "なまぬるい",
          "zh": "不冷不熱的、半心半意的"
        },
        {
          "k": "生身",
          "r": "なまみ",
          "zh": "活生生的肉、有血有肉、快"
        },
        {
          "k": "肉体",
          "r": "にくたい",
          "zh": "身體、肉體"
        },
        {
          "k": "担う",
          "r": "になう",
          "zh": "扛在肩上、承擔（負擔）、肩上（槍）"
        },
        {
          "k": "入手",
          "r": "にゅうしゅ",
          "zh": "獲得、到手"
        },
        {
          "k": "年賀",
          "r": "ねんが",
          "zh": "新年祝福、新年卡片"
        },
        {
          "k": "念願",
          "r": "ねんがん",
          "zh": "衷心所願、懇切祈求"
        },
        {
          "k": "年号",
          "r": "ねんごう",
          "zh": "時代名稱、年份編號"
        },
        {
          "k": "農耕",
          "r": "のうこう",
          "zh": "農業"
        },
        {
          "k": "農場",
          "r": "のうじょう",
          "zh": "農場"
        },
        {
          "k": "背後",
          "r": "はいご",
          "zh": "後面"
        },
        {
          "k": "一面",
          "r": "いちめん",
          "zh": "一側、另一隻手"
        },
        {
          "k": "衣類",
          "r": "いるい",
          "zh": "衣服"
        },
        {
          "k": "インテリ",
          "r": "インテリ",
          "zh": "（縮寫）知識分子、知識分子"
        },
        {
          "k": "うっとうしい",
          "r": "うっとうしい",
          "zh": "疲倦的、煩人的"
        },
        {
          "k": "エレガント",
          "r": "エレガント",
          "zh": "優雅的"
        }
      ]
    },
    {
      "id": "n1-u3",
      "theme": "身體與健康 3",
      "words": [
        {
          "k": "円滑",
          "r": "えんかつ",
          "zh": "和諧、流暢"
        },
        {
          "k": "円満",
          "r": "えんまん",
          "zh": "和諧、平和、順利"
        },
        {
          "k": "往診",
          "r": "おうしん",
          "zh": "醫生拜訪、上門拜訪"
        },
        {
          "k": "恐れ",
          "r": "おそれ",
          "zh": "恐懼、恐怖"
        },
        {
          "k": "帯びる",
          "r": "おびる",
          "zh": "承擔、承載、託付"
        },
        {
          "k": "趣",
          "r": "おもむき",
          "zh": "味道、外觀、古色古香"
        },
        {
          "k": "外観",
          "r": "がいかん",
          "zh": "外觀、門面"
        },
        {
          "k": "害する",
          "r": "がいする",
          "zh": "傷害、冒犯"
        },
        {
          "k": "駆けっこ",
          "r": "かけっこ",
          "zh": "（腳）賽跑"
        },
        {
          "k": "頭",
          "r": "かしら",
          "zh": "首長"
        },
        {
          "k": "傍ら",
          "r": "かたわら",
          "zh": "旁邊（s、同時、附近"
        },
        {
          "k": "がっくり",
          "r": "がっくり",
          "zh": "傷心欲絕"
        },
        {
          "k": "体付き",
          "r": "からだつき",
          "zh": "體型、身材"
        },
        {
          "k": "眼球",
          "r": "がんきゅう",
          "zh": "眼球"
        },
        {
          "k": "元年",
          "r": "がんねん",
          "zh": "（特定統治時期的）第一年"
        },
        {
          "k": "勘弁",
          "r": "かんべん",
          "zh": "原諒、寬恕、寬容"
        },
        {
          "k": "寛容",
          "r": "かんよう",
          "zh": "寬容、包容、慷慨、參與"
        },
        {
          "k": "議案",
          "r": "ぎあん",
          "zh": "立法法案"
        },
        {
          "k": "危害",
          "r": "きがい",
          "zh": "傷害、危害、危險"
        },
        {
          "k": "気軽",
          "r": "きがる",
          "zh": "開朗的、活潑的、輕鬆愉快的"
        }
      ]
    },
    {
      "id": "n1-u4",
      "theme": "身體與健康 4",
      "words": [
        {
          "k": "傷付く",
          "r": "きずつく",
          "zh": "受傷"
        },
        {
          "k": "気立て",
          "r": "きだて",
          "zh": "脾氣好、心地善良"
        },
        {
          "k": "きっぱり",
          "r": "きっぱり",
          "zh": "清楚地"
        },
        {
          "k": "気品",
          "r": "きひん",
          "zh": "優雅"
        },
        {
          "k": "休戦",
          "r": "きゅうせん",
          "zh": "停戰"
        },
        {
          "k": "郷愁",
          "r": "きょうしゅう",
          "zh": "鄉愁、思鄉之情"
        },
        {
          "k": "近眼",
          "r": "きんがん",
          "zh": "近視"
        },
        {
          "k": "くっきり",
          "r": "くっきり",
          "zh": "明確地、清楚地、大膽地"
        },
        {
          "k": "軍備",
          "r": "ぐんび",
          "zh": "軍備、軍事準備"
        },
        {
          "k": "掲載",
          "r": "けいさい",
          "zh": "外觀（例如、紙本文章）"
        },
        {
          "k": "伝説",
          "r": "でんせつ",
          "zh": "傳統、傳說、民間傳說"
        },
        {
          "k": "天体",
          "r": "てんたい",
          "zh": "天體"
        },
        {
          "k": "天地",
          "r": "てんち",
          "zh": "天地、宇宙"
        },
        {
          "k": "胴",
          "r": "どう",
          "zh": "軀幹、車身、框架"
        },
        {
          "k": "事前",
          "r": "じぜん",
          "zh": "事前"
        },
        {
          "k": "慕う",
          "r": "したう",
          "zh": "渴望崇拜"
        },
        {
          "k": "憧れ",
          "r": "あこがれ",
          "zh": "嚮往、渴望"
        },
        {
          "k": "鮮やか",
          "r": "あざやか",
          "zh": "生動、清晰"
        },
        {
          "k": "油絵",
          "r": "あぶらえ",
          "zh": "油畫"
        },
        {
          "k": "雨具",
          "r": "あまぐ",
          "zh": "雨具"
        }
      ]
    },
    {
      "id": "n1-u5",
      "theme": "身體與健康 5",
      "words": [
        {
          "k": "危ぶむ",
          "r": "あやぶむ",
          "zh": "害怕、疑慮、懷疑"
        },
        {
          "k": "合わす",
          "r": "あわす",
          "zh": "聯合起來、面對、團結"
        },
        {
          "k": "育成",
          "r": "いくせい",
          "zh": "飼養、訓練、培養"
        },
        {
          "k": "首脳",
          "r": "しゅのう",
          "zh": "頭、領導者"
        },
        {
          "k": "～症",
          "r": "～しょう",
          "zh": "疾病"
        },
        {
          "k": "城下",
          "r": "じょうか",
          "zh": "城堡附近的土地"
        },
        {
          "k": "真珠",
          "r": "しんじゅ",
          "zh": "珍珠"
        },
        {
          "k": "新人",
          "r": "しんじん",
          "zh": "新面孔、新人"
        },
        {
          "k": "新入生",
          "r": "しんにゅうせい",
          "zh": "新學生、一年級學生、新生"
        },
        {
          "k": "健やか",
          "r": "すこやか",
          "zh": "精力充沛、健康、健全"
        },
        {
          "k": "裾",
          "r": "すそ",
          "zh": "（褲）袖口、（裙子）下擺、髮型剪邊"
        },
        {
          "k": "澄ます",
          "r": "すます",
          "zh": "澄清、傾聽"
        },
        {
          "k": "清ます",
          "r": "すます",
          "zh": "澄清、傾聽"
        },
        {
          "k": "静止",
          "r": "せいし",
          "zh": "靜止、休息、靜止不動"
        },
        {
          "k": "盛装",
          "r": "せいそう",
          "zh": "盛裝打扮、穿著華麗的衣服"
        },
        {
          "k": "切ない",
          "r": "せつない",
          "zh": "痛苦、嘗試、悲傷"
        },
        {
          "k": "全快",
          "r": "ぜんかい",
          "zh": "完全恢復健康"
        },
        {
          "k": "前途",
          "r": "ぜんと",
          "zh": "未來的前景、前景、未來的旅程"
        },
        {
          "k": "捜索",
          "r": "そうさく",
          "zh": "搜索（尤其是尋找失蹤的某人或某物、調查）"
        },
        {
          "k": "損う",
          "r": "そこなう",
          "zh": "傷害"
        }
      ]
    },
    {
      "id": "n1-u6",
      "theme": "身體與健康 6",
      "words": [
        {
          "k": "達者",
          "r": "たっしゃ",
          "zh": "技術精湛、身體健康"
        },
        {
          "k": "他方",
          "r": "たほう",
          "zh": "另一邊、另一方面"
        },
        {
          "k": "溜まり",
          "r": "たまり",
          "zh": "收物、集合地點、欠款"
        },
        {
          "k": "短大",
          "r": "たんだい",
          "zh": "大專"
        },
        {
          "k": "聴覚",
          "r": "ちょうかく",
          "zh": "聽覺"
        },
        {
          "k": "調和",
          "r": "ちょうわ",
          "zh": "和諧"
        },
        {
          "k": "つぶる (めを～)",
          "r": "つぶる (めを～)",
          "zh": "閉上眼睛"
        },
        {
          "k": "体裁",
          "r": "ていさい",
          "zh": "體面、風格、形式、外觀"
        },
        {
          "k": "手掛ける",
          "r": "てがける",
          "zh": "處理、管理、合作"
        },
        {
          "k": "手数",
          "r": "てかず",
          "zh": "麻煩、勞動、處理"
        },
        {
          "k": "手錠",
          "r": "てじょう",
          "zh": "手銬"
        },
        {
          "k": "手数",
          "r": "てすう",
          "zh": "麻煩、勞動、處理"
        },
        {
          "k": "手近",
          "r": "てぢか",
          "zh": "近的、方便的、熟悉的"
        },
        {
          "k": "手配",
          "r": "てはい",
          "zh": "安排、搜索（由警察）"
        },
        {
          "k": "手元",
          "r": "てもと",
          "zh": "（錢）手頭上或家裡的、錢包裡的、常用技能"
        },
        {
          "k": "捗る",
          "r": "はかどる",
          "zh": "取得進步、（隨著工作）前進、前進"
        },
        {
          "k": "剥ぐ",
          "r": "はぐ",
          "zh": "撕下"
        },
        {
          "k": "裸足",
          "r": "はだし",
          "zh": "赤腳"
        },
        {
          "k": "失格",
          "r": "しっかく",
          "zh": "取消資格、淘汰、喪失行為能力（法律）"
        },
        {
          "k": "失調",
          "r": "しっちょう",
          "zh": "缺乏和諧、不平衡"
        }
      ]
    },
    {
      "id": "n1-u7",
      "theme": "身體與健康 7",
      "words": [
        {
          "k": "斜面",
          "r": "しゃめん",
          "zh": "斜面、斜角"
        },
        {
          "k": "収益",
          "r": "しゅうえき",
          "zh": "收益、回報"
        },
        {
          "k": "修学",
          "r": "しゅうがく",
          "zh": "學習"
        },
        {
          "k": "手芸",
          "r": "しゅげい",
          "zh": "手工藝品"
        },
        {
          "k": "出演",
          "r": "しゅつえん",
          "zh": "領銜主演、舞台表演"
        },
        {
          "k": "出現",
          "r": "しゅつげん",
          "zh": "出現、到達"
        },
        {
          "k": "疲労",
          "r": "ひろう",
          "zh": "疲勞、疲倦"
        },
        {
          "k": "負傷",
          "r": "ふしょう",
          "zh": "傷害、創傷"
        },
        {
          "k": "武装",
          "r": "ぶそう",
          "zh": "武器、軍備、武裝"
        },
        {
          "k": "札",
          "r": "ふだ",
          "zh": "令牌、標籤、票、卡片、魅力、護身符"
        },
        {
          "k": "振り返る",
          "r": "ふりかえる",
          "zh": "轉頭、轉過身、回頭看"
        },
        {
          "k": "武力",
          "r": "ぶりょく",
          "zh": "武裝力量、軍事力量、刀劍、武力"
        },
        {
          "k": "ペア",
          "r": "ペア",
          "zh": "一對、梨"
        },
        {
          "k": "兵器",
          "r": "へいき",
          "zh": "武器、法令"
        },
        {
          "k": "閉口",
          "r": "へいこう",
          "zh": "閉嘴"
        },
        {
          "k": "穂",
          "r": "ほ",
          "zh": "（植物的）耳、（植物的）頭"
        },
        {
          "k": "保育",
          "r": "ほいく",
          "zh": "護理、養育"
        },
        {
          "k": "保温",
          "r": "ほおん",
          "zh": "保溫、隔熱"
        },
        {
          "k": "舗装",
          "r": "ほそう",
          "zh": "人行道、路面"
        },
        {
          "k": "保養",
          "r": "ほよう",
          "zh": "養生、療養、休閒"
        }
      ]
    },
    {
      "id": "n1-u8",
      "theme": "身體與健康 8",
      "words": [
        {
          "k": "本体",
          "r": "ほんたい",
          "zh": "物質、身體、軀幹"
        },
        {
          "k": "本文",
          "r": "ほんぶん",
          "zh": "（文件的）正文、（信件的）正文"
        },
        {
          "k": "真上",
          "r": "まうえ",
          "zh": "就在上面、右上方"
        },
        {
          "k": "前置き",
          "r": "まえおき",
          "zh": "序言、引言"
        },
        {
          "k": "眉",
          "r": "まゆ",
          "zh": "眉毛"
        },
        {
          "k": "真ん前",
          "r": "まんまえ",
          "zh": "就在前面、鼻子下面"
        },
        {
          "k": "身近",
          "r": "みぢか",
          "zh": "靠近自己的、親近的、熟悉的"
        },
        {
          "k": "むしる",
          "r": "むしる",
          "zh": "採摘、撕裂"
        },
        {
          "k": "群がる",
          "r": "むらがる",
          "zh": "蜂擁而至、聚集"
        },
        {
          "k": "明白",
          "r": "めいはく",
          "zh": "明顯的、清楚的"
        },
        {
          "k": "明朗",
          "r": "めいろう",
          "zh": "明亮、清晰、開朗"
        },
        {
          "k": "目付き",
          "r": "めつき",
          "zh": "看、眼神"
        },
        {
          "k": "面する",
          "r": "めんする",
          "zh": "面對、注視"
        },
        {
          "k": "面目",
          "r": "めんぼく",
          "zh": "面子、榮譽、名譽"
        },
        {
          "k": "面目",
          "r": "めんもく",
          "zh": "面子、榮譽、名譽"
        },
        {
          "k": "脆い",
          "r": "もろい",
          "zh": "脆弱的"
        },
        {
          "k": "～薬",
          "r": "～やく",
          "zh": "醫學"
        },
        {
          "k": "養う",
          "r": "やしなう",
          "zh": "培養、維持、培育"
        },
        {
          "k": "闇",
          "r": "やみ",
          "zh": "黑暗、陰暗、非法"
        },
        {
          "k": "優美",
          "r": "ゆうび",
          "zh": "優雅、精緻"
        }
      ]
    },
    {
      "id": "n1-u9",
      "theme": "身體與健康 9",
      "words": [
        {
          "k": "読み上げる",
          "r": "よみあげる",
          "zh": "大聲（清晰地）讀出、點名"
        },
        {
          "k": "～寄り",
          "r": "～より",
          "zh": "靠近〜（例如、北偏東）"
        },
        {
          "k": "酪農",
          "r": "らくのう",
          "zh": "乳牛養殖"
        },
        {
          "k": "立体",
          "r": "りったい",
          "zh": "實體"
        },
        {
          "k": "立法",
          "r": "りっぽう",
          "zh": "立法"
        },
        {
          "k": "冷酷",
          "r": "れいこく",
          "zh": "殘忍、冷酷、無情"
        },
        {
          "k": "発病",
          "r": "はつびょう",
          "zh": "攻擊、生病"
        },
        {
          "k": "初耳",
          "r": "はつみみ",
          "zh": "第一次聽到的東西"
        },
        {
          "k": "晩年",
          "r": "ばんねん",
          "zh": "（某人的）最後幾年"
        },
        {
          "k": "率いる",
          "r": "ひきいる",
          "zh": "領導、帶頭（一群）、指揮（軍隊）"
        },
        {
          "k": "ひたすら",
          "r": "ひたすら",
          "zh": "只不過是認真地、專心地"
        },
        {
          "k": "左利き",
          "r": "ひだりきき",
          "zh": "左撇子、喝清酒的人"
        },
        {
          "k": "一筋",
          "r": "ひとすじ",
          "zh": "一條線、認真、盲目、直接"
        },
        {
          "k": "びら",
          "r": "びら",
          "zh": "講義、傳單"
        }
      ]
    },
    {
      "id": "n1-u10",
      "theme": "身體動作與日常動詞 1",
      "words": [
        {
          "k": "厳密",
          "r": "げんみつ",
          "zh": "嚴格、封閉"
        },
        {
          "k": "合意",
          "r": "ごうい",
          "zh": "同意、相互理解"
        },
        {
          "k": "公然",
          "r": "こうぜん",
          "zh": "公開地"
        },
        {
          "k": "抗争",
          "r": "こうそう",
          "zh": "爭論、抵抗"
        },
        {
          "k": "好評",
          "r": "こうひょう",
          "zh": "知名度、美譽度"
        },
        {
          "k": "込める",
          "r": "こめる",
          "zh": "包括、放入"
        },
        {
          "k": "再建",
          "r": "さいけん",
          "zh": "（寺廟或神社）重建"
        },
        {
          "k": "錯誤",
          "r": "さくご",
          "zh": "錯誤"
        },
        {
          "k": "捧げる",
          "r": "ささげる",
          "zh": "舉起、給予、提供"
        },
        {
          "k": "差し出す",
          "r": "さしだす",
          "zh": "呈現、提交、堅持"
        },
        {
          "k": "定まる",
          "r": "さだまる",
          "zh": "變得安頓下來、固定下來"
        },
        {
          "k": "悟る",
          "r": "さとる",
          "zh": "獲得啟蒙、理解"
        },
        {
          "k": "参上",
          "r": "さんじょう",
          "zh": "拜訪"
        },
        {
          "k": "投入",
          "r": "とうにゅう",
          "zh": "投擲、投資、製作（電路）"
        },
        {
          "k": "途絶える",
          "r": "とだえる",
          "zh": "停止、結束"
        },
        {
          "k": "突破",
          "r": "とっぱ",
          "zh": "突破、滲透"
        },
        {
          "k": "止める",
          "r": "とどめる",
          "zh": "結束、停止、辭職"
        },
        {
          "k": "取り除く",
          "r": "とりのぞく",
          "zh": "除去、拿走、分開"
        },
        {
          "k": "取り巻く",
          "r": "とりまく",
          "zh": "環繞、圍住"
        },
        {
          "k": "取り混ぜる",
          "r": "とりまぜる",
          "zh": "混合、放在一起"
        }
      ]
    },
    {
      "id": "n1-u11",
      "theme": "身體動作與日常動詞 2",
      "words": [
        {
          "k": "取り戻す",
          "r": "とりもどす",
          "zh": "收回、重新獲得"
        },
        {
          "k": "投げ出す",
          "r": "なげだす",
          "zh": "放棄、拋棄"
        },
        {
          "k": "仲人",
          "r": "なこうど",
          "zh": "媒人"
        },
        {
          "k": "成り立つ",
          "r": "なりたつ",
          "zh": "組成、實用（合乎邏輯、可行、可行）、得出結論、堅持真理"
        },
        {
          "k": "馴々しい",
          "r": "なれなれしい",
          "zh": "熟悉、自由"
        },
        {
          "k": "似通う",
          "r": "にかよう",
          "zh": "非常相似"
        },
        {
          "k": "逃げ出す",
          "r": "にげだす",
          "zh": "逃跑、逃離"
        },
        {
          "k": "粘り",
          "r": "ねばり",
          "zh": "黏性、黏度"
        },
        {
          "k": "眠たい",
          "r": "ねむたい",
          "zh": "睏了"
        },
        {
          "k": "乗っ取る",
          "r": "のっとる",
          "zh": "奪取、佔領、接管"
        },
        {
          "k": "配置",
          "r": "はいち",
          "zh": "（資源的）安排、處置"
        },
        {
          "k": "一気",
          "r": "いっき",
          "zh": "一推、一口氣"
        },
        {
          "k": "受け入れる",
          "r": "うけいれる",
          "zh": "接受"
        },
        {
          "k": "打ち明ける",
          "r": "うちあける",
          "zh": "坦白"
        },
        {
          "k": "打ち切る",
          "r": "うちきる",
          "zh": "停止、中止、關閉"
        },
        {
          "k": "～営",
          "r": "～えい",
          "zh": "〜跑"
        },
        {
          "k": "縁側",
          "r": "えんがわ",
          "zh": "陽台、門廊、開放式走廊"
        },
        {
          "k": "大柄",
          "r": "おおがら",
          "zh": "大結構、大圖案"
        },
        {
          "k": "押し込む",
          "r": "おしこむ",
          "zh": "推入、擠入"
        },
        {
          "k": "押し寄せる",
          "r": "おしよせる",
          "zh": "推到一邊、繼續前進"
        }
      ]
    },
    {
      "id": "n1-u12",
      "theme": "身體動作與日常動詞 3",
      "words": [
        {
          "k": "お手上げ",
          "r": "おてあげ",
          "zh": "屈服、放棄希望"
        },
        {
          "k": "訪れる",
          "r": "おとずれる",
          "zh": "參觀"
        },
        {
          "k": "改修",
          "r": "かいしゅう",
          "zh": "修理、改進"
        },
        {
          "k": "確定",
          "r": "かくてい",
          "zh": "固定、決定"
        },
        {
          "k": "獲得",
          "r": "かくとく",
          "zh": "取得、佔有"
        },
        {
          "k": "幹線",
          "r": "かんせん",
          "zh": "主幹線、幹線"
        },
        {
          "k": "感度",
          "r": "かんど",
          "zh": "敏感度、嚴重性（地震）"
        },
        {
          "k": "規格",
          "r": "きかく",
          "zh": "標準、規範"
        },
        {
          "k": "議事堂",
          "r": "ぎじどう",
          "zh": "國會大樓"
        },
        {
          "k": "興じる",
          "r": "きょうじる",
          "zh": "使自己開心、使自己快樂"
        },
        {
          "k": "切れ目",
          "r": "きれめ",
          "zh": "中斷、停頓、間隙"
        },
        {
          "k": "区切り",
          "r": "くぎり",
          "zh": "結束、停止、標點符號"
        },
        {
          "k": "覆す",
          "r": "くつがえす",
          "zh": "推翻"
        },
        {
          "k": "形勢",
          "r": "けいせい",
          "zh": "條件、情況、前景"
        },
        {
          "k": "自首",
          "r": "じしゅ",
          "zh": "投降、放棄自己"
        },
        {
          "k": "上がり",
          "r": "あがり",
          "zh": "上升、收入、完成、停止"
        },
        {
          "k": "悪しからず",
          "r": "あしからず",
          "zh": "別誤會我的意思、但是...、對不起"
        },
        {
          "k": "後回し",
          "r": "あとまわし",
          "zh": "推遲"
        },
        {
          "k": "あべこべ",
          "r": "あべこべ",
          "zh": "相反"
        },
        {
          "k": "誤る",
          "r": "あやまる",
          "zh": "犯錯"
        }
      ]
    },
    {
      "id": "n1-u13",
      "theme": "身體動作與日常動詞 4",
      "words": [
        {
          "k": "歩む",
          "r": "あゆむ",
          "zh": "走路"
        },
        {
          "k": "争い",
          "r": "あらそい",
          "zh": "爭論、爭吵、衝突"
        },
        {
          "k": "生かす",
          "r": "いかす",
          "zh": "使某物保持活力、利用"
        },
        {
          "k": "異性",
          "r": "いせい",
          "zh": "異性"
        },
        {
          "k": "称する",
          "r": "しょうする",
          "zh": "取名字、稱呼自己"
        },
        {
          "k": "情勢",
          "r": "じょうせい",
          "zh": "事物的狀態、狀況"
        },
        {
          "k": "真相",
          "r": "しんそう",
          "zh": "真相、真實情況"
        },
        {
          "k": "新築",
          "r": "しんちく",
          "zh": "新建築"
        },
        {
          "k": "整列",
          "r": "せいれつ",
          "zh": "站成一排、排成一排"
        },
        {
          "k": "切開",
          "r": "せっかい",
          "zh": "開放、切入"
        },
        {
          "k": "前提",
          "r": "ぜんてい",
          "zh": "序言、前提、先決條件"
        },
        {
          "k": "背く",
          "r": "そむく",
          "zh": "違背"
        },
        {
          "k": "対抗",
          "r": "たいこう",
          "zh": "反對、對抗"
        },
        {
          "k": "耐える",
          "r": "たえる",
          "zh": "忍受"
        },
        {
          "k": "堪える",
          "r": "たえる",
          "zh": "忍受"
        },
        {
          "k": "打開",
          "r": "だかい",
          "zh": "解決方案、突破"
        },
        {
          "k": "焚火",
          "r": "たきび",
          "zh": "（開）火"
        },
        {
          "k": "立ち寄る",
          "r": "たちよる",
          "zh": "順便過來、短暫拜訪"
        },
        {
          "k": "建前",
          "r": "たてまえ",
          "zh": "位置、一個人在公共場合所採取的立場、原則"
        },
        {
          "k": "他動詞",
          "r": "たどうし",
          "zh": "及物動詞（直接受詞）"
        }
      ]
    },
    {
      "id": "n1-u14",
      "theme": "身體動作與日常動詞 5",
      "words": [
        {
          "k": "辿り着く",
          "r": "たどりつく",
          "zh": "以某種方式達到、達到"
        },
        {
          "k": "給う",
          "r": "たまう",
          "zh": "接受、授予"
        },
        {
          "k": "多様",
          "r": "たよう",
          "zh": "多樣性、多樣化"
        },
        {
          "k": "ちやほや",
          "r": "ちやほや",
          "zh": "縱容、大驚小怪、寵壞"
        },
        {
          "k": "中断",
          "r": "ちゅうだん",
          "zh": "中斷、暫停"
        },
        {
          "k": "沈殿",
          "r": "ちんでん",
          "zh": "降水、沉積、沉降"
        },
        {
          "k": "尽きる",
          "r": "つきる",
          "zh": "用完"
        },
        {
          "k": "尽くす",
          "r": "つくす",
          "zh": "耗盡、奉獻、服務"
        },
        {
          "k": "作り",
          "r": "つくり",
          "zh": "構成、結構、體質"
        },
        {
          "k": "造り",
          "r": "つくり",
          "zh": "構成、結構、體質"
        },
        {
          "k": "繕う",
          "r": "つくろう",
          "zh": "修補、修復"
        },
        {
          "k": "唾",
          "r": "つば",
          "zh": "唾液、痰液"
        },
        {
          "k": "連なる",
          "r": "つらなる",
          "zh": "伸展、站成一排"
        },
        {
          "k": "連ねる",
          "r": "つらねる",
          "zh": "連結、加入、組合在一起"
        },
        {
          "k": "照り返す",
          "r": "てりかえす",
          "zh": "反射、反射光"
        },
        {
          "k": "わざわざ",
          "r": "わざわざ",
          "zh": "不辭辛勞（去做）、刻意做某事而不是偶然做某事"
        },
        {
          "k": "励む",
          "r": "はげむ",
          "zh": "熱心、努力"
        },
        {
          "k": "化ける",
          "r": "ばける",
          "zh": "偽裝、採取以下形式"
        },
        {
          "k": "橋渡し",
          "r": "はしわたし",
          "zh": "搭建橋樑」、調解"
        },
        {
          "k": "仕立てる",
          "r": "したてる",
          "zh": "裁縫、製作、準備"
        }
      ]
    },
    {
      "id": "n1-u15",
      "theme": "身體動作與日常動詞 6",
      "words": [
        {
          "k": "失脚",
          "r": "しっきゃく",
          "zh": "失去地位、被推翻、跌倒"
        },
        {
          "k": "実践",
          "r": "じっせん",
          "zh": "實踐、付諸實踐"
        },
        {
          "k": "ジャンパー",
          "r": "ジャンパー",
          "zh": "夾克、毛衣"
        },
        {
          "k": "ジャンプ",
          "r": "ジャンプ",
          "zh": "跳躍"
        },
        {
          "k": "敏感",
          "r": "びんかん",
          "zh": "感性、敏感度"
        },
        {
          "k": "複合",
          "r": "ふくごう",
          "zh": "複合的、複雜的"
        },
        {
          "k": "不評",
          "r": "ふひょう",
          "zh": "壞名聲、恥辱、不受歡迎"
        },
        {
          "k": "踏み込む",
          "r": "ふみこむ",
          "zh": "進入（別人的領地、闖入、攻擊"
        },
        {
          "k": "紛争",
          "r": "ふんそう",
          "zh": "爭論、麻煩、紛爭"
        },
        {
          "k": "分裂",
          "r": "ぶんれつ",
          "zh": "分裂、分手"
        },
        {
          "k": "変遷",
          "r": "へんせん",
          "zh": "變化、過渡、滄桑"
        },
        {
          "k": "放り込む",
          "r": "ほうりこむ",
          "zh": "丟進"
        },
        {
          "k": "放り出す",
          "r": "ほうりだす",
          "zh": "扔掉、放棄"
        },
        {
          "k": "ポジション",
          "r": "ポジション",
          "zh": "位置"
        },
        {
          "k": "施す",
          "r": "ほどこす",
          "zh": "給予、進行、執行"
        },
        {
          "k": "滅ぼす",
          "r": "ほろぼす",
          "zh": "摧毀、推翻、毀滅"
        },
        {
          "k": "本館",
          "r": "ほんかん",
          "zh": "主樓"
        },
        {
          "k": "丸める",
          "r": "まるめる",
          "zh": "使變圓、使圓整、捲起"
        },
        {
          "k": "乱す",
          "r": "みだす",
          "zh": "打亂、擾亂"
        },
        {
          "k": "密集",
          "r": "みっしゅう",
          "zh": "人群密集、隊形緊密、密集"
        }
      ]
    },
    {
      "id": "n1-u16",
      "theme": "身體動作與日常動詞 7",
      "words": [
        {
          "k": "密接",
          "r": "みっせつ",
          "zh": "連結的、密切的、親密的"
        },
        {
          "k": "密度",
          "r": "みつど",
          "zh": "密度"
        },
        {
          "k": "未定",
          "r": "みてい",
          "zh": "尚未確定、未定、待決"
        },
        {
          "k": "見渡す",
          "r": "みわたす",
          "zh": "眺望、觀察（場景）、廣泛觀察"
        },
        {
          "k": "目覚める",
          "r": "めざめる",
          "zh": "醒來"
        },
        {
          "k": "召す",
          "r": "めす",
          "zh": "打電話、送去、穿上"
        },
        {
          "k": "もたらす",
          "r": "もたらす",
          "zh": "帶來"
        },
        {
          "k": "もてなす",
          "r": "もてなす",
          "zh": "招待、歡迎"
        },
        {
          "k": "モニター",
          "r": "モニター",
          "zh": "（電腦）顯示器"
        },
        {
          "k": "物好き",
          "r": "ものずき",
          "zh": "（空閒）好奇心"
        },
        {
          "k": "もめる",
          "r": "もめる",
          "zh": "不同意、爭論"
        },
        {
          "k": "漏る",
          "r": "もる",
          "zh": "洩漏、耗盡"
        },
        {
          "k": "野外",
          "r": "やがい",
          "zh": "田野、郊區、露天"
        },
        {
          "k": "休める",
          "r": "やすめる",
          "zh": "休息、暫停、緩解"
        },
        {
          "k": "要する",
          "r": "ようする",
          "zh": "要求、採取"
        },
        {
          "k": "了解",
          "r": "りょうかい",
          "zh": "理解、同意、諒解"
        },
        {
          "k": "了承",
          "r": "りょうしょう",
          "zh": "承認、理解"
        },
        {
          "k": "両立",
          "r": "りょうりつ",
          "zh": "相容、共存、站在一起"
        },
        {
          "k": "阻む",
          "r": "はばむ",
          "zh": "阻止某人做、阻止、反對"
        },
        {
          "k": "原っぱ",
          "r": "はらっぱ",
          "zh": "空地、平原"
        }
      ]
    },
    {
      "id": "n1-u17",
      "theme": "身體動作與日常動詞 8",
      "words": [
        {
          "k": "破裂",
          "r": "はれつ",
          "zh": "爆炸、破裂、折斷"
        },
        {
          "k": "反感",
          "r": "はんかん",
          "zh": "反感、反抗、敵意"
        },
        {
          "k": "控える",
          "r": "ひかえる",
          "zh": "阻止、做筆記"
        },
        {
          "k": "引き上げる",
          "r": "ひきあげる",
          "zh": "撤退、離開、退出"
        },
        {
          "k": "引下げる",
          "r": "ひきさげる",
          "zh": "拉下來、降低、減少、撤回"
        },
        {
          "k": "引きずる",
          "r": "ひきずる",
          "zh": "拖曳、拉動、延長"
        },
        {
          "k": "引取る",
          "r": "ひきとる",
          "zh": "收回、採納、離開"
        }
      ]
    },
    {
      "id": "n1-u18",
      "theme": "交通與地點 1",
      "words": [
        {
          "k": "現地",
          "r": "げんち",
          "zh": "實際地點、當地"
        },
        {
          "k": "講習",
          "r": "こうしゅう",
          "zh": "短期課程、培訓"
        },
        {
          "k": "国有",
          "r": "こくゆう",
          "zh": "國家所有權"
        },
        {
          "k": "こす (みずを～)",
          "r": "こす (みずを～)",
          "zh": "過濾"
        },
        {
          "k": "獣",
          "r": "けだもの",
          "zh": "野獸、野蠻"
        },
        {
          "k": "獣",
          "r": "けもの",
          "zh": "野獸、野蠻"
        },
        {
          "k": "独裁",
          "r": "どくさい",
          "zh": "獨裁、專制"
        },
        {
          "k": "遂げる",
          "r": "とげる",
          "zh": "完成、實現、執行"
        },
        {
          "k": "乏しい",
          "r": "とぼしい",
          "zh": "貧乏的、匱乏的、困難的、貧窮的"
        },
        {
          "k": "ドライバー",
          "r": "ドライバー",
          "zh": "螺絲刀"
        },
        {
          "k": "ドライブイン",
          "r": "ドライブイン",
          "zh": "開車進來"
        },
        {
          "k": "～なんか",
          "r": "～なんか",
          "zh": "至少~"
        },
        {
          "k": "荷",
          "r": "に",
          "zh": "負載、行李、貨物"
        },
        {
          "k": "西日",
          "r": "にしび",
          "zh": "西斜太陽"
        },
        {
          "k": "ねじまわし",
          "r": "ねじまわし",
          "zh": "螺絲起子"
        },
        {
          "k": "捩れる",
          "r": "ねじれる",
          "zh": "扭曲、拉緊"
        },
        {
          "k": "燃焼",
          "r": "ねんしょう",
          "zh": "燃燒"
        },
        {
          "k": "罵る",
          "r": "ののしる",
          "zh": "說壞話、謾罵"
        },
        {
          "k": "乗り込む",
          "r": "のりこむ",
          "zh": "登上、進入（汽車）、進入"
        },
        {
          "k": "廃棄",
          "r": "はいき",
          "zh": "廢棄、遺棄、丟棄"
        }
      ]
    },
    {
      "id": "n1-u19",
      "theme": "交通與地點 2",
      "words": [
        {
          "k": "いたわる",
          "r": "いたわる",
          "zh": "同情、安慰、照顧"
        },
        {
          "k": "運送",
          "r": "うんそう",
          "zh": "運輸、貨運"
        },
        {
          "k": "運賃",
          "r": "うんちん",
          "zh": "運價、運輸費用、（旅客）票價"
        },
        {
          "k": "運搬",
          "r": "うんぱん",
          "zh": "運輸"
        },
        {
          "k": "遠方",
          "r": "えんぽう",
          "zh": "很遠的路、遙遠的地方"
        },
        {
          "k": "追い込む",
          "r": "おいこむ",
          "zh": "趕路"
        },
        {
          "k": "追い出す",
          "r": "おいだす",
          "zh": "驅逐"
        },
        {
          "k": "おっかない",
          "r": "おっかない",
          "zh": "可怕的"
        },
        {
          "k": "おろそか",
          "r": "おろそか",
          "zh": "疏忽、粗心"
        },
        {
          "k": "カーペット",
          "r": "カーペット",
          "zh": "地毯"
        },
        {
          "k": "～街",
          "r": "～がい",
          "zh": "鎮"
        },
        {
          "k": "街頭",
          "r": "がいとう",
          "zh": "在街上"
        },
        {
          "k": "簡易",
          "r": "かんい",
          "zh": "簡單、容易、準"
        },
        {
          "k": "簡素",
          "r": "かんそ",
          "zh": "簡單、樸實"
        },
        {
          "k": "気兼ね",
          "r": "きがね",
          "zh": "猶豫、缺乏自信、感覺受限"
        },
        {
          "k": "鍛える",
          "r": "きたえる",
          "zh": "鍛造、訓練、紀律"
        },
        {
          "k": "技能",
          "r": "ぎのう",
          "zh": "技術技能、能力"
        },
        {
          "k": "教習",
          "r": "きょうしゅう",
          "zh": "培訓、指導"
        },
        {
          "k": "軍艦",
          "r": "ぐんかん",
          "zh": "軍艦、戰艦"
        },
        {
          "k": "軽率",
          "r": "けいそつ",
          "zh": "粗心的、草率的"
        }
      ]
    },
    {
      "id": "n1-u20",
      "theme": "交通與地點 3",
      "words": [
        {
          "k": "電源",
          "r": "でんげん",
          "zh": "電源、電源（例如電視上的按鈕）"
        },
        {
          "k": "道場",
          "r": "どうじょう",
          "zh": "（拱）道場、用於武術訓練的大廳、曼陀羅"
        },
        {
          "k": "統率",
          "r": "とうそつ",
          "zh": "指揮、領導"
        },
        {
          "k": "間柄",
          "r": "あいだがら",
          "zh": "關係"
        },
        {
          "k": "あつらえる",
          "r": "あつらえる",
          "zh": "下訂單"
        },
        {
          "k": "出世",
          "r": "しゅっせ",
          "zh": "升遷、事業成功、顯赫"
        },
        {
          "k": "主導",
          "r": "しゅどう",
          "zh": "主要領導"
        },
        {
          "k": "準急",
          "r": "じゅんきゅう",
          "zh": "本地快車（火車、比快車慢）"
        },
        {
          "k": "所有",
          "r": "しょゆう",
          "zh": "一個人的財產、所有權"
        },
        {
          "k": "神殿",
          "r": "しんでん",
          "zh": "寺廟、聖地"
        },
        {
          "k": "推進",
          "r": "すいしん",
          "zh": "推進力、驅動力"
        },
        {
          "k": "崇拝",
          "r": "すうはい",
          "zh": "崇拜"
        },
        {
          "k": "据える",
          "r": "すえる",
          "zh": "設置、放置、安置"
        },
        {
          "k": "スポーツカー",
          "r": "スポーツカー",
          "zh": "跑車"
        },
        {
          "k": "制裁",
          "r": "せいさい",
          "zh": "限制、制裁、懲罰"
        },
        {
          "k": "制約",
          "r": "せいやく",
          "zh": "限制"
        },
        {
          "k": "船舶",
          "r": "せんぱく",
          "zh": "船"
        },
        {
          "k": "走行",
          "r": "そうこう",
          "zh": "運行輪式車輛（例如汽車、旅行）"
        },
        {
          "k": "遭難",
          "r": "そうなん",
          "zh": "災難、海難、事故"
        },
        {
          "k": "束縛",
          "r": "そくばく",
          "zh": "約束、限制"
        }
      ]
    },
    {
      "id": "n1-u21",
      "theme": "交通與地點 4",
      "words": [
        {
          "k": "素朴",
          "r": "そぼく",
          "zh": "簡單、天真"
        },
        {
          "k": "ぞんざい",
          "r": "ぞんざい",
          "zh": "粗魯的、粗心的、邋遢的"
        },
        {
          "k": "怠慢",
          "r": "たいまん",
          "zh": "疏忽、粗心"
        },
        {
          "k": "辿る",
          "r": "たどる",
          "zh": "遵循（道路、追求（課程）、跟進"
        },
        {
          "k": "多忙",
          "r": "たぼう",
          "zh": "忙"
        },
        {
          "k": "炭素",
          "r": "たんそ",
          "zh": "碳（C）"
        },
        {
          "k": "弾力",
          "r": "だんりょく",
          "zh": "彈性、靈活性"
        },
        {
          "k": "畜生",
          "r": "ちくしょう",
          "zh": "野獸、野蠻、可惡"
        },
        {
          "k": "謹む",
          "r": "つつしむ",
          "zh": "小心、貞潔或謹慎"
        },
        {
          "k": "田園",
          "r": "でんえん",
          "zh": "國家、農村地區"
        },
        {
          "k": "天下",
          "r": "てんか",
          "zh": "世界、全國"
        },
        {
          "k": "レンタカー",
          "r": "レンタカー",
          "zh": "租來的車"
        },
        {
          "k": "露骨",
          "r": "ろこつ",
          "zh": "直率的、直言不諱的、顯眼的、廣泛的、暗示性的"
        },
        {
          "k": "割当",
          "r": "わりあて",
          "zh": "分配、配額"
        },
        {
          "k": "果たす",
          "r": "はたす",
          "zh": "完成、實現"
        },
        {
          "k": "じっくり",
          "r": "じっくり",
          "zh": "故意地、仔細地"
        },
        {
          "k": "躾",
          "r": "しつけ",
          "zh": "紀律、訓練"
        },
        {
          "k": "質素",
          "r": "しっそ",
          "zh": "簡單、謙虛、節儉"
        },
        {
          "k": "始発",
          "r": "しはつ",
          "zh": "首班車"
        },
        {
          "k": "私有",
          "r": "しゆう",
          "zh": "私有製"
        }
      ]
    },
    {
      "id": "n1-u22",
      "theme": "交通與地點 5",
      "words": [
        {
          "k": "十字路",
          "r": "じゅうじろ",
          "zh": "十字路口"
        },
        {
          "k": "執着",
          "r": "しゅうじゃく",
          "zh": "附著力、韌性"
        },
        {
          "k": "執着",
          "r": "しゅうちゃく",
          "zh": "附著力、韌性"
        },
        {
          "k": "修行",
          "r": "しゅぎょう",
          "zh": "追求知識、訓練、苦行修行"
        },
        {
          "k": "主催",
          "r": "しゅさい",
          "zh": "組織、贊助、主辦"
        },
        {
          "k": "並列",
          "r": "へいれつ",
          "zh": "排列、平行、並排"
        },
        {
          "k": "綻びる",
          "r": "ほころびる",
          "zh": "徹底分開、燦爛地微笑"
        },
        {
          "k": "本国",
          "r": "ほんごく",
          "zh": "自己的國家"
        },
        {
          "k": "持ち切り",
          "r": "もちきり",
          "zh": "熱門話題、街談巷議"
        },
        {
          "k": "役場",
          "r": "やくば",
          "zh": "市政廳"
        },
        {
          "k": "やりとおす",
          "r": "やりとおす",
          "zh": "進行、實現、完成"
        },
        {
          "k": "養護",
          "r": "ようご",
          "zh": "保護、護理、防護護理"
        },
        {
          "k": "洋風",
          "r": "ようふう",
          "zh": "西式風格"
        },
        {
          "k": "用法",
          "r": "ようほう",
          "zh": "說明、使用規則"
        },
        {
          "k": "抑圧",
          "r": "よくあつ",
          "zh": "束縛、壓迫、鎮壓"
        },
        {
          "k": "抑制",
          "r": "よくせい",
          "zh": "控制、約束、鎮壓"
        },
        {
          "k": "濫用",
          "r": "らんよう",
          "zh": "濫用、誤用、過度使用"
        },
        {
          "k": "両極",
          "r": "りょうきょく",
          "zh": "兩端、北極和南極"
        },
        {
          "k": "パトカー",
          "r": "パトカー",
          "zh": "巡邏車"
        },
        {
          "k": "日向",
          "r": "ひなた",
          "zh": "陽光明媚的地方、在陽光下"
        }
      ]
    },
    {
      "id": "n1-u23",
      "theme": "工作與商業 1",
      "words": [
        {
          "k": "倹約",
          "r": "けんやく",
          "zh": "節儉、經濟"
        },
        {
          "k": "鉱業",
          "r": "こうぎょう",
          "zh": "採礦業"
        },
        {
          "k": "興業",
          "r": "こうぎょう",
          "zh": "創業、工業"
        },
        {
          "k": "好調",
          "r": "こうちょう",
          "zh": "滿意、狀況良好"
        },
        {
          "k": "購入",
          "r": "こうにゅう",
          "zh": "購買"
        },
        {
          "k": "購買",
          "r": "こうばい",
          "zh": "購買"
        },
        {
          "k": "公用",
          "r": "こうよう",
          "zh": "政府事務、公共使用、公共開支"
        },
        {
          "k": "国産",
          "r": "こくさん",
          "zh": "國貨"
        },
        {
          "k": "固定",
          "r": "こてい",
          "zh": "固定、固定（例如工資、資本）"
        },
        {
          "k": "再会",
          "r": "さいかい",
          "zh": "再次相見、重逢"
        },
        {
          "k": "細工",
          "r": "さいく",
          "zh": "工作、技藝、技巧"
        },
        {
          "k": "再現",
          "r": "さいげん",
          "zh": "再現、回歸、復興"
        },
        {
          "k": "財政",
          "r": "ざいせい",
          "zh": "經濟、金融事務"
        },
        {
          "k": "残金",
          "r": "ざんきん",
          "zh": "剩餘的錢"
        },
        {
          "k": "残高",
          "r": "ざんだか",
          "zh": "（銀行）餘額、餘額"
        },
        {
          "k": "事業",
          "r": "じぎょう",
          "zh": "專案、企業、業務"
        },
        {
          "k": "兼業",
          "r": "けんぎょう",
          "zh": "同時擔任兩份工作"
        },
        {
          "k": "原作",
          "r": "げんさく",
          "zh": "原創作品"
        },
        {
          "k": "特産",
          "r": "とくさん",
          "zh": "特產、特殊產品"
        },
        {
          "k": "土手",
          "r": "どて",
          "zh": "堤岸、銀行"
        }
      ]
    },
    {
      "id": "n1-u24",
      "theme": "工作與商業 2",
      "words": [
        {
          "k": "土木",
          "r": "どぼく",
          "zh": "公共工程"
        },
        {
          "k": "伴う",
          "r": "ともなう",
          "zh": "伴隨、帶著"
        },
        {
          "k": "取引",
          "r": "とりひき",
          "zh": "交易、生意"
        },
        {
          "k": "問屋",
          "r": "とんや",
          "zh": "批發店"
        },
        {
          "k": "練る",
          "r": "ねる",
          "zh": "揉捏、打磨"
        },
        {
          "k": "延べ",
          "r": "のべ",
          "zh": "期貨、信貸（購買）、延伸、總計"
        },
        {
          "k": "パート",
          "r": "パート",
          "zh": "兼職工作"
        },
        {
          "k": "一見",
          "r": "いっけん",
          "zh": "一眼、一瞥、第一次見面"
        },
        {
          "k": "営む",
          "r": "いとなむ",
          "zh": "繼續（例如、在儀式上）、經營生意"
        },
        {
          "k": "売り出し",
          "r": "うりだし",
          "zh": "（討價還價）銷售"
        },
        {
          "k": "売り出す",
          "r": "うりだす",
          "zh": "投放市場"
        },
        {
          "k": "運営",
          "r": "うんえい",
          "zh": "管理、行政、營運"
        },
        {
          "k": "映写",
          "r": "えいしゃ",
          "zh": "投影"
        },
        {
          "k": "演出",
          "r": "えんしゅつ",
          "zh": "製作（例如遊戲、指導）"
        },
        {
          "k": "外貨",
          "r": "がいか",
          "zh": "外國錢"
        },
        {
          "k": "開催",
          "r": "かいさい",
          "zh": "召開會議、舉辦展覽"
        },
        {
          "k": "貨幣",
          "r": "かへい",
          "zh": "錢、貨幣、鑄幣"
        },
        {
          "k": "過労",
          "r": "かろう",
          "zh": "勞累過度、勞累"
        },
        {
          "k": "幹部",
          "r": "かんぶ",
          "zh": "管理、執行"
        },
        {
          "k": "企画",
          "r": "きかく",
          "zh": "規劃、專案"
        }
      ]
    },
    {
      "id": "n1-u25",
      "theme": "工作與商業 3",
      "words": [
        {
          "k": "キャリア",
          "r": "キャリア",
          "zh": "職業、職業政府僱員"
        },
        {
          "k": "業者",
          "r": "ぎょうしゃ",
          "zh": "貿易商、商人"
        },
        {
          "k": "業績",
          "r": "ぎょうせき",
          "zh": "成就、工作、貢獻"
        },
        {
          "k": "業務",
          "r": "ぎょうむ",
          "zh": "業務、職責、工作"
        },
        {
          "k": "勤勉",
          "r": "きんべん",
          "zh": "產業、勤奮"
        },
        {
          "k": "勤務",
          "r": "きんむ",
          "zh": "服務、職責、工作"
        },
        {
          "k": "転勤",
          "r": "てんきん",
          "zh": "調動（到公司的另一個辦事處）"
        },
        {
          "k": "市場",
          "r": "しじょう",
          "zh": "（的）市場（作為一個概念）"
        },
        {
          "k": "下地",
          "r": "したじ",
          "zh": "基礎"
        },
        {
          "k": "斡旋",
          "r": "あっせん",
          "zh": "善意辦公室、調解"
        },
        {
          "k": "委託",
          "r": "いたく",
          "zh": "委託（貨物（待售）給公司）、委託"
        },
        {
          "k": "使用人",
          "r": "しようにん",
          "zh": "僱員、僕人"
        },
        {
          "k": "税務署",
          "r": "ぜいむしょ",
          "zh": "稅務局"
        },
        {
          "k": "セール",
          "r": "セール",
          "zh": "銷售"
        },
        {
          "k": "総会",
          "r": "そうかい",
          "zh": "全體會議"
        },
        {
          "k": "送金",
          "r": "そうきん",
          "zh": "匯款"
        },
        {
          "k": "添える",
          "r": "そえる",
          "zh": "加到、附加、伴隨"
        },
        {
          "k": "大金",
          "r": "たいきん",
          "zh": "大量金錢"
        },
        {
          "k": "退職",
          "r": "たいしょく",
          "zh": "退休（從辦公室）"
        },
        {
          "k": "対面",
          "r": "たいめん",
          "zh": "面試、會議"
        }
      ]
    },
    {
      "id": "n1-u26",
      "theme": "工作與商業 4",
      "words": [
        {
          "k": "駄作",
          "r": "ださく",
          "zh": "工作不好"
        },
        {
          "k": "縮まる",
          "r": "ちぢまる",
          "zh": "變短、變小"
        },
        {
          "k": "着工",
          "r": "ちゃっこう",
          "zh": "（建設）工作開始"
        },
        {
          "k": "著書",
          "r": "ちょしょ",
          "zh": "文學作品、書籍"
        },
        {
          "k": "仕える",
          "r": "つかえる",
          "zh": "為之服務、為之工作"
        },
        {
          "k": "勤め先",
          "r": "つとめさき",
          "zh": "工作地點"
        },
        {
          "k": "努めて",
          "r": "つとめて",
          "zh": "努力吧、努力吧！"
        },
        {
          "k": "提携",
          "r": "ていけい",
          "zh": "合作、聯合、共同經營"
        },
        {
          "k": "堤防",
          "r": "ていぼう",
          "zh": "銀行、堰"
        },
        {
          "k": "連中",
          "r": "れんちゅう",
          "zh": "同事、公司、很多"
        },
        {
          "k": "ろくな",
          "r": "ろくな",
          "zh": "令人滿意的、體面的"
        },
        {
          "k": "下取り",
          "r": "したどり",
          "zh": "以舊換新、部分交換"
        },
        {
          "k": "実業家",
          "r": "じつぎょうか",
          "zh": "實業家、商人"
        },
        {
          "k": "就業",
          "r": "しゅうぎょう",
          "zh": "就業、開始工作"
        },
        {
          "k": "従業員",
          "r": "じゅうぎょういん",
          "zh": "僱員、工人"
        },
        {
          "k": "出社",
          "r": "しゅっしゃ",
          "zh": "來上班"
        },
        {
          "k": "風俗",
          "r": "ふうぞく",
          "zh": "禮儀、習俗、性產業"
        },
        {
          "k": "不景気",
          "r": "ふけいき",
          "zh": "商業衰退、困難時期、蕭條"
        },
        {
          "k": "分業",
          "r": "ぶんぎょう",
          "zh": "分工、專業化、流水線生產"
        },
        {
          "k": "ベストセラー",
          "r": "ベストセラー",
          "zh": "暢銷書"
        }
      ]
    },
    {
      "id": "n1-u27",
      "theme": "工作與商業 5",
      "words": [
        {
          "k": "前売",
          "r": "まえうり",
          "zh": "預售、預訂"
        },
        {
          "k": "無駄遣い",
          "r": "むだづかい",
          "zh": "浪費錢"
        },
        {
          "k": "名産",
          "r": "めいさん",
          "zh": "著名產品"
        },
        {
          "k": "～網",
          "r": "～もう",
          "zh": "〜網絡"
        },
        {
          "k": "物足りない",
          "r": "ものたりない",
          "zh": "不滿意"
        },
        {
          "k": "役職",
          "r": "やくしょく",
          "zh": "職位、管理職位、官方職位"
        },
        {
          "k": "用件",
          "r": "ようけん",
          "zh": "商業"
        },
        {
          "k": "預金",
          "r": "よきん",
          "zh": "存款、銀行帳戶"
        },
        {
          "k": "利子",
          "r": "りし",
          "zh": "利息（銀行）"
        },
        {
          "k": "利息",
          "r": "りそく",
          "zh": "利息（銀行）"
        },
        {
          "k": "流通",
          "r": "りゅうつう",
          "zh": "貨幣或貨物的流通、分配"
        },
        {
          "k": "良好",
          "r": "りょうこう",
          "zh": "有利的、滿意的"
        },
        {
          "k": "ビジネス",
          "r": "ビジネス",
          "zh": "商業"
        }
      ]
    },
    {
      "id": "n1-u28",
      "theme": "飲食 1",
      "words": [
        {
          "k": "高原",
          "r": "こうげん",
          "zh": "台地、高原"
        },
        {
          "k": "後退",
          "r": "こうたい",
          "zh": "撤退、退格"
        },
        {
          "k": "こたつ",
          "r": "こたつ",
          "zh": "帶加熱器的桌子、（最初）木炭火盆位於地板井中"
        },
        {
          "k": "授ける",
          "r": "さずける",
          "zh": "授予、獎勵、教導"
        },
        {
          "k": "産物",
          "r": "さんぶつ",
          "zh": "產品、結果、果實"
        },
        {
          "k": "シート",
          "r": "シート",
          "zh": "座位、片材"
        },
        {
          "k": "劇団",
          "r": "げきだん",
          "zh": "劇團"
        },
        {
          "k": "特集",
          "r": "とくしゅう",
          "zh": "專題（例如報紙、特刊、報告）"
        },
        {
          "k": "苗",
          "r": "なえ",
          "zh": "稻苗"
        },
        {
          "k": "渚",
          "r": "なぎさ",
          "zh": "水邊、海灘、海岸"
        },
        {
          "k": "値打ち",
          "r": "ねうち",
          "zh": "價值、價格"
        },
        {
          "k": "熱湯",
          "r": "ねっとう",
          "zh": "沸水"
        },
        {
          "k": "値引き",
          "r": "ねびき",
          "zh": "降價、折扣"
        },
        {
          "k": "配給",
          "r": "はいきゅう",
          "zh": "發行（例如電影、米"
        },
        {
          "k": "敗戦",
          "r": "はいせん",
          "zh": "失敗、輸掉一場戰爭"
        },
        {
          "k": "敗北",
          "r": "はいぼく",
          "zh": "失敗（作為動詞、意思是“被擊敗”）"
        },
        {
          "k": "雨天",
          "r": "うてん",
          "zh": "陰雨天氣"
        },
        {
          "k": "浮気",
          "r": "うわき",
          "zh": "外遇、欺騙"
        },
        {
          "k": "英雄",
          "r": "えいゆう",
          "zh": "英雄、偉人"
        },
        {
          "k": "おごる (ゆうしょくを～)",
          "r": "おごる (ゆうしょくを～)",
          "zh": "給（某人）款待"
        }
      ]
    },
    {
      "id": "n1-u29",
      "theme": "飲食 2",
      "words": [
        {
          "k": "脅す",
          "r": "おどす",
          "zh": "威脅"
        },
        {
          "k": "脅かす",
          "r": "おびやかす",
          "zh": "威脅、脅迫"
        },
        {
          "k": "加工",
          "r": "かこう",
          "zh": "製造、加工、處理"
        },
        {
          "k": "勝手",
          "r": "かって",
          "zh": "廚房、自己的方式、自私"
        },
        {
          "k": "粥",
          "r": "かゆ",
          "zh": "稀飯"
        },
        {
          "k": "カンニング",
          "r": "カンニング",
          "zh": "狡猾、欺騙"
        },
        {
          "k": "気象",
          "r": "きしょう",
          "zh": "天氣、氣候"
        },
        {
          "k": "汽船",
          "r": "きせん",
          "zh": "輪船"
        },
        {
          "k": "几帳面",
          "r": "きちょうめん",
          "zh": "有條理、準時、穩定"
        },
        {
          "k": "気まぐれ",
          "r": "きまぐれ",
          "zh": "心血來潮、反覆無常、脾氣暴躁"
        },
        {
          "k": "給食",
          "r": "きゅうしょく",
          "zh": "學校午餐、提供膳食"
        },
        {
          "k": "教材",
          "r": "きょうざい",
          "zh": "教材"
        },
        {
          "k": "教職",
          "r": "きょうしょく",
          "zh": "教學職業"
        },
        {
          "k": "脅迫",
          "r": "きょうはく",
          "zh": "威脅、脅迫"
        },
        {
          "k": "漁船",
          "r": "ぎょせん",
          "zh": "漁船"
        },
        {
          "k": "漁村",
          "r": "ぎょそん",
          "zh": "漁村"
        },
        {
          "k": "死刑",
          "r": "しけい",
          "zh": "死刑"
        },
        {
          "k": "嗜好",
          "r": "しこう",
          "zh": "品味、喜好、偏好"
        },
        {
          "k": "雫",
          "r": "しずく",
          "zh": "（水的）一滴"
        },
        {
          "k": "値",
          "r": "あたい",
          "zh": "價值、價格"
        }
      ]
    },
    {
      "id": "n1-u30",
      "theme": "飲食 3",
      "words": [
        {
          "k": "扱い",
          "r": "あつかい",
          "zh": "治療、服務"
        },
        {
          "k": "甘口",
          "r": "あまくち",
          "zh": "甜味"
        },
        {
          "k": "樹立",
          "r": "じゅりつ",
          "zh": "建立、創造"
        },
        {
          "k": "条約",
          "r": "じょうやく",
          "zh": "條約"
        },
        {
          "k": "処置",
          "r": "しょち",
          "zh": "治療"
        },
        {
          "k": "診療",
          "r": "しんりょう",
          "zh": "醫療檢查和治療"
        },
        {
          "k": "水田",
          "r": "すいでん",
          "zh": "（充滿水的）稻田"
        },
        {
          "k": "スチーム",
          "r": "スチーム",
          "zh": "蒸氣"
        },
        {
          "k": "成果",
          "r": "せいか",
          "zh": "結果、成果"
        },
        {
          "k": "生死",
          "r": "せいし",
          "zh": "生與死"
        },
        {
          "k": "制定",
          "r": "せいてい",
          "zh": "頒布、設立、創造"
        },
        {
          "k": "晴天",
          "r": "せいてん",
          "zh": "天氣好"
        },
        {
          "k": "製法",
          "r": "せいほう",
          "zh": "製造方法、配方"
        },
        {
          "k": "設定",
          "r": "せってい",
          "zh": "設立、創造"
        },
        {
          "k": "相場",
          "r": "そうば",
          "zh": "市場價格、猜測、估計"
        },
        {
          "k": "待遇",
          "r": "たいぐう",
          "zh": "治療、接待"
        },
        {
          "k": "大部",
          "r": "たいぶ",
          "zh": "大多數（例如、大部分、更大、相當、很多、很多）"
        },
        {
          "k": "チームワーク",
          "r": "チームワーク",
          "zh": "團隊合作"
        },
        {
          "k": "地形",
          "r": "ちけい",
          "zh": "地形、地理特徵"
        },
        {
          "k": "乳",
          "r": "ちち",
          "zh": "牛奶、乳房、循環"
        }
      ]
    },
    {
      "id": "n1-u31",
      "theme": "飲食 4",
      "words": [
        {
          "k": "着席",
          "r": "ちゃくせき",
          "zh": "坐下"
        },
        {
          "k": "茶の湯",
          "r": "ちゃのゆ",
          "zh": "茶道"
        },
        {
          "k": "調理",
          "r": "ちょうり",
          "zh": "烹飪"
        },
        {
          "k": "手当",
          "r": "てあて",
          "zh": "津貼、補償、治療"
        },
        {
          "k": "定食",
          "r": "ていしょく",
          "zh": "固定價格午餐、套餐、晚餐"
        },
        {
          "k": "手遅れ",
          "r": "ておくれ",
          "zh": "存在（也）、遲來的治療"
        },
        {
          "k": "破棄",
          "r": "はき",
          "zh": "撤銷、廢除、破壞（例如條約）"
        },
        {
          "k": "叩く",
          "r": "はたく",
          "zh": "打擊、拍手、撲塵、毆打"
        },
        {
          "k": "実",
          "r": "じつ",
          "zh": "果子、好結果"
        },
        {
          "k": "躾ける",
          "r": "しつける",
          "zh": "遵守紀律、教導禮儀"
        },
        {
          "k": "実費",
          "r": "じっぴ",
          "zh": "實際費用、成本價"
        },
        {
          "k": "収容",
          "r": "しゅうよう",
          "zh": "住宿、座位、監護權"
        },
        {
          "k": "主食",
          "r": "しゅしょく",
          "zh": "主食"
        },
        {
          "k": "昼飯",
          "r": "ひるめし",
          "zh": "午餐（午餐）"
        },
        {
          "k": "風土",
          "r": "ふうど",
          "zh": "自然特徵、氣候"
        },
        {
          "k": "布巾",
          "r": "ふきん",
          "zh": "洗碗布"
        },
        {
          "k": "ふらふら",
          "r": "ふらふら",
          "zh": "腳步不穩、搖晃、頭暈目眩"
        },
        {
          "k": "負かす",
          "r": "まかす",
          "zh": "擊敗"
        },
        {
          "k": "賄う",
          "r": "まかなう",
          "zh": "提供膳食、支付"
        },
        {
          "k": "末期",
          "r": "まっき",
          "zh": "臨終之時、臨終時刻"
        }
      ]
    },
    {
      "id": "n1-u32",
      "theme": "飲食 5",
      "words": [
        {
          "k": "～味",
          "r": "～み",
          "zh": "~演員（味覺）"
        },
        {
          "k": "味覚",
          "r": "みかく",
          "zh": "味覺"
        },
        {
          "k": "民宿",
          "r": "みんしゅく",
          "zh": "為遊客提供住宿和餐飲的私人住宅"
        },
        {
          "k": "設ける",
          "r": "もうける",
          "zh": "創造、建立"
        },
        {
          "k": "催す",
          "r": "もよおす",
          "zh": "舉行（會議）、舉辦（晚宴）"
        },
        {
          "k": "ライス",
          "r": "ライス",
          "zh": "米飯"
        },
        {
          "k": "領海",
          "r": "りょうかい",
          "zh": "領海"
        },
        {
          "k": "甚だ",
          "r": "はなはだ",
          "zh": "非常、大大、極度"
        },
        {
          "k": "一息",
          "r": "ひといき",
          "zh": "一次呼吸、一次停頓、一次努力"
        }
      ]
    },
    {
      "id": "n1-u33",
      "theme": "人物與家庭 1",
      "words": [
        {
          "k": "個性",
          "r": "こせい",
          "zh": "個性、特質"
        },
        {
          "k": "戸籍",
          "r": "こせき",
          "zh": "人口普查、戶口簿"
        },
        {
          "k": "混血",
          "r": "こんけつ",
          "zh": "混血兒"
        },
        {
          "k": "様",
          "r": "さま",
          "zh": "狀態、方式（一個人做某事）、先生或女士"
        },
        {
          "k": "産後",
          "r": "さんご",
          "zh": "產後"
        },
        {
          "k": "式場",
          "r": "しきじょう",
          "zh": "禮堂、儀式場所（如婚禮）"
        },
        {
          "k": "経歴",
          "r": "けいれき",
          "zh": "個人歷史、職業生涯"
        },
        {
          "k": "当人",
          "r": "とうにん",
          "zh": "有關的人、所說的人"
        },
        {
          "k": "年頃",
          "r": "としごろ",
          "zh": "年齡、適婚年齡、青春期"
        },
        {
          "k": "共稼ぎ",
          "r": "ともかせぎ",
          "zh": "一起工作、（丈夫和妻子）一起謀生"
        },
        {
          "k": "共働き",
          "r": "ともばたらき",
          "zh": "雙重收入（丈夫和妻子都工作）"
        },
        {
          "k": "賑わう",
          "r": "にぎわう",
          "zh": "繁榮、人滿為患"
        },
        {
          "k": "肉親",
          "r": "にくしん",
          "zh": "血緣關係、血親"
        },
        {
          "k": "隠居",
          "r": "いんきょ",
          "zh": "退休、退休人員"
        },
        {
          "k": "縁談",
          "r": "えんだん",
          "zh": "求婚"
        },
        {
          "k": "お袋",
          "r": "おふくろ",
          "zh": "媽媽"
        },
        {
          "k": "親父",
          "r": "おやじ",
          "zh": "一個人的父親、老人、一個人的老闆"
        },
        {
          "k": "俺",
          "r": "おれ",
          "zh": "我（自我）（自誇的第一人稱代名詞）"
        },
        {
          "k": "おんぶ",
          "r": "おんぶ",
          "zh": "背在背上（例如嬰兒）"
        },
        {
          "k": "家計",
          "r": "かけい",
          "zh": "家庭經濟、家庭財務"
        }
      ]
    },
    {
      "id": "n1-u34",
      "theme": "人物與家庭 2",
      "words": [
        {
          "k": "既婚",
          "r": "きこん",
          "zh": "結婚了"
        },
        {
          "k": "期末",
          "r": "きまつ",
          "zh": "（賽季或學期結束）"
        },
        {
          "k": "旧知",
          "r": "きゅうち",
          "zh": "老朋友、老友誼"
        },
        {
          "k": "教訓",
          "r": "きょうくん",
          "zh": "教訓、戒律、道德教導"
        },
        {
          "k": "共鳴",
          "r": "きょうめい",
          "zh": "共鳴"
        },
        {
          "k": "子息",
          "r": "しそく",
          "zh": "（尊敬的）兒子"
        },
        {
          "k": "親しむ",
          "r": "したしむ",
          "zh": "與某人親密、與某人交朋友"
        },
        {
          "k": "甘える",
          "r": "あまえる",
          "zh": "表現得像個被寵壞的孩子、阿諛奉承"
        },
        {
          "k": "主任",
          "r": "しゅにん",
          "zh": "負責人"
        },
        {
          "k": "職員",
          "r": "しょくいん",
          "zh": "工作人員、人員"
        },
        {
          "k": "庶民",
          "r": "しょみん",
          "zh": "群眾、一般民眾"
        },
        {
          "k": "人格",
          "r": "じんかく",
          "zh": "個性、性格"
        },
        {
          "k": "親善",
          "r": "しんぜん",
          "zh": "友誼"
        },
        {
          "k": "人体",
          "r": "じんたい",
          "zh": "人體"
        },
        {
          "k": "人民",
          "r": "じんみん",
          "zh": "人民、公眾"
        },
        {
          "k": "推理",
          "r": "すいり",
          "zh": "推理、懸疑或偵探類型"
        },
        {
          "k": "伜",
          "r": "せがれ",
          "zh": "兒子、我的兒子"
        },
        {
          "k": "先代",
          "r": "せんだい",
          "zh": "前輩、上一代"
        },
        {
          "k": "専用",
          "r": "せんよう",
          "zh": "專有使用、個人使用"
        },
        {
          "k": "相対",
          "r": "そうたい",
          "zh": "親戚"
        }
      ]
    },
    {
      "id": "n1-u35",
      "theme": "人物與家庭 3",
      "words": [
        {
          "k": "それゆえ",
          "r": "それゆえ",
          "zh": "因此、出於這個原因、所以"
        },
        {
          "k": "大家",
          "r": "たいか",
          "zh": "富裕的家庭、顯赫的家庭"
        },
        {
          "k": "体験",
          "r": "たいけん",
          "zh": "個人經歷"
        },
        {
          "k": "対比",
          "r": "たいひ",
          "zh": "對比、比較"
        },
        {
          "k": "抱っこ",
          "r": "だっこ",
          "zh": "（孩子的）擁抱"
        },
        {
          "k": "タレント",
          "r": "タレント",
          "zh": "才華、明星、個性"
        },
        {
          "k": "旦那",
          "r": "だんな",
          "zh": "主人（家庭）、丈夫（非正式）"
        },
        {
          "k": "畜産",
          "r": "ちくさん",
          "zh": "畜牧業"
        },
        {
          "k": "中毒",
          "r": "ちゅうどく",
          "zh": "中毒"
        },
        {
          "k": "実家",
          "r": "じっか",
          "zh": "（父母的）家"
        },
        {
          "k": "屎尿",
          "r": "しにょう",
          "zh": "人類排泄物"
        },
        {
          "k": "私物",
          "r": "しぶつ",
          "zh": "私有財產、個人物品"
        },
        {
          "k": "出産",
          "r": "しゅっさん",
          "zh": "分娩"
        },
        {
          "k": "富豪",
          "r": "ふごう",
          "zh": "有錢人、百萬富翁"
        },
        {
          "k": "不順",
          "r": "ふじゅん",
          "zh": "不規則性、不合時宜"
        },
        {
          "k": "捕虜",
          "r": "ほりょ",
          "zh": "戰俘"
        },
        {
          "k": "任す",
          "r": "まかす",
          "zh": "委託給某人、留給某人"
        },
        {
          "k": "見合い",
          "r": "みあい",
          "zh": "正式婚姻面試"
        },
        {
          "k": "未婚",
          "r": "みこん",
          "zh": "未婚"
        },
        {
          "k": "見せびらかす",
          "r": "みせびらかす",
          "zh": "炫耀"
        }
      ]
    },
    {
      "id": "n1-u36",
      "theme": "人物與家庭 4",
      "words": [
        {
          "k": "身なり",
          "r": "みなり",
          "zh": "個人形象"
        },
        {
          "k": "身の上",
          "r": "みのうえ",
          "zh": "一個人的未來、一個人的福祉、一個人的個人歷史"
        },
        {
          "k": "身の回り",
          "r": "みのまわり",
          "zh": "個人外表、個人物品"
        },
        {
          "k": "民族",
          "r": "みんぞく",
          "zh": "人、種族"
        },
        {
          "k": "婿",
          "r": "むこ",
          "zh": "女婿"
        },
        {
          "k": "無茶",
          "r": "むちゃ",
          "zh": "荒謬的、不合理的"
        },
        {
          "k": "無茶苦茶",
          "r": "むちゃくちゃ",
          "zh": "混亂的、雜亂的、混雜的、不合理的"
        },
        {
          "k": "無闇に",
          "r": "むやみに",
          "zh": "不合理地、荒謬地、隨意地"
        },
        {
          "k": "故",
          "r": "ゆえ",
          "zh": "理由、原因、情況"
        },
        {
          "k": "理屈",
          "r": "りくつ",
          "zh": "理論、道理"
        },
        {
          "k": "理性",
          "r": "りせい",
          "zh": "理性、感覺"
        },
        {
          "k": "履歴",
          "r": "りれき",
          "zh": "個人經歷、背景、日誌"
        },
        {
          "k": "類",
          "r": "るい",
          "zh": "善良、階級、家庭"
        },
        {
          "k": "レッスン",
          "r": "レッスン",
          "zh": "教訓"
        },
        {
          "k": "万人",
          "r": "ばんにん",
          "zh": "所有人、一萬人"
        },
        {
          "k": "人柄",
          "r": "ひとがら",
          "zh": "個性、性格"
        }
      ]
    },
    {
      "id": "n1-u37",
      "theme": "社會與文化 1",
      "words": [
        {
          "k": "国定",
          "r": "こくてい",
          "zh": "國家資助的、國家的"
        },
        {
          "k": "国防",
          "r": "こくぼう",
          "zh": "國防"
        },
        {
          "k": "国連",
          "r": "こくれん",
          "zh": "聯合國"
        },
        {
          "k": "固有",
          "r": "こゆう",
          "zh": "特色、傳統、奇特"
        },
        {
          "k": "採択",
          "r": "さいたく",
          "zh": "採用、選擇"
        },
        {
          "k": "しきたり",
          "r": "しきたり",
          "zh": "習俗、傳統做法、傳統"
        },
        {
          "k": "決意",
          "r": "けつい",
          "zh": "決定、決心"
        },
        {
          "k": "結合",
          "r": "けつごう",
          "zh": "組合、聯合"
        },
        {
          "k": "決断",
          "r": "けつだん",
          "zh": "決定、決心"
        },
        {
          "k": "懸賞",
          "r": "けんしょう",
          "zh": "提供獎品、獲勝、獎勵"
        },
        {
          "k": "内閣",
          "r": "ないかく",
          "zh": "內閣（政府）"
        },
        {
          "k": "内乱",
          "r": "ないらん",
          "zh": "內戰、國內衝突"
        },
        {
          "k": "任命",
          "r": "にんめい",
          "zh": "任命、提名"
        },
        {
          "k": "インターナショナル",
          "r": "インターナショナル",
          "zh": "國際"
        },
        {
          "k": "訴え",
          "r": "うったえ",
          "zh": "訴訟、投訴"
        },
        {
          "k": "うつむく",
          "r": "うつむく",
          "zh": "向下看、彎腰"
        },
        {
          "k": "回送",
          "r": "かいそう",
          "zh": "轉發"
        },
        {
          "k": "化合",
          "r": "かごう",
          "zh": "化學組合"
        },
        {
          "k": "合併",
          "r": "がっぺい",
          "zh": "聯合、併購、合併"
        },
        {
          "k": "慣習",
          "r": "かんしゅう",
          "zh": "通常（歷史）習俗"
        }
      ]
    },
    {
      "id": "n1-u38",
      "theme": "社會與文化 2",
      "words": [
        {
          "k": "関税",
          "r": "かんぜい",
          "zh": "海關、關稅"
        },
        {
          "k": "完ぺき",
          "r": "かんぺき",
          "zh": "完美、完整、無瑕疵"
        },
        {
          "k": "慣例",
          "r": "かんれい",
          "zh": "習俗、先例、慣例"
        },
        {
          "k": "寄贈",
          "r": "きぞう",
          "zh": "捐贈、演示"
        },
        {
          "k": "究極",
          "r": "きゅうきょく",
          "zh": "最終的、最後的"
        },
        {
          "k": "協会",
          "r": "きょうかい",
          "zh": "協會、社團、組織"
        },
        {
          "k": "警戒",
          "r": "けいかい",
          "zh": "警告、告誡、警惕"
        },
        {
          "k": "傾斜",
          "r": "けいしゃ",
          "zh": "傾斜度、坡度、傾角"
        },
        {
          "k": "辞職",
          "r": "じしょく",
          "zh": "辭職"
        },
        {
          "k": "諦め",
          "r": "あきらめ",
          "zh": "辭職、和解、安慰"
        },
        {
          "k": "歩み",
          "r": "あゆみ",
          "zh": "步驟、進展、歷史"
        },
        {
          "k": "暗殺",
          "r": "あんさつ",
          "zh": "暗殺"
        },
        {
          "k": "言い訳",
          "r": "いいわけ",
          "zh": "藉口、解釋"
        },
        {
          "k": "意向",
          "r": "いこう",
          "zh": "意圖、想法、傾向"
        },
        {
          "k": "消去",
          "r": "しょうきょ",
          "zh": "消除"
        },
        {
          "k": "消息",
          "r": "しょうそく",
          "zh": "新聞、信件、狀況"
        },
        {
          "k": "セレモニー",
          "r": "セレモニー",
          "zh": "儀式"
        },
        {
          "k": "戦災",
          "r": "せんさい",
          "zh": "戰爭損害"
        },
        {
          "k": "戦力",
          "r": "せんりょく",
          "zh": "戰爭潛力"
        },
        {
          "k": "訴訟",
          "r": "そしょう",
          "zh": "訴訟"
        }
      ]
    },
    {
      "id": "n1-u39",
      "theme": "社會與文化 3",
      "words": [
        {
          "k": "そらす",
          "r": "そらす",
          "zh": "使彎曲、扭曲"
        },
        {
          "k": "反る",
          "r": "そる",
          "zh": "扭曲、彎曲"
        },
        {
          "k": "退治",
          "r": "たいじ",
          "zh": "消滅"
        },
        {
          "k": "忠告",
          "r": "ちゅうこく",
          "zh": "建議、警告"
        },
        {
          "k": "長官",
          "r": "ちょうかん",
          "zh": "首席、（政府）秘書"
        },
        {
          "k": "停滞",
          "r": "ていたい",
          "zh": "停滯、擁擠、滯留"
        },
        {
          "k": "発芽",
          "r": "はつが",
          "zh": "發芽"
        },
        {
          "k": "芝",
          "r": "しば",
          "zh": "草坪"
        },
        {
          "k": "従来",
          "r": "じゅうらい",
          "zh": "到目前為止、傳統的"
        },
        {
          "k": "宿命",
          "r": "しゅくめい",
          "zh": "命運、宿命"
        },
        {
          "k": "風習",
          "r": "ふうしゅう",
          "zh": "客製化"
        },
        {
          "k": "不振",
          "r": "ふしん",
          "zh": "遲鈍、萎靡、停滯"
        },
        {
          "k": "憤慨",
          "r": "ふんがい",
          "zh": "憤慨、怨恨"
        },
        {
          "k": "法案",
          "r": "ほうあん",
          "zh": "法案（法律）"
        },
        {
          "k": "法学",
          "r": "ほうがく",
          "zh": "法律、法理學"
        },
        {
          "k": "報酬",
          "r": "ほうしゅう",
          "zh": "報酬、獎勵"
        },
        {
          "k": "褒美",
          "r": "ほうび",
          "zh": "獎勵、獎品"
        },
        {
          "k": "待ち遠しい",
          "r": "まちどおしい",
          "zh": "期待"
        },
        {
          "k": "未開",
          "r": "みかい",
          "zh": "蠻荒之地、落後地區、未開化地區"
        },
        {
          "k": "民俗",
          "r": "みんぞく",
          "zh": "民俗風情"
        }
      ]
    },
    {
      "id": "n1-u40",
      "theme": "社會與文化 4",
      "words": [
        {
          "k": "歪む",
          "r": "ゆがむ",
          "zh": "扭曲"
        },
        {
          "k": "避ける",
          "r": "よける",
          "zh": "避免（身體接觸、避開、避免"
        },
        {
          "k": "与党",
          "r": "よとう",
          "zh": "政府黨、（執政）執政黨、政府"
        },
        {
          "k": "判定",
          "r": "はんてい",
          "zh": "判斷、決定、裁決、裁定"
        },
        {
          "k": "歪む",
          "r": "ひずむ",
          "zh": "扭曲"
        },
        {
          "k": "雛祭",
          "r": "ひなまつり",
          "zh": "女兒節"
        },
        {
          "k": "ひび (かべの～)",
          "r": "ひび (かべの～)",
          "zh": "裂痕、缺陷"
        }
      ]
    },
    {
      "id": "n1-u41",
      "theme": "自然與天氣 1",
      "words": [
        {
          "k": "原点",
          "r": "げんてん",
          "zh": "原點（座標、起點）"
        },
        {
          "k": "降水",
          "r": "こうすい",
          "zh": "降雨量"
        },
        {
          "k": "梢",
          "r": "こずえ",
          "zh": "樹頂"
        },
        {
          "k": "詐欺",
          "r": "さぎ",
          "zh": "欺詐、詐騙"
        },
        {
          "k": "山岳",
          "r": "さんがく",
          "zh": "山"
        },
        {
          "k": "山腹",
          "r": "さんぷく",
          "zh": "山坡、山腰"
        },
        {
          "k": "山脈",
          "r": "さんみゃく",
          "zh": "山脈"
        },
        {
          "k": "溝",
          "r": "どぶ",
          "zh": "溝渠、排水溝、縫隙"
        },
        {
          "k": "年輪",
          "r": "ねんりん",
          "zh": "年輪"
        },
        {
          "k": "排水",
          "r": "はいすい",
          "zh": "排水"
        },
        {
          "k": "印鑑",
          "r": "いんかん",
          "zh": "印章"
        },
        {
          "k": "生まれつき",
          "r": "うまれつき",
          "zh": "天生的、出生的、原生的"
        },
        {
          "k": "大空",
          "r": "おおぞら",
          "zh": "天堂、天空"
        },
        {
          "k": "海抜",
          "r": "かいばつ",
          "zh": "海拔高度"
        },
        {
          "k": "海流",
          "r": "かいりゅう",
          "zh": "洋流"
        },
        {
          "k": "海路",
          "r": "かいろ",
          "zh": "海上航線"
        },
        {
          "k": "河川",
          "r": "かせん",
          "zh": "河"
        },
        {
          "k": "岩石",
          "r": "がんせき",
          "zh": "搖滾"
        },
        {
          "k": "起点",
          "r": "きてん",
          "zh": "起點"
        },
        {
          "k": "記名",
          "r": "きめい",
          "zh": "簽名、登記"
        }
      ]
    },
    {
      "id": "n1-u42",
      "theme": "自然與天氣 2",
      "words": [
        {
          "k": "行き違い",
          "r": "いきちがい",
          "zh": "誤解、分歧"
        },
        {
          "k": "(花を〜) 生ける, 活ける",
          "r": "(はなを～) いける",
          "zh": "安排（鮮花）"
        },
        {
          "k": "樹木",
          "r": "じゅもく",
          "zh": "樹木與灌木、喬木"
        },
        {
          "k": "上空",
          "r": "じょうくう",
          "zh": "天空、高空"
        },
        {
          "k": "水源",
          "r": "すいげん",
          "zh": "河流的源頭"
        },
        {
          "k": "吹奏",
          "r": "すいそう",
          "zh": "演奏管樂器"
        },
        {
          "k": "雑木",
          "r": "ぞうき",
          "zh": "各種小樹、什錦樹"
        },
        {
          "k": "中腹",
          "r": "ちゅうふく",
          "zh": "山的一側、半山腰"
        },
        {
          "k": "調印",
          "r": "ちょういん",
          "zh": "簽名、蓋章"
        },
        {
          "k": "継目",
          "r": "つぎめ",
          "zh": "接縫"
        },
        {
          "k": "津波",
          "r": "つなみ",
          "zh": "海嘯"
        },
        {
          "k": "蕾",
          "r": "つぼみ",
          "zh": "花蕾"
        },
        {
          "k": "天",
          "r": "てん",
          "zh": "天堂、天空"
        },
        {
          "k": "主演",
          "r": "しゅえん",
          "zh": "主演、擔任主角"
        },
        {
          "k": "封",
          "r": "ふう",
          "zh": "密封件"
        },
        {
          "k": "風車",
          "r": "ふうしゃ",
          "zh": "風車"
        },
        {
          "k": "振り出し",
          "r": "ふりだし",
          "zh": "開始、起點、繪圖或發布（草案）"
        },
        {
          "k": "冒頭",
          "r": "ぼうとう",
          "zh": "開始"
        },
        {
          "k": "暴風",
          "r": "ぼうふう",
          "zh": "風暴、暴風雨、大風"
        },
        {
          "k": "発足",
          "r": "ほっそく",
          "zh": "開始、就職典禮"
        }
      ]
    },
    {
      "id": "n1-u43",
      "theme": "自然與天氣 3",
      "words": [
        {
          "k": "ほとり",
          "r": "ほとり",
          "zh": "湖附近、河"
        },
        {
          "k": "本質",
          "r": "ほんしつ",
          "zh": "本質、真實本質、現實"
        },
        {
          "k": "瞬き",
          "r": "まばたき",
          "zh": "眨眼、（星星）閃爍、（光）閃爍"
        },
        {
          "k": "満月",
          "r": "まんげつ",
          "zh": "滿月"
        },
        {
          "k": "幹",
          "r": "みき",
          "zh": "（樹）樹幹"
        },
        {
          "k": "溝",
          "r": "みぞ",
          "zh": "溝渠、排水溝、縫隙"
        },
        {
          "k": "夕焼け",
          "r": "ゆうやけ",
          "zh": "日落"
        },
        {
          "k": "揺さぶる",
          "r": "ゆさぶる",
          "zh": "搖晃、晃動"
        },
        {
          "k": "林業",
          "r": "りんぎょう",
          "zh": "林業"
        },
        {
          "k": "花びら",
          "r": "はなびら",
          "zh": "（花）花瓣"
        },
        {
          "k": "浜",
          "r": "はま",
          "zh": "海灘、海濱"
        },
        {
          "k": "日焼け",
          "r": "ひやけ",
          "zh": "曬傷"
        }
      ]
    },
    {
      "id": "n1-u44",
      "theme": "學校與學習 1",
      "words": [
        {
          "k": "抗議",
          "r": "こうぎ",
          "zh": "抗議、反對"
        },
        {
          "k": "講読",
          "r": "こうどく",
          "zh": "閱讀"
        },
        {
          "k": "語源",
          "r": "ごげん",
          "zh": "字根、字源"
        },
        {
          "k": "心掛け",
          "r": "こころがけ",
          "zh": "準備、意圖、目標"
        },
        {
          "k": "試みる",
          "r": "こころみる",
          "zh": "嘗試、測試"
        },
        {
          "k": "サボる",
          "r": "サボる",
          "zh": "逃課、偷懶工作、消磨時間"
        },
        {
          "k": "整える",
          "r": "ととのえる",
          "zh": "整理、安排、調整、準備好、籌募資金"
        },
        {
          "k": "取り調べる",
          "r": "とりしらべる",
          "zh": "調查、檢查"
        },
        {
          "k": "滲む",
          "r": "にじむ",
          "zh": "奔跑、模糊、蔓延"
        },
        {
          "k": "入賞",
          "r": "にゅうしょう",
          "zh": "贏得獎品或名次（在比賽中"
        },
        {
          "k": "刃",
          "r": "は",
          "zh": "刀刃、劍"
        },
        {
          "k": "一連",
          "r": "いちれん",
          "zh": "一系列、一條鏈、一令（紙）"
        },
        {
          "k": "受かる",
          "r": "うかる",
          "zh": "通過（考試）"
        },
        {
          "k": "内訳",
          "r": "うちわけ",
          "zh": "項目、明細、分類"
        },
        {
          "k": "遅くとも",
          "r": "おそくとも",
          "zh": "最遲"
        },
        {
          "k": "階級",
          "r": "かいきゅう",
          "zh": "班級、級別、年級"
        },
        {
          "k": "階層",
          "r": "かいそう",
          "zh": "階級、等級、層次"
        },
        {
          "k": "書き取る",
          "r": "かきとる",
          "zh": "寫下來、聽寫"
        },
        {
          "k": "学士",
          "r": "がくし",
          "zh": "大學畢業生"
        },
        {
          "k": "予て",
          "r": "かねて",
          "zh": "以前、已經、最近"
        }
      ]
    },
    {
      "id": "n1-u45",
      "theme": "學校與學習 2",
      "words": [
        {
          "k": "漢語",
          "r": "かんご",
          "zh": "中文詞、漢日詞"
        },
        {
          "k": "規範",
          "r": "きはん",
          "zh": "型號、標準、範例"
        },
        {
          "k": "休学",
          "r": "きゅうがく",
          "zh": "暫時缺課、停學"
        },
        {
          "k": "共学",
          "r": "きょうがく",
          "zh": "男女同校"
        },
        {
          "k": "吟味",
          "r": "ぎんみ",
          "zh": "檢查、仔細調查"
        },
        {
          "k": "点検",
          "r": "てんけん",
          "zh": "檢查"
        },
        {
          "k": "等級",
          "r": "とうきゅう",
          "zh": "年級、班級"
        },
        {
          "k": "同級",
          "r": "どうきゅう",
          "zh": "同年級、同班級"
        },
        {
          "k": "登校",
          "r": "とうこう",
          "zh": "出勤率（在學校）"
        },
        {
          "k": "あっさり",
          "r": "あっさり",
          "zh": "容易地、輕易地、迅速地"
        },
        {
          "k": "異議",
          "r": "いぎ",
          "zh": "反對、異議、抗議"
        },
        {
          "k": "証言",
          "r": "しょうげん",
          "zh": "證據、證言"
        },
        {
          "k": "記す",
          "r": "しるす",
          "zh": "記下、寫下"
        },
        {
          "k": "審査",
          "r": "しんさ",
          "zh": "判斷、檢查"
        },
        {
          "k": "創刊",
          "r": "そうかん",
          "zh": "發行（例如報紙、第一期）"
        },
        {
          "k": "腸",
          "r": "ちょう",
          "zh": "腸子"
        },
        {
          "k": "テレックス",
          "r": "テレックス",
          "zh": "電傳、電傳打字機交換"
        },
        {
          "k": "朗読",
          "r": "ろうどく",
          "zh": "朗讀、背誦"
        },
        {
          "k": "洒落る",
          "r": "しゃれる",
          "zh": "開玩笑、玩文字遊戲、時尚的"
        },
        {
          "k": "塾",
          "r": "じゅく",
          "zh": "課後補習班"
        }
      ]
    },
    {
      "id": "n1-u46",
      "theme": "學校與學習 3",
      "words": [
        {
          "k": "部門",
          "r": "ぶもん",
          "zh": "類、組、類別、部門、領域、分支"
        },
        {
          "k": "文語",
          "r": "ぶんご",
          "zh": "書寫語言、文學語言"
        },
        {
          "k": "文書",
          "r": "ぶんしょ",
          "zh": "文件、寫作"
        },
        {
          "k": "交える",
          "r": "まじえる",
          "zh": "混合、交談、交叉（劍）"
        },
        {
          "k": "見習う",
          "r": "みならう",
          "zh": "效法別人的榜樣"
        },
        {
          "k": "もはや",
          "r": "もはや",
          "zh": "已經、現在"
        },
        {
          "k": "模範",
          "r": "もはん",
          "zh": "模型、範例"
        },
        {
          "k": "標語",
          "r": "ひょうご",
          "zh": "座右銘、口號"
        }
      ]
    },
    {
      "id": "n1-u47",
      "theme": "動植物 1",
      "words": [
        {
          "k": "こじれる",
          "r": "こじれる",
          "zh": "變得複雜、變得更糟"
        },
        {
          "k": "昆虫",
          "r": "こんちゅう",
          "zh": "昆蟲、臭蟲"
        },
        {
          "k": "賛美",
          "r": "さんび",
          "zh": "讚美、崇拜、頌揚"
        },
        {
          "k": "届",
          "r": "とどけ",
          "zh": "報告、通知、登記"
        },
        {
          "k": "把握",
          "r": "はあく",
          "zh": "抓住、捕捉、理解"
        },
        {
          "k": "倍率",
          "r": "ばいりつ",
          "zh": "直徑、放大倍率"
        },
        {
          "k": "祈り",
          "r": "いのり",
          "zh": "祈禱、懇求"
        },
        {
          "k": "受け付ける",
          "r": "うけつける",
          "zh": "被接受、接收（申請）"
        },
        {
          "k": "受け止める",
          "r": "うけとめる",
          "zh": "捕捉、反應、採取"
        },
        {
          "k": "写し",
          "r": "うつし",
          "zh": "複製"
        },
        {
          "k": "植わる",
          "r": "うわる",
          "zh": "待種植"
        },
        {
          "k": "運用",
          "r": "うんよう",
          "zh": "利用、應用、實際使用"
        },
        {
          "k": "応募",
          "r": "おうぼ",
          "zh": "訂閱、申請"
        },
        {
          "k": "臆病",
          "r": "おくびょう",
          "zh": "膽怯"
        },
        {
          "k": "雄",
          "r": "おす",
          "zh": "雄性（動物）"
        },
        {
          "k": "おどおど",
          "r": "おどおど",
          "zh": "畏縮地、猶豫地"
        },
        {
          "k": "拡散",
          "r": "かくさん",
          "zh": "散射、擴散"
        },
        {
          "k": "家畜",
          "r": "かちく",
          "zh": "家畜、牲畜、牛"
        },
        {
          "k": "カテゴリー",
          "r": "カテゴリー",
          "zh": "類別"
        },
        {
          "k": "願書",
          "r": "がんしょ",
          "zh": "申請表"
        }
      ]
    },
    {
      "id": "n1-u48",
      "theme": "動植物 2",
      "words": [
        {
          "k": "兆",
          "r": "きざし",
          "zh": "跡象、預兆、指示"
        },
        {
          "k": "偽造",
          "r": "ぎぞう",
          "zh": "偽造、捏造"
        },
        {
          "k": "華奢",
          "r": "きゃしゃ",
          "zh": "精緻、纖細"
        },
        {
          "k": "キャッチ",
          "r": "キャッチ",
          "zh": "抓住"
        },
        {
          "k": "球根",
          "r": "きゅうこん",
          "zh": "（植物）燈泡"
        },
        {
          "k": "伝達",
          "r": "でんたつ",
          "zh": "傳輸（例如新聞、通訊、傳遞）"
        },
        {
          "k": "統合",
          "r": "とうごう",
          "zh": "整合、統一、綜合"
        },
        {
          "k": "照合",
          "r": "しょうごう",
          "zh": "檢查、驗證"
        },
        {
          "k": "窒息",
          "r": "ちっそく",
          "zh": "窒息"
        },
        {
          "k": "重複",
          "r": "ちょうふく",
          "zh": "重複、重疊、冗餘、恢復"
        },
        {
          "k": "煩わしい",
          "r": "わずらわしい",
          "zh": "繁重的、麻煩的、複雜的"
        },
        {
          "k": "渡り鳥",
          "r": "わたりどり",
          "zh": "候鳥"
        },
        {
          "k": "指摘",
          "r": "してき",
          "zh": "指出、識別"
        },
        {
          "k": "弱",
          "r": "じゃく",
          "zh": "細膩、柔軟"
        },
        {
          "k": "種",
          "r": "しゅ",
          "zh": "種子、品種"
        },
        {
          "k": "重複",
          "r": "じゅうふく",
          "zh": "重複、重疊"
        },
        {
          "k": "へりくだる",
          "r": "へりくだる",
          "zh": "貶低自己並讚揚聽者"
        },
        {
          "k": "弁解",
          "r": "べんかい",
          "zh": "解釋、理由、藉口"
        },
        {
          "k": "みすぼらしい",
          "r": "みすぼらしい",
          "zh": "破舊的"
        },
        {
          "k": "雌",
          "r": "めす",
          "zh": "雌性（動物）"
        }
      ]
    },
    {
      "id": "n1-u49",
      "theme": "動植物 3",
      "words": [
        {
          "k": "申込",
          "r": "もうしこみ",
          "zh": "申請、請求、建議"
        },
        {
          "k": "目録",
          "r": "もくろく",
          "zh": "目錄、列表"
        },
        {
          "k": "ややこしい",
          "r": "ややこしい",
          "zh": "令人費解的、糾結的、複雜的"
        },
        {
          "k": "要請",
          "r": "ようせい",
          "zh": "要求、申請"
        },
        {
          "k": "予言",
          "r": "よげん",
          "zh": "預測、應許、預言"
        },
        {
          "k": "ばらまく",
          "r": "ばらまく",
          "zh": "傳播、散佈"
        },
        {
          "k": "雛",
          "r": "ひな",
          "zh": "幼鳥、小雞、娃娃"
        }
      ]
    },
    {
      "id": "n1-u50",
      "theme": "居家生活 1",
      "words": [
        {
          "k": "竿",
          "r": "さお",
          "zh": "桿、桿（例如、用於烘乾衣物）"
        },
        {
          "k": "座談会",
          "r": "ざだんかい",
          "zh": "座談會、圓桌討論"
        },
        {
          "k": "参議院",
          "r": "さんぎいん",
          "zh": "參議院"
        },
        {
          "k": "戸締り",
          "r": "とじまり",
          "zh": "關門、鎖門"
        },
        {
          "k": "扉",
          "r": "とびら",
          "zh": "門、打開"
        },
        {
          "k": "ドライクリーニング",
          "r": "ドライクリーニング",
          "zh": "乾洗"
        },
        {
          "k": "寝かせる",
          "r": "ねかせる",
          "zh": "上床、躺下、發酵"
        },
        {
          "k": "軒並",
          "r": "のきなみ",
          "zh": "一排房子、均勻地"
        },
        {
          "k": "飲み込む",
          "r": "のみこむ",
          "zh": "吞嚥下去、深深地吞嚥、理解"
        },
        {
          "k": "埋め込む",
          "r": "うめこむ",
          "zh": "嵌入、植入"
        },
        {
          "k": "花壇",
          "r": "かだん",
          "zh": "花壇"
        },
        {
          "k": "ガレージ",
          "r": "ガレージ",
          "zh": "車庫（家）"
        },
        {
          "k": "郷土",
          "r": "きょうど",
          "zh": "祖國"
        },
        {
          "k": "郷里",
          "r": "きょうり",
          "zh": "出生地、家鄉"
        },
        {
          "k": "清らか",
          "r": "きよらか",
          "zh": "乾淨、純潔、貞潔"
        },
        {
          "k": "空間",
          "r": "くうかん",
          "zh": "空間、房間、空域"
        },
        {
          "k": "蔵",
          "r": "くら",
          "zh": "倉庫、地窖"
        },
        {
          "k": "同居",
          "r": "どうきょ",
          "zh": "住在一起"
        },
        {
          "k": "時刻表",
          "r": "じこくひょう",
          "zh": "時刻表、(火車)時刻表"
        },
        {
          "k": "家出",
          "r": "いえで",
          "zh": "離家出走"
        }
      ]
    },
    {
      "id": "n1-u51",
      "theme": "居家生活 2",
      "words": [
        {
          "k": "～証",
          "r": "～しょう",
          "zh": "證明、證書"
        },
        {
          "k": "証拠",
          "r": "しょうこ",
          "zh": "證據"
        },
        {
          "k": "所定",
          "r": "しょてい",
          "zh": "固定的、規定的"
        },
        {
          "k": "濯ぐ",
          "r": "すすぐ",
          "zh": "漂洗、沖洗"
        },
        {
          "k": "生計",
          "r": "せいけい",
          "zh": "生計、生活"
        },
        {
          "k": "世帯",
          "r": "せたい",
          "zh": "家庭"
        },
        {
          "k": "占領",
          "r": "せんりょう",
          "zh": "佔領、擁有、擁有自己的房間"
        },
        {
          "k": "茶の間",
          "r": "ちゃのま",
          "zh": "客廳（日式）"
        },
        {
          "k": "手掛かり",
          "r": "てがかり",
          "zh": "提示、線索、關鍵"
        },
        {
          "k": "始末",
          "r": "しまつ",
          "zh": "處置、之後清理"
        },
        {
          "k": "社宅",
          "r": "しゃたく",
          "zh": "本公司自有房屋"
        },
        {
          "k": "衆議院",
          "r": "しゅうぎいん",
          "zh": "下議院、眾議院"
        },
        {
          "k": "守衛",
          "r": "しゅえい",
          "zh": "保全、門衛"
        },
        {
          "k": "耽る",
          "r": "ふける",
          "zh": "沉迷於、奉獻自己、全神貫注於"
        },
        {
          "k": "防火",
          "r": "ぼうか",
          "zh": "防火、消防"
        },
        {
          "k": "法廷",
          "r": "ほうてい",
          "zh": "法庭"
        },
        {
          "k": "母国",
          "r": "ぼこく",
          "zh": "自己的祖國（與自分の國（じぶんのくに）相同）"
        },
        {
          "k": "干し物",
          "r": "ほしもの",
          "zh": "乾洗的衣服（衣服"
        },
        {
          "k": "本場",
          "r": "ほんば",
          "zh": "家、最好的地方、真正的"
        },
        {
          "k": "乱れる",
          "r": "みだれる",
          "zh": "變得混亂、混亂、不安"
        }
      ]
    },
    {
      "id": "n1-u52",
      "theme": "居家生活 3",
      "words": [
        {
          "k": "夜具",
          "r": "やぐ",
          "zh": "寢具"
        },
        {
          "k": "有益",
          "r": "ゆうえき",
          "zh": "有益的、有利可圖的"
        },
        {
          "k": "濯ぐ",
          "r": "ゆすぐ",
          "zh": "漂洗、沖洗"
        },
        {
          "k": "浴室",
          "r": "よくしつ",
          "zh": "浴室、浴缸"
        },
        {
          "k": "余地",
          "r": "よち",
          "zh": "地點、房間、邊緣"
        },
        {
          "k": "控室",
          "r": "ひかえしつ",
          "zh": "等候室"
        },
        {
          "k": "必然",
          "r": "ひつぜん",
          "zh": "不可避免的、必要的"
        }
      ]
    },
    {
      "id": "n1-u53",
      "theme": "時間與日期 1",
      "words": [
        {
          "k": "故～",
          "r": "こ～",
          "zh": "已故、遲到"
        },
        {
          "k": "古代",
          "r": "こだい",
          "zh": "遠古時代"
        },
        {
          "k": "暦",
          "r": "こよみ",
          "zh": "日曆、年曆"
        },
        {
          "k": "指図",
          "r": "さしず",
          "zh": "指示、授權"
        },
        {
          "k": "月謝",
          "r": "げっしゃ",
          "zh": "每月學費"
        },
        {
          "k": "月賦",
          "r": "げっぷ",
          "zh": "每月分期付款"
        },
        {
          "k": "冬眠",
          "r": "とうみん",
          "zh": "冬眠"
        },
        {
          "k": "時折",
          "r": "ときおり",
          "zh": "有時"
        },
        {
          "k": "トラブル",
          "r": "トラブル",
          "zh": "麻煩（有時用作動詞）"
        },
        {
          "k": "とりあえず",
          "r": "とりあえず",
          "zh": "立刻、首先、暫時"
        },
        {
          "k": "ナイター",
          "r": "ナイター",
          "zh": "燈光下的比賽（如棒球）、夜間比賽"
        },
        {
          "k": "名札",
          "r": "なふだ",
          "zh": "銘牌"
        },
        {
          "k": "日夜",
          "r": "にちや",
          "zh": "日日夜夜、始終如一"
        },
        {
          "k": "犯す",
          "r": "おかす",
          "zh": "實施、違反"
        },
        {
          "k": "隔週",
          "r": "かくしゅう",
          "zh": "每隔一周"
        },
        {
          "k": "駆け足",
          "r": "かけあし",
          "zh": "跑得快、時間加倍"
        },
        {
          "k": "還暦",
          "r": "かんれき",
          "zh": "60歲生日"
        },
        {
          "k": "期日",
          "r": "きじつ",
          "zh": "固定日期、結算日"
        },
        {
          "k": "時差",
          "r": "じさ",
          "zh": "時差"
        },
        {
          "k": "操る",
          "r": "あやつる",
          "zh": "操縱、操作"
        }
      ]
    },
    {
      "id": "n1-u54",
      "theme": "時間與日期 2",
      "words": [
        {
          "k": "アワー",
          "r": "アワー",
          "zh": "小時"
        },
        {
          "k": "スプリング",
          "r": "スプリング",
          "zh": "春天"
        },
        {
          "k": "青春",
          "r": "せいしゅん",
          "zh": "青春期"
        },
        {
          "k": "精密",
          "r": "せいみつ",
          "zh": "精確、詳細、分鐘"
        },
        {
          "k": "先だって",
          "r": "せんだって",
          "zh": "最近、前幾天"
        },
        {
          "k": "側面",
          "r": "そくめん",
          "zh": "側面、側光"
        },
        {
          "k": "タイマー",
          "r": "タイマー",
          "zh": "計時器"
        },
        {
          "k": "タイム",
          "r": "タイム",
          "zh": "時間"
        },
        {
          "k": "タイムリー",
          "r": "タイムリー",
          "zh": "及時、跑壘（棒球）、打點"
        },
        {
          "k": "蓄積",
          "r": "ちくせき",
          "zh": "積累、儲存"
        },
        {
          "k": "つかの間",
          "r": "つかのま",
          "zh": "瞬間、短暫的時間"
        },
        {
          "k": "連休",
          "r": "れんきゅう",
          "zh": "連續假期"
        },
        {
          "k": "連日",
          "r": "れんじつ",
          "zh": "每天"
        },
        {
          "k": "発生",
          "r": "はっせい",
          "zh": "爆發、發生"
        },
        {
          "k": "終日",
          "r": "しゅうじつ",
          "zh": "一整天"
        },
        {
          "k": "膨れる",
          "r": "ふくれる",
          "zh": "膨脹（膨脹）、膨脹、凸出"
        },
        {
          "k": "結び付く",
          "r": "むすびつく",
          "zh": "連結或相關、結合在一起"
        },
        {
          "k": "夕暮れ",
          "r": "ゆうぐれ",
          "zh": "傍晚、（傍晚）黃昏"
        },
        {
          "k": "ゆとり",
          "r": "ゆとり",
          "zh": "儲備、富裕、時間（空閒）"
        },
        {
          "k": "余暇",
          "r": "よか",
          "zh": "閒暇、閒暇時間"
        }
      ]
    },
    {
      "id": "n1-u55",
      "theme": "時間與日期 3",
      "words": [
        {
          "k": "予感",
          "r": "よかん",
          "zh": "預感"
        },
        {
          "k": "夜更し",
          "r": "よふかし",
          "zh": "熬夜"
        },
        {
          "k": "夜更け",
          "r": "よふけ",
          "zh": "深夜"
        },
        {
          "k": "一頃",
          "r": "ひところ",
          "zh": "一次、不久前"
        },
        {
          "k": "日取り",
          "r": "ひどり",
          "zh": "固定日期、指定日期"
        }
      ]
    },
    {
      "id": "n1-u56",
      "theme": "情緒與個性 1",
      "words": [
        {
          "k": "恋する",
          "r": "こいする",
          "zh": "愛上"
        },
        {
          "k": "心地",
          "r": "ここち",
          "zh": "感覺、情緒"
        },
        {
          "k": "滑稽",
          "r": "こっけい",
          "zh": "有趣的、幽默的、滑稽的"
        },
        {
          "k": "財源",
          "r": "ざいげん",
          "zh": "資金來源、資源、財務"
        },
        {
          "k": "作用",
          "r": "さよう",
          "zh": "作用"
        },
        {
          "k": "煙たい",
          "r": "けむたい",
          "zh": "冒煙、感覺尷尬"
        },
        {
          "k": "どうやら",
          "r": "どうやら",
          "zh": "看起來、不知怎的"
        },
        {
          "k": "懐く",
          "r": "なつく",
          "zh": "變得情感依戀"
        },
        {
          "k": "嘗める",
          "r": "なめる",
          "zh": "舔、去體驗、取笑"
        },
        {
          "k": "悩み",
          "r": "なやみ",
          "zh": "麻煩、憂慮、苦惱"
        },
        {
          "k": "なんなり",
          "r": "なんなり",
          "zh": "任何事、無論如何"
        },
        {
          "k": "念",
          "r": "ねん",
          "zh": "感覺、慾望"
        },
        {
          "k": "のどか",
          "r": "のどか",
          "zh": "平靜、安靜"
        },
        {
          "k": "治まる",
          "r": "おさまる",
          "zh": "保持平靜、平靜下來"
        },
        {
          "k": "落ち着き",
          "r": "おちつき",
          "zh": "冷靜、鎮定"
        },
        {
          "k": "温和",
          "r": "おんわ",
          "zh": "溫柔的、溫和的、適度的"
        },
        {
          "k": "感触",
          "r": "かんしょく",
          "zh": "觸覺、感覺、知覺"
        },
        {
          "k": "肝心",
          "r": "かんじん",
          "zh": "必要的、基本的、關鍵的"
        },
        {
          "k": "肝腎",
          "r": "かんじん",
          "zh": "必要的、基本的、關鍵的"
        },
        {
          "k": "感無量",
          "r": "かんむりょう",
          "zh": "感情深厚、感情充沛"
        }
      ]
    },
    {
      "id": "n1-u57",
      "theme": "情緒與個性 2",
      "words": [
        {
          "k": "基金",
          "r": "ききん",
          "zh": "基金、基金會"
        },
        {
          "k": "喜劇",
          "r": "きげき",
          "zh": "喜劇、搞笑節目"
        },
        {
          "k": "傷付ける",
          "r": "きずつける",
          "zh": "傷害、傷害某人的感情"
        },
        {
          "k": "きまりわるい",
          "r": "きまりわるい",
          "zh": "感到尷尬、羞愧"
        },
        {
          "k": "同感",
          "r": "どうかん",
          "zh": "一致、相同的意見、相同的感受"
        },
        {
          "k": "資金",
          "r": "しきん",
          "zh": "資金、資本"
        },
        {
          "k": "情緒",
          "r": "じょうちょ",
          "zh": "情感、感覺"
        },
        {
          "k": "情緒",
          "r": "じょうしょ",
          "zh": "情感、感覺"
        },
        {
          "k": "諸君",
          "r": "しょくん",
          "zh": "先生們！女士們！"
        },
        {
          "k": "紳士",
          "r": "しんし",
          "zh": "紳士"
        },
        {
          "k": "痛感",
          "r": "つうかん",
          "zh": "敏銳地感受、充分認識"
        },
        {
          "k": "恥じらう",
          "r": "はじらう",
          "zh": "感到害羞、害羞、臉紅"
        },
        {
          "k": "封鎖",
          "r": "ふうさ",
          "zh": "封鎖、凍結（資金）"
        },
        {
          "k": "呆然",
          "r": "ぼうぜん",
          "zh": "目瞪口呆、驚訝不已"
        },
        {
          "k": "募金",
          "r": "ぼきん",
          "zh": "籌款、募集資金"
        },
        {
          "k": "誇る",
          "r": "ほこる",
          "zh": "值得誇耀、值得驕傲"
        },
        {
          "k": "もてる",
          "r": "もてる",
          "zh": "受人喜愛、受歡迎"
        },
        {
          "k": "勇敢",
          "r": "ゆうかん",
          "zh": "勇敢、英雄主義、英勇"
        },
        {
          "k": "恋愛",
          "r": "れんあい",
          "zh": "愛情、浪漫"
        },
        {
          "k": "はらはら",
          "r": "はらはら",
          "zh": "感到緊張"
        }
      ]
    },
    {
      "id": "n1-u58",
      "theme": "情緒與個性 3",
      "words": [
        {
          "k": "冷やかす",
          "r": "ひやかす",
          "zh": "開玩笑、取笑、嘲笑、冷卻、冷藏"
        }
      ]
    },
    {
      "id": "n1-u59",
      "theme": "抽象概念與形容詞 1",
      "words": [
        {
          "k": "構想",
          "r": "こうそう",
          "zh": "計劃、情節、想法、構想"
        },
        {
          "k": "同等",
          "r": "どうとう",
          "zh": "平等、同等地位"
        },
        {
          "k": "なるたけ",
          "r": "なるたけ",
          "zh": "盡可能地、如果可能的話"
        },
        {
          "k": "根回し",
          "r": "ねまわし",
          "zh": "作出必要的安排"
        },
        {
          "k": "異論",
          "r": "いろん",
          "zh": "不同意見、反對意見"
        },
        {
          "k": "思い付き",
          "r": "おもいつき",
          "zh": "計劃、想法、建議"
        },
        {
          "k": "概念",
          "r": "がいねん",
          "zh": "總的想法、概念、觀念"
        },
        {
          "k": "叶う",
          "r": "かなう",
          "zh": "實現"
        },
        {
          "k": "簡潔",
          "r": "かんけつ",
          "zh": "簡潔、簡單"
        },
        {
          "k": "効き目",
          "r": "ききめ",
          "zh": "效果、美德、功效"
        },
        {
          "k": "同意",
          "r": "どうい",
          "zh": "協議、同意、相同的意思"
        },
        {
          "k": "生き甲斐",
          "r": "いきがい",
          "zh": "一個人為之而活的東西、非常重要"
        },
        {
          "k": "異見",
          "r": "いけん",
          "zh": "不同意見、反對意見"
        },
        {
          "k": "真実",
          "r": "しんじつ",
          "zh": "真相、現實"
        },
        {
          "k": "世論",
          "r": "せろん",
          "zh": "輿論"
        },
        {
          "k": "たやすい",
          "r": "たやすい",
          "zh": "容易、簡單、輕"
        },
        {
          "k": "単一",
          "r": "たんいつ",
          "zh": "單一的、簡單的、唯一的"
        },
        {
          "k": "つくづく",
          "r": "つくづく",
          "zh": "完全地、真實地"
        },
        {
          "k": "突っ張る",
          "r": "つっぱる",
          "zh": "支撐、變得僵硬、推動（某人的對手）、堅持（某人的意見）、堅持"
        },
        {
          "k": "修士",
          "r": "しゅうし",
          "zh": "碩士學位課程"
        }
      ]
    },
    {
      "id": "n1-u60",
      "theme": "抽象概念與形容詞 2",
      "words": [
        {
          "k": "趣旨",
          "r": "しゅし",
          "zh": "對象、意義"
        },
        {
          "k": "微量",
          "r": "びりょう",
          "zh": "微量、極少量"
        },
        {
          "k": "品質",
          "r": "ひんしつ",
          "zh": "品質"
        },
        {
          "k": "不動産",
          "r": "ふどうさん",
          "zh": "房地產"
        },
        {
          "k": "本音",
          "r": "ほんね",
          "zh": "（某人的）真實意圖、動機"
        },
        {
          "k": "本名",
          "r": "ほんみょう",
          "zh": "真實姓名"
        },
        {
          "k": "誠に",
          "r": "まことに",
          "zh": "確實、真的（非常有禮貌）、絕對"
        },
        {
          "k": "無意味",
          "r": "むいみ",
          "zh": "廢話、沒有意義"
        },
        {
          "k": "無効",
          "r": "むこう",
          "zh": "無效、沒有效果、不可用"
        },
        {
          "k": "無邪気",
          "r": "むじゃき",
          "zh": "天真、頭腦簡單"
        },
        {
          "k": "要因",
          "r": "よういん",
          "zh": "主要因素、主要原因"
        },
        {
          "k": "善し悪し",
          "r": "よしあし",
          "zh": "好或壞、優點或缺點、品質"
        },
        {
          "k": "世論",
          "r": "よろん",
          "zh": "輿論"
        },
        {
          "k": "良質",
          "r": "りょうしつ",
          "zh": "品質好、品質優"
        },
        {
          "k": "万能",
          "r": "ばんのう",
          "zh": "萬能的、全能的"
        },
        {
          "k": "引き起こす",
          "r": "ひきおこす",
          "zh": "引起"
        },
        {
          "k": "平たい",
          "r": "ひらたい",
          "zh": "平坦、均勻、水平"
        }
      ]
    },
    {
      "id": "n1-u61",
      "theme": "衣著與購物",
      "words": [
        {
          "k": "雑談",
          "r": "ざつだん",
          "zh": "閒聊"
        },
        {
          "k": "さほど",
          "r": "さほど",
          "zh": "不是這樣、不是那麼多"
        },
        {
          "k": "何だか",
          "r": "なんだか",
          "zh": "一點點、某種程度上、以某種方式"
        },
        {
          "k": "憎しみ",
          "r": "にくしみ",
          "zh": "仇恨"
        },
        {
          "k": "納入",
          "r": "のうにゅう",
          "zh": "付款、供應"
        },
        {
          "k": "かかと",
          "r": "かかと",
          "zh": "鞋跟"
        },
        {
          "k": "着飾る",
          "r": "きかざる",
          "zh": "打扮"
        },
        {
          "k": "いかに",
          "r": "いかに",
          "zh": "怎樣、以什麼方式"
        },
        {
          "k": "衣装",
          "r": "いしょう",
          "zh": "服裝"
        },
        {
          "k": "滞納",
          "r": "たいのう",
          "zh": "不付款、違約"
        },
        {
          "k": "立て替える",
          "r": "たてかえる",
          "zh": "預先付款、支付另一筆費用"
        },
        {
          "k": "手軽",
          "r": "てがる",
          "zh": "容易、簡單、便宜"
        },
        {
          "k": "返済",
          "r": "へんさい",
          "zh": "還款"
        },
        {
          "k": "安っぽい",
          "r": "やすっぽい",
          "zh": "看起來廉價、俗氣"
        }
      ]
    },
    {
      "id": "n1-u62",
      "theme": "科技與物品",
      "words": [
        {
          "k": "仕掛",
          "r": "しかけ",
          "zh": "裝置、詭計、機制"
        },
        {
          "k": "インターフォン",
          "r": "インターフォン",
          "zh": "門禁電話、對講機"
        },
        {
          "k": "回路",
          "r": "かいろ",
          "zh": "電路（電氣）"
        },
        {
          "k": "カメラマン",
          "r": "カメラマン",
          "zh": "攝影師"
        },
        {
          "k": "システム",
          "r": "システム",
          "zh": "系統"
        },
        {
          "k": "当て字",
          "r": "あてじ",
          "zh": "語音對等字符、替代字符"
        },
        {
          "k": "取材",
          "r": "しゅざい",
          "zh": "覆蓋範圍、收集數據"
        },
        {
          "k": "方式",
          "r": "ほうしき",
          "zh": "形式、方法、體系"
        },
        {
          "k": "放射能",
          "r": "ほうしゃのう",
          "zh": "放射性"
        },
        {
          "k": "マイクロフォン",
          "r": "マイクロフォン",
          "zh": "麥克風"
        },
        {
          "k": "無線",
          "r": "むせん",
          "zh": "無線、無線電"
        },
        {
          "k": "バッテリー",
          "r": "バッテリー",
          "zh": "電池"
        }
      ]
    },
    {
      "id": "n1-u63",
      "theme": "綜合單字 1",
      "words": [
        {
          "k": "現像",
          "r": "げんぞう",
          "zh": "顯影（膠片）"
        },
        {
          "k": "原則",
          "r": "げんそく",
          "zh": "原則、一般規則"
        },
        {
          "k": "見地",
          "r": "けんち",
          "zh": "觀點"
        },
        {
          "k": "限定",
          "r": "げんてい",
          "zh": "限制"
        },
        {
          "k": "原典",
          "r": "げんてん",
          "zh": "原始、來源"
        },
        {
          "k": "原爆",
          "r": "げんばく",
          "zh": "原子彈"
        },
        {
          "k": "原文",
          "r": "げんぶん",
          "zh": "文字、原文"
        },
        {
          "k": "賢明",
          "r": "けんめい",
          "zh": "智慧、聰明、謹慎"
        },
        {
          "k": "原油",
          "r": "げんゆ",
          "zh": "原油"
        },
        {
          "k": "兼用",
          "r": "けんよう",
          "zh": "多用途、聯合使用"
        },
        {
          "k": "権力",
          "r": "けんりょく",
          "zh": "（政治）權力、權威、影響力"
        },
        {
          "k": "言論",
          "r": "げんろん",
          "zh": "討論、演講"
        },
        {
          "k": "語彙",
          "r": "ごい",
          "zh": "詞彙表"
        },
        {
          "k": "甲",
          "r": "こう",
          "zh": "排名第一、外殼"
        },
        {
          "k": "～光",
          "r": "～こう",
          "zh": "光"
        },
        {
          "k": "好意",
          "r": "こうい",
          "zh": "善意、恩惠、禮貌"
        },
        {
          "k": "行為",
          "r": "こうい",
          "zh": "行動、行為"
        },
        {
          "k": "工学",
          "r": "こうがく",
          "zh": "工程"
        },
        {
          "k": "合議",
          "r": "ごうぎ",
          "zh": "諮詢、會議"
        },
        {
          "k": "皇居",
          "r": "こうきょ",
          "zh": "故宮"
        }
      ]
    },
    {
      "id": "n1-u64",
      "theme": "綜合單字 2",
      "words": [
        {
          "k": "交互",
          "r": "こうご",
          "zh": "相互的、交替的"
        },
        {
          "k": "煌々と",
          "r": "こうこうと",
          "zh": "明亮地"
        },
        {
          "k": "考古学",
          "r": "こうこがく",
          "zh": "考古學"
        },
        {
          "k": "鉱山",
          "r": "こうざん",
          "zh": "我的"
        },
        {
          "k": "口述",
          "r": "こうじゅつ",
          "zh": "口頭陳述"
        },
        {
          "k": "控除",
          "r": "こうじょ",
          "zh": "補助、扣除"
        },
        {
          "k": "交渉",
          "r": "こうしょう",
          "zh": "談判"
        },
        {
          "k": "高尚",
          "r": "こうしょう",
          "zh": "高、高貴、精緻"
        },
        {
          "k": "向上",
          "r": "こうじょう",
          "zh": "上升、進步"
        },
        {
          "k": "行進",
          "r": "こうしん",
          "zh": "遊行"
        },
        {
          "k": "香辛料",
          "r": "こうしんりょう",
          "zh": "香料"
        },
        {
          "k": "洪水",
          "r": "こうずい",
          "zh": "洪水"
        },
        {
          "k": "合成",
          "r": "ごうせい",
          "zh": "合成、混合"
        },
        {
          "k": "光沢",
          "r": "こうたく",
          "zh": "（照片的）光澤、光潔度"
        },
        {
          "k": "公団",
          "r": "こうだん",
          "zh": "公營公司"
        },
        {
          "k": "口頭",
          "r": "こうとう",
          "zh": "口頭的"
        },
        {
          "k": "購読",
          "r": "こうどく",
          "zh": "訂閱"
        },
        {
          "k": "公認",
          "r": "こうにん",
          "zh": "官方認可、授權"
        },
        {
          "k": "光熱費",
          "r": "こうねつひ",
          "zh": "燃料和照明成本"
        },
        {
          "k": "交付",
          "r": "こうふ",
          "zh": "交付、提供（附副本）"
        }
      ]
    },
    {
      "id": "n1-u65",
      "theme": "綜合單字 3",
      "words": [
        {
          "k": "公募",
          "r": "こうぼ",
          "zh": "公眾呼籲、公眾貢獻"
        },
        {
          "k": "巧妙",
          "r": "こうみょう",
          "zh": "巧妙的、聰明的"
        },
        {
          "k": "小売",
          "r": "こうり",
          "zh": "零售"
        },
        {
          "k": "効率",
          "r": "こうりつ",
          "zh": "效率"
        },
        {
          "k": "公立",
          "r": "こうりつ",
          "zh": "公共機構"
        },
        {
          "k": "護衛",
          "r": "ごえい",
          "zh": "護送"
        },
        {
          "k": "コーナー",
          "r": "コーナー",
          "zh": "角落"
        },
        {
          "k": "小柄",
          "r": "こがら",
          "zh": "小的、小型的"
        },
        {
          "k": "小切手",
          "r": "こぎって",
          "zh": "支票、檢查"
        },
        {
          "k": "告白",
          "r": "こくはく",
          "zh": "承認"
        },
        {
          "k": "極楽",
          "r": "ごくらく",
          "zh": "天堂"
        },
        {
          "k": "焦げ茶",
          "r": "こげちゃ",
          "zh": "深棕色"
        },
        {
          "k": "心得",
          "r": "こころえ",
          "zh": "知識、資訊"
        },
        {
          "k": "志",
          "r": "こころざし",
          "zh": "意志、意圖、動機"
        },
        {
          "k": "志す",
          "r": "こころざす",
          "zh": "計劃、打算、渴望"
        },
        {
          "k": "心細い",
          "r": "こころぼそい",
          "zh": "無助的、無望的、沮喪的"
        },
        {
          "k": "試み",
          "r": "こころみ",
          "zh": "試驗、實驗"
        },
        {
          "k": "快い",
          "r": "こころよい",
          "zh": "愉快的、令人愉快的"
        },
        {
          "k": "誤差",
          "r": "ごさ",
          "zh": "錯誤"
        },
        {
          "k": "ございます (かん)",
          "r": "ございます (かん)",
          "zh": "成為（有禮貌、存在）"
        }
      ]
    },
    {
      "id": "n1-u66",
      "theme": "綜合單字 4",
      "words": [
        {
          "k": "孤児",
          "r": "こじ",
          "zh": "孤兒"
        },
        {
          "k": "こだわる",
          "r": "こだわる",
          "zh": "大驚小怪、挑剔"
        },
        {
          "k": "誇張",
          "r": "こちょう",
          "zh": "誇張"
        },
        {
          "k": "こつ (をつかむ)",
          "r": "こつ (をつかむ)",
          "zh": "秘密、詭計、懸念"
        },
        {
          "k": "国交",
          "r": "こっこう",
          "zh": "外交關係"
        },
        {
          "k": "骨董品",
          "r": "こっとうひん",
          "zh": "古玩"
        },
        {
          "k": "事柄",
          "r": "ことがら",
          "zh": "事情、事務、情況"
        },
        {
          "k": "孤独",
          "r": "こどく",
          "zh": "孤立、孤獨"
        },
        {
          "k": "ことごとく",
          "r": "ことごとく",
          "zh": "完全地"
        },
        {
          "k": "言付け",
          "r": "ことづけ",
          "zh": "留言"
        },
        {
          "k": "殊に",
          "r": "ことに",
          "zh": "尤其是、首先"
        },
        {
          "k": "粉々",
          "r": "こなごな",
          "zh": "分成非常小的碎片"
        },
        {
          "k": "好ましい",
          "r": "このましい",
          "zh": "好的、可愛的、令人嚮往的"
        },
        {
          "k": "碁盤",
          "r": "ごばん",
          "zh": "走板"
        },
        {
          "k": "個別",
          "r": "こべつ",
          "zh": "特殊情況"
        },
        {
          "k": "ごまかす",
          "r": "ごまかす",
          "zh": "欺騙、歪曲"
        },
        {
          "k": "細やか",
          "r": "こまやか",
          "zh": "微薄的、謙虛的"
        },
        {
          "k": "コマーシャル",
          "r": "コマーシャル",
          "zh": "商業廣告"
        },
        {
          "k": "コメント",
          "r": "コメント",
          "zh": "評論"
        },
        {
          "k": "籠もる",
          "r": "こもる",
          "zh": "將自己封閉起來、封閉在"
        }
      ]
    },
    {
      "id": "n1-u67",
      "theme": "綜合單字 5",
      "words": [
        {
          "k": "凝らす",
          "r": "こらす",
          "zh": "專心、投入、凝視"
        },
        {
          "k": "ごらんなさい (かん)",
          "r": "ごらんなさい (かん)",
          "zh": "看、（請）嘗試做"
        },
        {
          "k": "孤立",
          "r": "こりつ",
          "zh": "孤立、無助"
        },
        {
          "k": "凝る",
          "r": "こる",
          "zh": "使變硬"
        },
        {
          "k": "根気",
          "r": "こんき",
          "zh": "耐心、毅力、能量"
        },
        {
          "k": "根拠",
          "r": "こんきょ",
          "zh": "基礎"
        },
        {
          "k": "コンタクト (レンズ)",
          "r": "コンタクト (レンズ)",
          "zh": "聯繫、隱形眼鏡"
        },
        {
          "k": "根底",
          "r": "こんてい",
          "zh": "根、基礎、根基"
        },
        {
          "k": "混同",
          "r": "こんどう",
          "zh": "混亂、混合、合併"
        },
        {
          "k": "コントラスト",
          "r": "コントラスト",
          "zh": "對比"
        },
        {
          "k": "コントロール",
          "r": "コントロール",
          "zh": "控制"
        },
        {
          "k": "コンパス",
          "r": "コンパス",
          "zh": "指南針"
        },
        {
          "k": "根本",
          "r": "こんぽん",
          "zh": "根基、基礎"
        },
        {
          "k": "財",
          "r": "ざい",
          "zh": "財富"
        },
        {
          "k": "災害",
          "r": "さいがい",
          "zh": "災難、不幸"
        },
        {
          "k": "細菌",
          "r": "さいきん",
          "zh": "芽孢桿菌、細菌"
        },
        {
          "k": "採掘",
          "r": "さいくつ",
          "zh": "採礦"
        },
        {
          "k": "サイクル",
          "r": "サイクル",
          "zh": "循環"
        },
        {
          "k": "採決",
          "r": "さいけつ",
          "zh": "投票點名"
        },
        {
          "k": "在庫",
          "r": "ざいこ",
          "zh": "庫存"
        }
      ]
    },
    {
      "id": "n1-u68",
      "theme": "綜合單字 6",
      "words": [
        {
          "k": "採算",
          "r": "さいさん",
          "zh": "利潤"
        },
        {
          "k": "サイズ",
          "r": "サイズ",
          "zh": "尺寸"
        },
        {
          "k": "再生",
          "r": "さいせい",
          "zh": "回放、再生、復甦"
        },
        {
          "k": "最善",
          "r": "さいぜん",
          "zh": "最好的"
        },
        {
          "k": "栽培",
          "r": "さいばい",
          "zh": "栽培"
        },
        {
          "k": "再発",
          "r": "さいはつ",
          "zh": "復發、再發生"
        },
        {
          "k": "細胞",
          "r": "さいぼう",
          "zh": "細胞"
        },
        {
          "k": "採用",
          "r": "さいよう",
          "zh": "使用、採用"
        },
        {
          "k": "遮る",
          "r": "さえぎる",
          "zh": "打斷、攔截、阻礙"
        },
        {
          "k": "さえずる",
          "r": "さえずる",
          "zh": "唱歌、嘰嘰喳喳"
        },
        {
          "k": "栄える",
          "r": "さかえる",
          "zh": "繁榮"
        },
        {
          "k": "差額",
          "r": "さがく",
          "zh": "餘額、差額、保證金"
        },
        {
          "k": "杯",
          "r": "さかずき",
          "zh": "酒杯"
        },
        {
          "k": "削減",
          "r": "さくげん",
          "zh": "削減、減少"
        },
        {
          "k": "作戦",
          "r": "さくせん",
          "zh": "軍事行動、戰術、戰略"
        },
        {
          "k": "叫び",
          "r": "さけび",
          "zh": "喊叫、尖叫、強烈抗議"
        },
        {
          "k": "差し支える",
          "r": "さしつかえる",
          "zh": "干涉、妨礙"
        },
        {
          "k": "摩する",
          "r": "さする",
          "zh": "摩擦、撫摸"
        },
        {
          "k": "さぞ (さぞや。さぞかし)",
          "r": "さぞ (さぞや。さぞかし)",
          "zh": "我確信、當然、毫無疑問"
        },
        {
          "k": "定める",
          "r": "さだめる",
          "zh": "決定"
        }
      ]
    },
    {
      "id": "n1-u69",
      "theme": "綜合單字 7",
      "words": [
        {
          "k": "雑",
          "r": "ざつ",
          "zh": "粗糙的、粗暴的"
        },
        {
          "k": "雑貨",
          "r": "ざっか",
          "zh": "雜貨、普通商品"
        },
        {
          "k": "殺人",
          "r": "さつじん",
          "zh": "謀殺"
        },
        {
          "k": "察する",
          "r": "さっする",
          "zh": "去猜測、去感知、去判斷"
        },
        {
          "k": "さっと",
          "r": "さっと",
          "zh": "突然地、順利地"
        },
        {
          "k": "さっぱりする",
          "r": "さっぱりする",
          "zh": "重新整理"
        },
        {
          "k": "最中",
          "r": "さなか",
          "zh": "在中間、中間"
        },
        {
          "k": "座標",
          "r": "ざひょう",
          "zh": "座標"
        },
        {
          "k": "寒気",
          "r": "さむけ",
          "zh": "發冷、發抖、寒冷"
        },
        {
          "k": "侍",
          "r": "さむらい",
          "zh": "武士"
        },
        {
          "k": "さも",
          "r": "さも",
          "zh": "滿懷熱情地、滿意地"
        },
        {
          "k": "さらう (こどもを～)",
          "r": "さらう (こどもを～)",
          "zh": "綁架"
        },
        {
          "k": "障る",
          "r": "さわる",
          "zh": "阻礙、幹擾、影響"
        },
        {
          "k": "酸",
          "r": "さん",
          "zh": "酸"
        },
        {
          "k": "産休",
          "r": "さんきゅう",
          "zh": "產假"
        },
        {
          "k": "サンキュー",
          "r": "サンキュー",
          "zh": "謝謝你"
        },
        {
          "k": "残酷",
          "r": "ざんこく",
          "zh": "殘忍、嚴厲"
        },
        {
          "k": "産出",
          "r": "さんしゅつ",
          "zh": "產量、產出"
        },
        {
          "k": "参照",
          "r": "さんしょう",
          "zh": "參考、諮詢"
        },
        {
          "k": "サンタクロース",
          "r": "サンタクロース",
          "zh": "聖誕老公公"
        }
      ]
    },
    {
      "id": "n1-u70",
      "theme": "綜合單字 8",
      "words": [
        {
          "k": "桟橋",
          "r": "さんばし",
          "zh": "碼頭、防波堤"
        },
        {
          "k": "産婦人科",
          "r": "さんふじんか",
          "zh": "婦產科"
        },
        {
          "k": "仕上がり",
          "r": "しあがり",
          "zh": "完成、結束"
        },
        {
          "k": "仕上",
          "r": "しあげ",
          "zh": "結束、收尾工作"
        },
        {
          "k": "仕上げる",
          "r": "しあげる",
          "zh": "完成"
        },
        {
          "k": "強いて",
          "r": "しいて",
          "zh": "敢於、堅持"
        },
        {
          "k": "ジーパン",
          "r": "ジーパン",
          "zh": "牛仔褲"
        },
        {
          "k": "仕入れる",
          "r": "しいれる",
          "zh": "儲備庫存、補充庫存、採購"
        },
        {
          "k": "強いる",
          "r": "しいる",
          "zh": "強迫、強制、脅迫"
        },
        {
          "k": "潮",
          "r": "しお",
          "zh": "潮汐"
        },
        {
          "k": "歯科",
          "r": "しか",
          "zh": "牙科"
        },
        {
          "k": "自我",
          "r": "じが",
          "zh": "自我"
        },
        {
          "k": "自覚",
          "r": "じかく",
          "zh": "自我意識"
        },
        {
          "k": "仕掛ける",
          "r": "しかける",
          "zh": "鋪設、設定、支付"
        },
        {
          "k": "しかしながら",
          "r": "しかしながら",
          "zh": "然而、儘管如此"
        },
        {
          "k": "色彩",
          "r": "しきさい",
          "zh": "顏色"
        },
        {
          "k": "軽蔑",
          "r": "けいべつ",
          "zh": "輕蔑、蔑視"
        },
        {
          "k": "経路",
          "r": "けいろ",
          "zh": "課程、路線、通道"
        },
        {
          "k": "けがらわしい",
          "r": "けがらわしい",
          "zh": "骯髒的、不公平的"
        },
        {
          "k": "激励",
          "r": "げきれい",
          "zh": "鼓勵"
        }
      ]
    },
    {
      "id": "n1-u71",
      "theme": "綜合單字 9",
      "words": [
        {
          "k": "ゲスト",
          "r": "ゲスト",
          "zh": "客人"
        },
        {
          "k": "決",
          "r": "けつ",
          "zh": "決定、投票"
        },
        {
          "k": "結核",
          "r": "けっかく",
          "zh": "結核病"
        },
        {
          "k": "決議",
          "r": "けつぎ",
          "zh": "決議、投票、決定"
        },
        {
          "k": "決算",
          "r": "けっさん",
          "zh": "資產負債表、結算"
        },
        {
          "k": "決勝",
          "r": "けっしょう",
          "zh": "決賽（體育）"
        },
        {
          "k": "結晶",
          "r": "けっしょう",
          "zh": "晶體、結晶"
        },
        {
          "k": "結成",
          "r": "けっせい",
          "zh": "形成"
        },
        {
          "k": "結束",
          "r": "けっそく",
          "zh": "聯盟、團結"
        },
        {
          "k": "欠乏",
          "r": "けつぼう",
          "zh": "短缺"
        },
        {
          "k": "蹴飛ばす",
          "r": "けとばす",
          "zh": "踢開、踢（某人）"
        },
        {
          "k": "けなす",
          "r": "けなす",
          "zh": "說壞話"
        },
        {
          "k": "煙る",
          "r": "けむる",
          "zh": "抽煙（例如、火）"
        },
        {
          "k": "家来",
          "r": "けらい",
          "zh": "家臣、隨從、僕人"
        },
        {
          "k": "下痢",
          "r": "げり",
          "zh": "腹瀉"
        },
        {
          "k": "権威",
          "r": "けんい",
          "zh": "權威、權力、影響力"
        },
        {
          "k": "原形",
          "r": "げんけい",
          "zh": "原始形式、基本形式"
        },
        {
          "k": "原型",
          "r": "げんけい",
          "zh": "原型、模型"
        },
        {
          "k": "権限",
          "r": "けんげん",
          "zh": "權力、管轄權"
        },
        {
          "k": "現行",
          "r": "げんこう",
          "zh": "現在的、目前的、正在運作的"
        }
      ]
    },
    {
      "id": "n1-u72",
      "theme": "綜合單字 10",
      "words": [
        {
          "k": "検事",
          "r": "けんじ",
          "zh": "檢察官"
        },
        {
          "k": "原子",
          "r": "げんし",
          "zh": "原子"
        },
        {
          "k": "元首",
          "r": "げんしゅ",
          "zh": "統治者、主權者"
        },
        {
          "k": "原書",
          "r": "げんしょ",
          "zh": "原始文件"
        },
        {
          "k": "元素",
          "r": "げんそ",
          "zh": "元素"
        },
        {
          "k": "同調",
          "r": "どうちょう",
          "zh": "同情、同意、一致"
        },
        {
          "k": "到底",
          "r": "とうてい",
          "zh": "（不能）可能"
        },
        {
          "k": "動的",
          "r": "どうてき",
          "zh": "動態的"
        },
        {
          "k": "尊い",
          "r": "とうとい",
          "zh": "珍貴的、有價值的、高貴的"
        },
        {
          "k": "貴い",
          "r": "とうとい",
          "zh": "珍貴的、有價值的、高貴的"
        },
        {
          "k": "堂々",
          "r": "どうどう",
          "zh": "宏偉的、偉大的、令人印象深刻的"
        },
        {
          "k": "尊ぶ",
          "r": "とうとぶ",
          "zh": "重視、獎勵、尊重"
        },
        {
          "k": "どうにか",
          "r": "どうにか",
          "zh": "以某種方式"
        },
        {
          "k": "導入",
          "r": "どうにゅう",
          "zh": "引進、帶入"
        },
        {
          "k": "同封",
          "r": "どうふう",
          "zh": "附件（例如、在信件中）"
        },
        {
          "k": "逃亡",
          "r": "とうぼう",
          "zh": "逃脫"
        },
        {
          "k": "同盟",
          "r": "どうめい",
          "zh": "聯盟"
        },
        {
          "k": "動力",
          "r": "どうりょく",
          "zh": "功率、原動力、動力"
        },
        {
          "k": "登録",
          "r": "とうろく",
          "zh": "登記、記錄"
        },
        {
          "k": "討論",
          "r": "とうろん",
          "zh": "討論、辯論"
        }
      ]
    },
    {
      "id": "n1-u73",
      "theme": "綜合單字 11",
      "words": [
        {
          "k": "遠ざかる",
          "r": "とおざかる",
          "zh": "去遠方"
        },
        {
          "k": "遠回り",
          "r": "とおまわり",
          "zh": "迂迴路線"
        },
        {
          "k": "トーン",
          "r": "トーン",
          "zh": "語氣"
        },
        {
          "k": "とかく",
          "r": "とかく",
          "zh": "無論如何"
        },
        {
          "k": "とがめる",
          "r": "とがめる",
          "zh": "責備、斥責"
        },
        {
          "k": "とぎれる",
          "r": "とぎれる",
          "zh": "暫停、被打斷"
        },
        {
          "k": "研ぐ",
          "r": "とぐ",
          "zh": "磨尖、磨削、拋光"
        },
        {
          "k": "特技",
          "r": "とくぎ",
          "zh": "特殊才能、技能"
        },
        {
          "k": "独自",
          "r": "どくじ",
          "zh": "原創的、獨特的、特性的"
        },
        {
          "k": "独占",
          "r": "どくせん",
          "zh": "壟斷"
        },
        {
          "k": "独創",
          "r": "どくそう",
          "zh": "原創性"
        },
        {
          "k": "得点",
          "r": "とくてん",
          "zh": "分數、得分"
        },
        {
          "k": "特派",
          "r": "とくは",
          "zh": "特派、特使"
        },
        {
          "k": "特有",
          "r": "とくゆう",
          "zh": "特徵（的、特有的）"
        },
        {
          "k": "とげ (をさす)",
          "r": "とげ (をさす)",
          "zh": "刺"
        },
        {
          "k": "～どころか",
          "r": "～どころか",
          "zh": "相反、遠非"
        },
        {
          "k": "途上",
          "r": "とじょう",
          "zh": "en/in 路線、半途"
        },
        {
          "k": "土台",
          "r": "どだい",
          "zh": "基礎"
        },
        {
          "k": "特許",
          "r": "とっきょ",
          "zh": "特別授權、專利"
        },
        {
          "k": "とっさに",
          "r": "とっさに",
          "zh": "立刻"
        }
      ]
    },
    {
      "id": "n1-u74",
      "theme": "綜合單字 12",
      "words": [
        {
          "k": "突如",
          "r": "とつじょ",
          "zh": "突然"
        },
        {
          "k": "滞る",
          "r": "とどこおる",
          "zh": "停滯、延遲"
        },
        {
          "k": "唱える",
          "r": "となえる",
          "zh": "背誦、吟誦、號召"
        },
        {
          "k": "殿様",
          "r": "とのさま",
          "zh": "封建領主"
        },
        {
          "k": "土俵",
          "r": "どひょう",
          "zh": "競技場"
        },
        {
          "k": "とぼける",
          "r": "とぼける",
          "zh": "裝傻、裝無知、裝無辜、面無表情、年老"
        },
        {
          "k": "富",
          "r": "とみ",
          "zh": "財富"
        },
        {
          "k": "富む",
          "r": "とむ",
          "zh": "致富"
        },
        {
          "k": "ドライ",
          "r": "ドライ",
          "zh": "幹"
        },
        {
          "k": "トランジスター",
          "r": "トランジスター",
          "zh": "電晶體"
        },
        {
          "k": "鳥居",
          "r": "とりい",
          "zh": "神社牌坊"
        },
        {
          "k": "取り替え",
          "r": "とりかえ",
          "zh": "互換、交換"
        },
        {
          "k": "取り組む",
          "r": "とりくむ",
          "zh": "解決、參加比賽"
        },
        {
          "k": "取締り",
          "r": "とりしまり",
          "zh": "控制、打擊、監督"
        },
        {
          "k": "取り締まる",
          "r": "とりしまる",
          "zh": "打擊、控制、監督"
        },
        {
          "k": "取り立てる",
          "r": "とりたてる",
          "zh": "收集、勒索"
        },
        {
          "k": "取り次ぐ",
          "r": "とりつぐ",
          "zh": "充當（某人）的代理人、宣告（某人）、傳達（訊息）"
        },
        {
          "k": "取り付ける",
          "r": "とりつける",
          "zh": "提供、安裝、取得某人的同意"
        },
        {
          "k": "取り寄せる",
          "r": "とりよせる",
          "zh": "訂購、送去"
        },
        {
          "k": "ドリル",
          "r": "ドリル",
          "zh": "鑽孔"
        }
      ]
    },
    {
      "id": "n1-u75",
      "theme": "綜合單字 13",
      "words": [
        {
          "k": "副",
          "r": "とりわけ",
          "zh": "尤其是、首先"
        },
        {
          "k": "とろける",
          "r": "とろける",
          "zh": "融化、著迷"
        },
        {
          "k": "とんだ",
          "r": "とんだ",
          "zh": "可怕的、嚴重的、絕對不是"
        },
        {
          "k": "度忘れ",
          "r": "どわすれ",
          "zh": "失憶、暫時忘記"
        },
        {
          "k": "乃至",
          "r": "ないし",
          "zh": "從...到、在...之間、或者"
        },
        {
          "k": "内緒",
          "r": "ないしょ",
          "zh": "秘密、隱私"
        },
        {
          "k": "内蔵",
          "r": "ないぞう",
          "zh": "內臟器官、內建的"
        },
        {
          "k": "内部",
          "r": "ないぶ",
          "zh": "內部"
        },
        {
          "k": "内陸",
          "r": "ないりく",
          "zh": "內陸"
        },
        {
          "k": "なおさら",
          "r": "なおさら",
          "zh": "愈加愈少"
        },
        {
          "k": "流し",
          "r": "ながし",
          "zh": "水槽"
        },
        {
          "k": "長々",
          "r": "ながなが",
          "zh": "很長"
        },
        {
          "k": "中程",
          "r": "なかほど",
          "zh": "中間、中途"
        },
        {
          "k": "嘆く",
          "r": "なげく",
          "zh": "嘆息、哀嘆、悲傷"
        },
        {
          "k": "名残",
          "r": "なごり",
          "zh": "遺跡、痕跡、記憶"
        },
        {
          "k": "情け",
          "r": "なさけ",
          "zh": "同情、憐憫"
        },
        {
          "k": "情無い",
          "r": "なさけない",
          "zh": "可憐的、可恥的"
        },
        {
          "k": "詰る",
          "r": "なじる",
          "zh": "斥責、訓斥"
        },
        {
          "k": "名高い",
          "r": "なだかい",
          "zh": "著名的"
        },
        {
          "k": "雪崩",
          "r": "なだれ",
          "zh": "雪崩"
        }
      ]
    },
    {
      "id": "n1-u76",
      "theme": "綜合單字 14",
      "words": [
        {
          "k": "名付ける",
          "r": "なづける",
          "zh": "命名"
        },
        {
          "k": "何気ない",
          "r": "なにげない",
          "zh": "隨意的、不關心的"
        },
        {
          "k": "なにとぞ",
          "r": "なにとぞ",
          "zh": "拜託、請無論如何"
        },
        {
          "k": "なにより",
          "r": "なにより",
          "zh": "最多、最好"
        },
        {
          "k": "ナプキン",
          "r": "ナプキン",
          "zh": "餐巾紙"
        },
        {
          "k": "鉛",
          "r": "なまり",
          "zh": "鉛（金屬）"
        },
        {
          "k": "滑らか",
          "r": "なめらか",
          "zh": "光滑度、玻璃度"
        },
        {
          "k": "悩ましい",
          "r": "なやましい",
          "zh": "誘人、憂鬱、慵懶"
        },
        {
          "k": "悩ます",
          "r": "なやます",
          "zh": "打擾、騷擾"
        },
        {
          "k": "並びに",
          "r": "ならびに",
          "zh": "和"
        },
        {
          "k": "慣れ",
          "r": "なれ",
          "zh": "實務、經驗"
        },
        {
          "k": "ナンセンス",
          "r": "ナンセンス",
          "zh": "廢話"
        },
        {
          "k": "なんだかんだ",
          "r": "なんだかんだ",
          "zh": "某事或其他"
        },
        {
          "k": "にきび",
          "r": "にきび",
          "zh": "粉刺、痤瘡"
        },
        {
          "k": "にせ物",
          "r": "にせもの",
          "zh": "仿製品、贗品"
        },
        {
          "k": "荷造り",
          "r": "にづくり",
          "zh": "包裝、打包、裝箱"
        },
        {
          "k": "鈍る",
          "r": "にぶる",
          "zh": "變得能力下降、變得遲鈍、削弱"
        },
        {
          "k": "にも関わらず",
          "r": "にもかかわらず",
          "zh": "儘管、儘管如此"
        },
        {
          "k": "ニュアンス",
          "r": "ニュアンス",
          "zh": "細微差別"
        },
        {
          "k": "ニュー",
          "r": "ニュー",
          "zh": "新的"
        }
      ]
    },
    {
      "id": "n1-u77",
      "theme": "綜合單字 15",
      "words": [
        {
          "k": "入浴",
          "r": "にゅうよく",
          "zh": "洗澡"
        },
        {
          "k": "尿",
          "r": "にょう",
          "zh": "尿液"
        },
        {
          "k": "認識",
          "r": "にんしき",
          "zh": "認可、認知"
        },
        {
          "k": "妊娠",
          "r": "にんしん",
          "zh": "受孕、懷孕"
        },
        {
          "k": "任務",
          "r": "にんむ",
          "zh": "職責、使命、任務"
        },
        {
          "k": "抜かす",
          "r": "ぬかす",
          "zh": "省略、遺漏"
        },
        {
          "k": "抜け出す",
          "r": "ぬけだす",
          "zh": "溜出去、溜走、出類拔萃"
        },
        {
          "k": "主",
          "r": "ぬし",
          "zh": "主人、神"
        },
        {
          "k": "沼",
          "r": "ぬま",
          "zh": "沼澤、池塘"
        },
        {
          "k": "音色",
          "r": "ねいろ",
          "zh": "音色"
        },
        {
          "k": "ネガ",
          "r": "ネガ",
          "zh": "（照相的）負片"
        },
        {
          "k": "妬む",
          "r": "ねたむ",
          "zh": "去嫉妒、去羨慕"
        },
        {
          "k": "ねだる",
          "r": "ねだる",
          "zh": "嘮叨、要求"
        },
        {
          "k": "熱意",
          "r": "ねつい",
          "zh": "熱情"
        },
        {
          "k": "熱量",
          "r": "ねつりょう",
          "zh": "熱值"
        },
        {
          "k": "粘る",
          "r": "ねばる",
          "zh": "黏性、堅持"
        },
        {
          "k": "年長",
          "r": "ねんちょう",
          "zh": "資歷"
        },
        {
          "k": "燃料",
          "r": "ねんりょう",
          "zh": "燃料"
        },
        {
          "k": "ノイローゼ",
          "r": "ノイローゼ",
          "zh": "神經症（德文：Neurosis）"
        },
        {
          "k": "農地",
          "r": "のうち",
          "zh": "農業用地"
        }
      ]
    },
    {
      "id": "n1-u78",
      "theme": "綜合單字 16",
      "words": [
        {
          "k": "逃す",
          "r": "のがす",
          "zh": "釋放"
        },
        {
          "k": "逃れる",
          "r": "のがれる",
          "zh": "逃跑"
        },
        {
          "k": "望ましい",
          "r": "のぞましい",
          "zh": "所期望的、所希望的"
        },
        {
          "k": "～派",
          "r": "～は",
          "zh": "團體、黨派、部門（百萬）"
        },
        {
          "k": "バー",
          "r": "バー",
          "zh": "酒吧"
        },
        {
          "k": "ばい菌",
          "r": "ばいきん",
          "zh": "細菌、病菌"
        },
        {
          "k": "配偶者",
          "r": "はいぐうしゃ",
          "zh": "配偶"
        },
        {
          "k": "拝啓",
          "r": "はいけい",
          "zh": "-- 在信件開頭使用的正式問候語 --"
        },
        {
          "k": "背景",
          "r": "はいけい",
          "zh": "背景、風景、場景"
        },
        {
          "k": "廃止",
          "r": "はいし",
          "zh": "廢除"
        },
        {
          "k": "拝借",
          "r": "はいしゃく",
          "zh": "（謙虛）（禮貌）借用"
        },
        {
          "k": "排除",
          "r": "はいじょ",
          "zh": "排除、除去、拒絕"
        },
        {
          "k": "賠償",
          "r": "ばいしょう",
          "zh": "賠償"
        },
        {
          "k": "配布",
          "r": "はいふ",
          "zh": "分佈"
        },
        {
          "k": "配分",
          "r": "はいぶん",
          "zh": "分配"
        },
        {
          "k": "配慮",
          "r": "はいりょ",
          "zh": "考慮、關心、深思熟慮"
        },
        {
          "k": "配列",
          "r": "はいれつ",
          "zh": "排列、陣列（程式設計）"
        },
        {
          "k": "破壊",
          "r": "はかい",
          "zh": "破壞"
        },
        {
          "k": "一概に",
          "r": "いちがいに",
          "zh": "無條件、必然地"
        },
        {
          "k": "著しい",
          "r": "いちじるしい",
          "zh": "顯著的、相當大的"
        }
      ]
    },
    {
      "id": "n1-u79",
      "theme": "綜合單字 17",
      "words": [
        {
          "k": "一同",
          "r": "いちどう",
          "zh": "所有在場的人、所有相關的人、我們所有人"
        },
        {
          "k": "一部分",
          "r": "いちぶぶん",
          "zh": "一部分"
        },
        {
          "k": "一別",
          "r": "いちべつ",
          "zh": "離別"
        },
        {
          "k": "一目",
          "r": "いちもく",
          "zh": "一眼、一瞥"
        },
        {
          "k": "一様",
          "r": "いちよう",
          "zh": "統一、相似、平等"
        },
        {
          "k": "一律",
          "r": "いちりつ",
          "zh": "均勻、平等"
        },
        {
          "k": "一括",
          "r": "いっかつ",
          "zh": "全部一起、批量"
        },
        {
          "k": "一挙に",
          "r": "いっきょに",
          "zh": "一下子"
        },
        {
          "k": "一切",
          "r": "いっさい",
          "zh": "整個無一例外"
        },
        {
          "k": "一心",
          "r": "いっしん",
          "zh": "一心一意、全神貫注"
        },
        {
          "k": "いっそ",
          "r": "いっそ",
          "zh": "相反、早點、不妨"
        },
        {
          "k": "一変",
          "r": "いっぺん",
          "zh": "徹底改變"
        },
        {
          "k": "意図",
          "r": "いと",
          "zh": "意圖、目的、設計"
        },
        {
          "k": "挑む",
          "r": "いどむ",
          "zh": "挑戰"
        },
        {
          "k": "稲光",
          "r": "いなびかり",
          "zh": "閃電（閃光）"
        },
        {
          "k": "いびき",
          "r": "いびき",
          "zh": "打鼾"
        },
        {
          "k": "今更",
          "r": "いまさら",
          "zh": "現在、再次"
        },
        {
          "k": "未だ",
          "r": "いまだ",
          "zh": "然而、仍然"
        },
        {
          "k": "移民",
          "r": "いみん",
          "zh": "移民"
        },
        {
          "k": "嫌々",
          "r": "いやいや",
          "zh": "不情願地、決不"
        }
      ]
    },
    {
      "id": "n1-u80",
      "theme": "綜合單字 18",
      "words": [
        {
          "k": "卑しい",
          "r": "いやしい",
          "zh": "貪婪的、庸俗的、邋遢的"
        },
        {
          "k": "いやに",
          "r": "いやに",
          "zh": "可怕地"
        },
        {
          "k": "いやらしい",
          "r": "いやらしい",
          "zh": "不愉快的、令人厭惡的、不雅的"
        },
        {
          "k": "意欲",
          "r": "いよく",
          "zh": "意志、願望、野心"
        },
        {
          "k": "威力",
          "r": "いりょく",
          "zh": "權力、力量、權威"
        },
        {
          "k": "陰気",
          "r": "いんき",
          "zh": "憂鬱"
        },
        {
          "k": "インターチェンジ",
          "r": "インターチェンジ",
          "zh": "交換"
        },
        {
          "k": "インフォメーション",
          "r": "インフォメーション",
          "zh": "資訊"
        },
        {
          "k": "インフレ",
          "r": "インフレ",
          "zh": "(縮寫) 通貨膨脹"
        },
        {
          "k": "受け入れ",
          "r": "うけいれ",
          "zh": "接收、接受"
        },
        {
          "k": "受け継ぐ",
          "r": "うけつぐ",
          "zh": "繼承、成功"
        },
        {
          "k": "受身",
          "r": "うけみ",
          "zh": "被動語態"
        },
        {
          "k": "受持ち",
          "r": "うけもち",
          "zh": "負責（某事）、由某人負責的事情"
        },
        {
          "k": "動き",
          "r": "うごき",
          "zh": "運動、活動、趨勢"
        },
        {
          "k": "埋める",
          "r": "うずめる",
          "zh": "埋葬、填滿"
        },
        {
          "k": "嘘つき",
          "r": "うそつき",
          "zh": "騙子"
        },
        {
          "k": "うたた寝",
          "r": "うたたね",
          "zh": "打瞌睡"
        },
        {
          "k": "打ち消し",
          "r": "うちけし",
          "zh": "（克）否定、否定"
        },
        {
          "k": "打ち込む",
          "r": "うちこむ",
          "zh": "投身於、投入"
        },
        {
          "k": "団扇",
          "r": "うちわ",
          "zh": "風扇"
        }
      ]
    },
    {
      "id": "n1-u81",
      "theme": "綜合單字 19",
      "words": [
        {
          "k": "空ろ",
          "r": "うつろ",
          "zh": "空白的、空洞的、空的"
        },
        {
          "k": "器",
          "r": "うつわ",
          "zh": "碗、器皿、容器"
        },
        {
          "k": "腕前",
          "r": "うでまえ",
          "zh": "能力、技巧、設施"
        },
        {
          "k": "促す",
          "r": "うながす",
          "zh": "敦促、建議、要求"
        },
        {
          "k": "うぬぼれ",
          "r": "うぬぼれ",
          "zh": "自負、傲慢"
        },
        {
          "k": "梅干し",
          "r": "うめぼし",
          "zh": "梅干"
        },
        {
          "k": "裏返し",
          "r": "うらがえし",
          "zh": "內向外、反向"
        },
        {
          "k": "潤う",
          "r": "うるおう",
          "zh": "濕潤、從中獲利"
        },
        {
          "k": "上回る",
          "r": "うわまわる",
          "zh": "超過"
        },
        {
          "k": "うんざり",
          "r": "うんざり",
          "zh": "乏味的、厭倦的"
        },
        {
          "k": "云々",
          "r": "うんぬん",
          "zh": "等等"
        },
        {
          "k": "運命",
          "r": "うんめい",
          "zh": "命運"
        },
        {
          "k": "運輸",
          "r": "うんゆ",
          "zh": "交通"
        },
        {
          "k": "エアメール",
          "r": "エアメール",
          "zh": "航空郵件"
        },
        {
          "k": "英字",
          "r": "えいじ",
          "zh": "英文字母（字元）"
        },
        {
          "k": "映像",
          "r": "えいぞう",
          "zh": "反射、影像"
        },
        {
          "k": "液",
          "r": "えき",
          "zh": "液體、流體"
        },
        {
          "k": "閲覧",
          "r": "えつらん",
          "zh": "檢查、參考、瀏覽"
        },
        {
          "k": "獲物",
          "r": "えもの",
          "zh": "遊戲、戰利品、獎盃"
        },
        {
          "k": "襟",
          "r": "えり",
          "zh": "頸部、衣領"
        }
      ]
    },
    {
      "id": "n1-u82",
      "theme": "綜合單字 20",
      "words": [
        {
          "k": "沿岸",
          "r": "えんがん",
          "zh": "海岸"
        },
        {
          "k": "婉曲",
          "r": "えんきょく",
          "zh": "委婉的、間接的、暗示的"
        },
        {
          "k": "エンジニア",
          "r": "エンジニア",
          "zh": "工程師"
        },
        {
          "k": "演じる",
          "r": "えんじる",
          "zh": "表演、扮演（一部分）、行動"
        },
        {
          "k": "演ずる",
          "r": "えんずる",
          "zh": "表演、扮演（一部分）、行動"
        },
        {
          "k": "沿線",
          "r": "えんせん",
          "zh": "沿著鐵路線"
        },
        {
          "k": "於いて",
          "r": "おいて",
          "zh": "在"
        },
        {
          "k": "老いる",
          "r": "おいる",
          "zh": "變老"
        },
        {
          "k": "応急",
          "r": "おうきゅう",
          "zh": "緊急狀況"
        },
        {
          "k": "黄金",
          "r": "おうごん",
          "zh": "黃金"
        },
        {
          "k": "おおい (かん)",
          "r": "おおい (かん)",
          "zh": "嘿"
        },
        {
          "k": "大方",
          "r": "おおかた",
          "zh": "幾乎所有、大多數"
        },
        {
          "k": "おおげさ",
          "r": "おおげさ",
          "zh": "宏偉的、誇張的"
        },
        {
          "k": "大筋",
          "r": "おおすじ",
          "zh": "概要"
        },
        {
          "k": "オートマチック",
          "r": "オートマチック",
          "zh": "自動"
        },
        {
          "k": "大幅",
          "r": "おおはば",
          "zh": "全寬、大規模、劇烈"
        },
        {
          "k": "おおまかな",
          "r": "おおまかな",
          "zh": "粗略的、近似的"
        },
        {
          "k": "大水",
          "r": "おおみず",
          "zh": "洪水"
        },
        {
          "k": "公",
          "r": "おおやけ",
          "zh": "公開的"
        },
        {
          "k": "侵す",
          "r": "おかす",
          "zh": "侵入、襲擊"
        }
      ]
    },
    {
      "id": "n1-u83",
      "theme": "綜合單字 21",
      "words": [
        {
          "k": "遅らす",
          "r": "おくらす",
          "zh": "延緩、延後"
        },
        {
          "k": "厳か",
          "r": "おごそか",
          "zh": "雄偉、莊嚴"
        },
        {
          "k": "行い",
          "r": "おこない",
          "zh": "行為、行動"
        },
        {
          "k": "収まる",
          "r": "おさまる",
          "zh": "安頓下來、待獲得"
        },
        {
          "k": "納まる",
          "r": "おさまる",
          "zh": "安頓下來、待獲得"
        },
        {
          "k": "お産",
          "r": "おさん",
          "zh": "（給予）出生"
        },
        {
          "k": "押し切る",
          "r": "おしきる",
          "zh": "我行我素"
        },
        {
          "k": "惜しむ",
          "r": "おしむ",
          "zh": "節儉、珍惜、後悔"
        },
        {
          "k": "御世辞",
          "r": "おせじ",
          "zh": "奉承、恭維"
        },
        {
          "k": "襲う",
          "r": "おそう",
          "zh": "攻擊"
        },
        {
          "k": "恐れ入る",
          "r": "おそれいる",
          "zh": "充滿敬畏、感到自己渺小"
        },
        {
          "k": "おだてる",
          "r": "おだてる",
          "zh": "奉承"
        },
        {
          "k": "落ち込む",
          "r": "おちこむ",
          "zh": "變得沮喪"
        },
        {
          "k": "落葉",
          "r": "おちば",
          "zh": "落葉"
        },
        {
          "k": "乙",
          "r": "おつ",
          "zh": "排名第二"
        },
        {
          "k": "お使い",
          "r": "おつかい",
          "zh": "差事"
        },
        {
          "k": "お供",
          "r": "おとも",
          "zh": "隨從、同伴"
        },
        {
          "k": "衰える",
          "r": "おとろえる",
          "zh": "變得軟弱、衰落"
        },
        {
          "k": "同い年",
          "r": "おないどし",
          "zh": "同齡的"
        },
        {
          "k": "自ずから",
          "r": "おのずから",
          "zh": "自然地、理所當然地"
        }
      ]
    },
    {
      "id": "n1-u84",
      "theme": "綜合單字 22",
      "words": [
        {
          "k": "怯える",
          "r": "おびえる",
          "zh": "變得害怕"
        },
        {
          "k": "おびただしい",
          "r": "おびただしい",
          "zh": "大量地、無數地"
        },
        {
          "k": "覚え",
          "r": "おぼえ",
          "zh": "記憶、感覺、經驗"
        },
        {
          "k": "おまけ",
          "r": "おまけ",
          "zh": "折扣、額外的東西"
        },
        {
          "k": "お宮",
          "r": "おみや",
          "zh": "神社"
        },
        {
          "k": "おむつ",
          "r": "おむつ",
          "zh": "尿布"
        },
        {
          "k": "赴く",
          "r": "おもむく",
          "zh": "去、繼續"
        },
        {
          "k": "重んじる",
          "r": "おもんじる",
          "zh": "尊重、尊敬、獎勵"
        },
        {
          "k": "重んずる",
          "r": "おもんずる",
          "zh": "尊重、重視"
        },
        {
          "k": "及び",
          "r": "および",
          "zh": "並且、以及"
        },
        {
          "k": "及ぶ",
          "r": "およぶ",
          "zh": "達到、延伸"
        },
        {
          "k": "折",
          "r": "おり",
          "zh": "機會、場合"
        },
        {
          "k": "檻",
          "r": "おり",
          "zh": "籠子、圍欄、牢房"
        },
        {
          "k": "オリエンテーション",
          "r": "オリエンテーション",
          "zh": "方向"
        },
        {
          "k": "折り返す",
          "r": "おりかえす",
          "zh": "翻起、折回"
        },
        {
          "k": "織物",
          "r": "おりもの",
          "zh": "紡織品、織物"
        },
        {
          "k": "愚か",
          "r": "おろか",
          "zh": "愚蠢的"
        },
        {
          "k": "オンライン",
          "r": "オンライン",
          "zh": "網路"
        },
        {
          "k": "我",
          "r": "が～",
          "zh": "自我"
        },
        {
          "k": "～界",
          "r": "～かい",
          "zh": "世界、圓圈、王國"
        }
      ]
    },
    {
      "id": "n1-u85",
      "theme": "綜合單字 23",
      "words": [
        {
          "k": "改悪",
          "r": "かいあく",
          "zh": "惡化、變得更糟"
        },
        {
          "k": "海運",
          "r": "かいうん",
          "zh": "海上運輸"
        },
        {
          "k": "改革",
          "r": "かいかく",
          "zh": "改革、創新"
        },
        {
          "k": "貝殻",
          "r": "かいがら",
          "zh": "外殼"
        },
        {
          "k": "海峡",
          "r": "かいきょう",
          "zh": "頻道"
        },
        {
          "k": "会見",
          "r": "かいけん",
          "zh": "採訪、會議"
        },
        {
          "k": "介護",
          "r": "かいご",
          "zh": "護理"
        },
        {
          "k": "回収",
          "r": "かいしゅう",
          "zh": "收集、回收"
        },
        {
          "k": "怪獣",
          "r": "かいじゅう",
          "zh": "怪物"
        },
        {
          "k": "解除",
          "r": "かいじょ",
          "zh": "取消、釋放"
        },
        {
          "k": "外相",
          "r": "がいしょう",
          "zh": "外交部長"
        },
        {
          "k": "概説",
          "r": "がいせつ",
          "zh": "一般性陳述、大綱"
        },
        {
          "k": "開拓",
          "r": "かいたく",
          "zh": "耕耘、先鋒"
        },
        {
          "k": "会談",
          "r": "かいだん",
          "zh": "談話、採訪"
        },
        {
          "k": "改定",
          "r": "かいてい",
          "zh": "改革"
        },
        {
          "k": "改訂",
          "r": "かいてい",
          "zh": "修訂"
        },
        {
          "k": "ガイド",
          "r": "ガイド",
          "zh": "指南"
        },
        {
          "k": "街道",
          "r": "かいどう",
          "zh": "高速公路"
        },
        {
          "k": "該当",
          "r": "がいとう",
          "zh": "相應的、答覆的、屬於"
        },
        {
          "k": "ガイドブック",
          "r": "ガイドブック",
          "zh": "指南"
        }
      ]
    },
    {
      "id": "n1-u86",
      "theme": "綜合單字 24",
      "words": [
        {
          "k": "介入",
          "r": "かいにゅう",
          "zh": "幹預"
        },
        {
          "k": "開発",
          "r": "かいはつ",
          "zh": "開發、利用"
        },
        {
          "k": "介抱",
          "r": "かいほう",
          "zh": "護理、照顧"
        },
        {
          "k": "解剖",
          "r": "かいぼう",
          "zh": "解剖、屍檢"
        },
        {
          "k": "外来",
          "r": "がいらい",
          "zh": "（簡稱）進口、門診"
        },
        {
          "k": "回覧",
          "r": "かいらん",
          "zh": "循環"
        },
        {
          "k": "概略",
          "r": "がいりゃく",
          "zh": "概要、重點"
        },
        {
          "k": "改良",
          "r": "かいりょう",
          "zh": "改進、改革"
        },
        {
          "k": "省みる",
          "r": "かえりみる",
          "zh": "反映"
        },
        {
          "k": "顧みる",
          "r": "かえりみる",
          "zh": "回頭看、回顧"
        },
        {
          "k": "顔付き",
          "r": "かおつき",
          "zh": "臉部表情"
        },
        {
          "k": "課外",
          "r": "かがい",
          "zh": "課外的"
        },
        {
          "k": "掲げる",
          "r": "かかげる",
          "zh": "升起、飛翔（帆）、漂浮（旗幟）"
        },
        {
          "k": "掻き回す",
          "r": "かきまわす",
          "zh": "攪動、擾亂"
        },
        {
          "k": "かく (はじを)",
          "r": "かく (はじを)",
          "zh": "羞辱自己"
        },
        {
          "k": "～画",
          "r": "～かく",
          "zh": "〜筆畫"
        },
        {
          "k": "学芸",
          "r": "がくげい",
          "zh": "藝術與科學、文科"
        },
        {
          "k": "格差",
          "r": "かくさ",
          "zh": "差別、懸殊"
        },
        {
          "k": "各種",
          "r": "かくしゅ",
          "zh": "各種各樣的"
        },
        {
          "k": "確信",
          "r": "かくしん",
          "zh": "信念、信心"
        }
      ]
    },
    {
      "id": "n1-u87",
      "theme": "綜合單字 25",
      "words": [
        {
          "k": "革新",
          "r": "かくしん",
          "zh": "改革、創新"
        },
        {
          "k": "学説",
          "r": "がくせつ",
          "zh": "理論"
        },
        {
          "k": "カクテル",
          "r": "カクテル",
          "zh": "雞尾酒"
        },
        {
          "k": "楽譜",
          "r": "がくふ",
          "zh": "樂譜（音樂、樂譜）"
        },
        {
          "k": "確保",
          "r": "かくほ",
          "zh": "保證、確保、確保安全"
        },
        {
          "k": "革命",
          "r": "かくめい",
          "zh": "革命"
        },
        {
          "k": "確立",
          "r": "かくりつ",
          "zh": "設立"
        },
        {
          "k": "賭",
          "r": "かけ",
          "zh": "打賭、賭博"
        },
        {
          "k": "掛～",
          "r": "かけ～",
          "zh": "信用"
        },
        {
          "k": "～掛け",
          "r": "～かけ",
          "zh": "架子、衣架"
        },
        {
          "k": "崖",
          "r": "がけ",
          "zh": "懸崖"
        },
        {
          "k": "かさばる",
          "r": "かさばる",
          "zh": "體積龐大"
        },
        {
          "k": "かさむ",
          "r": "かさむ",
          "zh": "堆積、增加"
        },
        {
          "k": "箇条書",
          "r": "かじょうがき",
          "zh": "逐項表"
        },
        {
          "k": "微か",
          "r": "かすか",
          "zh": "微弱的、昏暗的"
        },
        {
          "k": "霞む",
          "r": "かすむ",
          "zh": "變得朦朧"
        },
        {
          "k": "擦る",
          "r": "かする",
          "zh": "摩擦、擦傷"
        },
        {
          "k": "火星",
          "r": "かせい",
          "zh": "火星"
        },
        {
          "k": "化石",
          "r": "かせき",
          "zh": "化石、石化"
        },
        {
          "k": "化繊",
          "r": "かせん",
          "zh": "合成纖維"
        }
      ]
    },
    {
      "id": "n1-u88",
      "theme": "綜合單字 26",
      "words": [
        {
          "k": "過疎",
          "r": "かそ",
          "zh": "人口減少"
        },
        {
          "k": "片～",
          "r": "かた～",
          "zh": "單身~"
        },
        {
          "k": "片言",
          "r": "かたこと",
          "zh": "損壞（指說話風格、例如日語）"
        },
        {
          "k": "傾ける",
          "r": "かたむける",
          "zh": "傾斜、彎曲"
        },
        {
          "k": "固める",
          "r": "かためる",
          "zh": "使變硬、使凍結、使強化"
        },
        {
          "k": "且つ",
          "r": "かつ",
          "zh": "然而、並且"
        },
        {
          "k": "合唱",
          "r": "がっしょう",
          "zh": "合唱團"
        },
        {
          "k": "がっしり",
          "r": "がっしり",
          "zh": "堅固、堅韌"
        },
        {
          "k": "合致",
          "r": "がっち",
          "zh": "同意、一致、符合"
        },
        {
          "k": "がっちり",
          "r": "がっちり",
          "zh": "堅固、緊密"
        },
        {
          "k": "かつて",
          "r": "かつて",
          "zh": "曾經、以前、從前"
        },
        {
          "k": "カット",
          "r": "カット",
          "zh": "切"
        },
        {
          "k": "活発",
          "r": "かっぱつ",
          "zh": "活力、活躍"
        },
        {
          "k": "叶える",
          "r": "かなえる",
          "zh": "授予（請求、願望）"
        },
        {
          "k": "金槌",
          "r": "かなづち",
          "zh": "（鐵）錘子"
        },
        {
          "k": "かなわない",
          "r": "かなわない",
          "zh": "力所不能及"
        },
        {
          "k": "加入",
          "r": "かにゅう",
          "zh": "成為會員、加入"
        },
        {
          "k": "庇う",
          "r": "かばう",
          "zh": "保護某人、為某人掩蓋"
        },
        {
          "k": "株式",
          "r": "かぶしき",
          "zh": "庫存"
        },
        {
          "k": "かぶれる",
          "r": "かぶれる",
          "zh": "做出反應、受到影響"
        }
      ]
    },
    {
      "id": "n1-u89",
      "theme": "綜合單字 27",
      "words": [
        {
          "k": "花粉",
          "r": "かふん",
          "zh": "花粉"
        },
        {
          "k": "構える",
          "r": "かまえる",
          "zh": "建立"
        },
        {
          "k": "過密",
          "r": "かみつ",
          "zh": "擁擠"
        },
        {
          "k": "噛み切る",
          "r": "かみきる",
          "zh": "咬斷"
        },
        {
          "k": "カムバック",
          "r": "カムバック",
          "zh": "捲土重來"
        },
        {
          "k": "絡む",
          "r": "からむ",
          "zh": "糾纏、纏繞"
        },
        {
          "k": "かりに",
          "r": "かりに",
          "zh": "暫時、如果為了論證的緣故"
        },
        {
          "k": "カルテ",
          "r": "カルテ",
          "zh": "臨床記錄（德語：Karte）"
        },
        {
          "k": "かろうじて",
          "r": "かろうじて",
          "zh": "勉強地"
        },
        {
          "k": "交す",
          "r": "かわす",
          "zh": "交換"
        },
        {
          "k": "代る代る",
          "r": "かわるがわる",
          "zh": "交替地"
        },
        {
          "k": "灌漑",
          "r": "かんがい",
          "zh": "灌溉"
        },
        {
          "k": "眼科",
          "r": "がんか",
          "zh": "眼科"
        },
        {
          "k": "玩具",
          "r": "がんぐ",
          "zh": "玩具"
        },
        {
          "k": "還元",
          "r": "かんげん",
          "zh": "解析度、減少、返回"
        },
        {
          "k": "看護",
          "r": "かんご",
          "zh": "護理"
        },
        {
          "k": "頑固",
          "r": "がんこ",
          "zh": "固執"
        },
        {
          "k": "勧告",
          "r": "かんこく",
          "zh": "忠告"
        },
        {
          "k": "換算",
          "r": "かんさん",
          "zh": "轉換、改變、交換"
        },
        {
          "k": "監視",
          "r": "かんし",
          "zh": "觀察、看守、監視"
        }
      ]
    },
    {
      "id": "n1-u90",
      "theme": "綜合單字 28",
      "words": [
        {
          "k": "観衆",
          "r": "かんしゅう",
          "zh": "觀眾"
        },
        {
          "k": "干渉",
          "r": "かんしょう",
          "zh": "幹擾、干涉"
        },
        {
          "k": "頑丈",
          "r": "がんじょう",
          "zh": "堅固"
        },
        {
          "k": "感染",
          "r": "かんせん",
          "zh": "感染、傳染"
        },
        {
          "k": "観点",
          "r": "かんてん",
          "zh": "觀點"
        },
        {
          "k": "勧誘",
          "r": "かんゆう",
          "zh": "邀請、遊說、誘導"
        },
        {
          "k": "関与",
          "r": "かんよ",
          "zh": "參與、參加"
        },
        {
          "k": "元来",
          "r": "がんらい",
          "zh": "本來、自然地"
        },
        {
          "k": "観覧",
          "r": "かんらん",
          "zh": "觀看"
        },
        {
          "k": "貫禄",
          "r": "かんろく",
          "zh": "存在、尊嚴"
        },
        {
          "k": "緩和",
          "r": "かんわ",
          "zh": "救濟、緩解"
        },
        {
          "k": "危機",
          "r": "きき",
          "zh": "危機"
        },
        {
          "k": "聞き取り",
          "r": "ききとり",
          "zh": "聽力理解"
        },
        {
          "k": "帰京",
          "r": "ききょう",
          "zh": "返回東京"
        },
        {
          "k": "戯曲",
          "r": "ぎきょく",
          "zh": "戲劇"
        },
        {
          "k": "議決",
          "r": "ぎけつ",
          "zh": "決議、決定、投票"
        },
        {
          "k": "棄権",
          "r": "きけん",
          "zh": "放棄投票、放棄權利"
        },
        {
          "k": "気障",
          "r": "きざ",
          "zh": "矯揉造作、自負、勢利"
        },
        {
          "k": "記載",
          "r": "きさい",
          "zh": "提及、條目"
        },
        {
          "k": "気質",
          "r": "きしつ",
          "zh": "性格、特質、氣質"
        }
      ]
    },
    {
      "id": "n1-u91",
      "theme": "綜合單字 29",
      "words": [
        {
          "k": "きしむ",
          "r": "きしむ",
          "zh": "罐裝、嘎吱作響、磨碎"
        },
        {
          "k": "記述",
          "r": "きじゅつ",
          "zh": "描述、描述符"
        },
        {
          "k": "犠牲",
          "r": "ぎせい",
          "zh": "犧牲"
        },
        {
          "k": "貴族",
          "r": "きぞく",
          "zh": "貴族"
        },
        {
          "k": "議題",
          "r": "ぎだい",
          "zh": "討論主題、議程"
        },
        {
          "k": "来る",
          "r": "きたる",
          "zh": "來、接近"
        },
        {
          "k": "きちっと",
          "r": "きちっと",
          "zh": "準確地、完美地"
        },
        {
          "k": "きっかり",
          "r": "きっかり",
          "zh": "準確地、精確地"
        },
        {
          "k": "きっちり",
          "r": "きっちり",
          "zh": "精確地、緊密地"
        },
        {
          "k": "規定",
          "r": "きてい",
          "zh": "法規、規定"
        },
        {
          "k": "軌道",
          "r": "きどう",
          "zh": "軌道"
        },
        {
          "k": "気風",
          "r": "きふう",
          "zh": "性格、特質、氣質"
        },
        {
          "k": "起伏",
          "r": "きふく",
          "zh": "波動"
        },
        {
          "k": "規模",
          "r": "きぼ",
          "zh": "規模、範圍、計劃、結構"
        },
        {
          "k": "生真面目",
          "r": "きまじめ",
          "zh": "嚴肅、真誠"
        },
        {
          "k": "規約",
          "r": "きやく",
          "zh": "協議、規則、代碼"
        },
        {
          "k": "脚色",
          "r": "きゃくしょく",
          "zh": "戲劇化（例如電影"
        },
        {
          "k": "逆転",
          "r": "ぎゃくてん",
          "zh": "（突然）變化、逆轉"
        },
        {
          "k": "脚本",
          "r": "きゃくほん",
          "zh": "場景"
        },
        {
          "k": "客観",
          "r": "きゃっかん",
          "zh": "目標"
        }
      ]
    },
    {
      "id": "n1-u92",
      "theme": "綜合單字 30",
      "words": [
        {
          "k": "救援",
          "r": "きゅうえん",
          "zh": "救援、增援"
        },
        {
          "k": "窮屈",
          "r": "きゅうくつ",
          "zh": "狹窄的、緊湊的、正式的"
        },
        {
          "k": "救済",
          "r": "きゅうさい",
          "zh": "救濟、援助、營救"
        },
        {
          "k": "給仕",
          "r": "きゅうじ",
          "zh": "服務生"
        },
        {
          "k": "宮殿",
          "r": "きゅうでん",
          "zh": "宮殿"
        },
        {
          "k": "窮乏",
          "r": "きゅうぼう",
          "zh": "貧窮"
        },
        {
          "k": "寄与",
          "r": "きよ",
          "zh": "貢獻、服務"
        },
        {
          "k": "強",
          "r": "きょう",
          "zh": "強"
        },
        {
          "k": "～狂",
          "r": "～きょう",
          "zh": "瘋子、粉絲、怪胎"
        },
        {
          "k": "驚異",
          "r": "きょうい",
          "zh": "奇蹟"
        },
        {
          "k": "教科",
          "r": "きょうか",
          "zh": "科目、課程"
        },
        {
          "k": "共感",
          "r": "きょうかん",
          "zh": "同情、回應"
        },
        {
          "k": "境遇",
          "r": "きょうぐう",
          "zh": "環境、情況"
        },
        {
          "k": "強行",
          "r": "きょうこう",
          "zh": "強迫、執行"
        },
        {
          "k": "強硬",
          "r": "きょうこう",
          "zh": "堅定、有力、頑固"
        },
        {
          "k": "凶作",
          "r": "きょうさく",
          "zh": "歉收"
        },
        {
          "k": "強制",
          "r": "きょうせい",
          "zh": "義務、強制、執行"
        },
        {
          "k": "行政",
          "r": "ぎょうせい",
          "zh": "行政管理"
        },
        {
          "k": "共存",
          "r": "きょうぞん",
          "zh": "共存"
        },
        {
          "k": "協定",
          "r": "きょうてい",
          "zh": "安排、協定、協議"
        }
      ]
    },
    {
      "id": "n1-u93",
      "theme": "綜合單字 31",
      "words": [
        {
          "k": "強烈",
          "r": "きょうれつ",
          "zh": "強烈的、嚴重的"
        },
        {
          "k": "共和",
          "r": "きょうわ",
          "zh": "共和主義、合作"
        },
        {
          "k": "局限",
          "r": "きょくげん",
          "zh": "限制、本地化"
        },
        {
          "k": "極端",
          "r": "きょくたん",
          "zh": "極端"
        },
        {
          "k": "居住",
          "r": "きょじゅう",
          "zh": "居住地"
        },
        {
          "k": "拒絶",
          "r": "きょぜつ",
          "zh": "拒絕"
        },
        {
          "k": "拒否",
          "r": "きょひ",
          "zh": "否認、拒絕"
        },
        {
          "k": "許容",
          "r": "きょよう",
          "zh": "許可、赦免"
        },
        {
          "k": "きらびやか",
          "r": "きらびやか",
          "zh": "華美的、華而不實的、令人眼花撩亂的"
        },
        {
          "k": "～きり",
          "r": "～きり",
          "zh": "僅"
        },
        {
          "k": "義理",
          "r": "ぎり",
          "zh": "感恩之債、義務"
        },
        {
          "k": "切替",
          "r": "きりかえ",
          "zh": "交換、轉換、切換"
        },
        {
          "k": "気流",
          "r": "きりゅう",
          "zh": "大氣流"
        },
        {
          "k": "疑惑",
          "r": "ぎわく",
          "zh": "懷疑、疑慮"
        },
        {
          "k": "極めて",
          "r": "きわめて",
          "zh": "非常、極度（書面表達）"
        },
        {
          "k": "緊急",
          "r": "きんきゅう",
          "zh": "緊急的、緊迫的"
        },
        {
          "k": "近郊",
          "r": "きんこう",
          "zh": "郊區、郊外"
        },
        {
          "k": "均衡",
          "r": "きんこう",
          "zh": "平衡"
        },
        {
          "k": "禁じる",
          "r": "きんじる",
          "zh": "禁止"
        },
        {
          "k": "禁物",
          "r": "きんもつ",
          "zh": "禁忌、禁止的事情"
        }
      ]
    },
    {
      "id": "n1-u94",
      "theme": "綜合單字 32",
      "words": [
        {
          "k": "勤労",
          "r": "きんろう",
          "zh": "勞力、努力、勤奮、服務"
        },
        {
          "k": "クイズ",
          "r": "クイズ",
          "zh": "測驗"
        },
        {
          "k": "食い違う",
          "r": "くいちがう",
          "zh": "彼此交叉、不同"
        },
        {
          "k": "空腹",
          "r": "くうふく",
          "zh": "飢餓"
        },
        {
          "k": "区画",
          "r": "くかく",
          "zh": "部門、區域"
        },
        {
          "k": "区間",
          "r": "くかん",
          "zh": "部分"
        },
        {
          "k": "茎",
          "r": "くき",
          "zh": "莖"
        },
        {
          "k": "くぐる",
          "r": "くぐる",
          "zh": "通過、四處走走"
        },
        {
          "k": "くじ (～をひく)",
          "r": "くじ (～をひく)",
          "zh": "彩票、很多"
        },
        {
          "k": "くじびき",
          "r": "くじびき",
          "zh": "抽籤"
        },
        {
          "k": "くすぐったい",
          "r": "くすぐったい",
          "zh": "怕癢的"
        },
        {
          "k": "愚痴",
          "r": "ぐち",
          "zh": "無謂的抱怨、發牢騷"
        },
        {
          "k": "口吟む",
          "r": "くちずさむ",
          "zh": "謙卑"
        },
        {
          "k": "嘴",
          "r": "くちばし",
          "zh": "喙"
        },
        {
          "k": "朽ちる",
          "r": "くちる",
          "zh": "腐爛"
        },
        {
          "k": "屈折",
          "r": "くっせつ",
          "zh": "彎曲、壓痕、折射"
        },
        {
          "k": "ぐっと",
          "r": "ぐっと",
          "zh": "堅定、快速、更多"
        },
        {
          "k": "首飾り",
          "r": "くびかざり",
          "zh": "項鍊"
        },
        {
          "k": "首輪",
          "r": "くびわ",
          "zh": "項鍊、項圈"
        },
        {
          "k": "組み込む",
          "r": "くみこむ",
          "zh": "插入、包含、切入（印刷）"
        }
      ]
    },
    {
      "id": "n1-u95",
      "theme": "綜合單字 33",
      "words": [
        {
          "k": "組み合わせる",
          "r": "くみあわせる",
          "zh": "聯合起來"
        },
        {
          "k": "グレー",
          "r": "グレー",
          "zh": "灰色"
        },
        {
          "k": "クレーン",
          "r": "クレーン",
          "zh": "起重機"
        },
        {
          "k": "玄人",
          "r": "くろうと",
          "zh": "專家、專業人士"
        },
        {
          "k": "黒字",
          "r": "くろじ",
          "zh": "黑色平衡（圖）"
        },
        {
          "k": "軍事",
          "r": "ぐんじ",
          "zh": "軍事事務"
        },
        {
          "k": "君主",
          "r": "くんしゅ",
          "zh": "統治者、君主"
        },
        {
          "k": "群集",
          "r": "ぐんしゅう",
          "zh": "（社會）團體、群眾、暴徒"
        },
        {
          "k": "群衆",
          "r": "ぐんしゅう",
          "zh": "（社會）團體、群眾、暴徒"
        },
        {
          "k": "軍服",
          "r": "ぐんぷく",
          "zh": "軍裝或海軍制服"
        },
        {
          "k": "芸",
          "r": "げい",
          "zh": "藝術、成就、表演"
        },
        {
          "k": "経過",
          "r": "けいか",
          "zh": "通過、進展"
        },
        {
          "k": "軽快",
          "r": "けいかい",
          "zh": "活潑、休閒、輕鬆"
        },
        {
          "k": "敬具",
          "r": "けいぐ",
          "zh": "真誠的（用在信的末尾）"
        },
        {
          "k": "軽減",
          "r": "けいげん",
          "zh": "減少"
        },
        {
          "k": "形成",
          "r": "けいせい",
          "zh": "形成"
        },
        {
          "k": "刑罰",
          "r": "けいばつ",
          "zh": "判決、處罰"
        },
        {
          "k": "経費",
          "r": "けいひ",
          "zh": "費用、成本、開支"
        },
        {
          "k": "警部",
          "r": "けいぶ",
          "zh": "警察督察"
        },
        {
          "k": "転換",
          "r": "てんかん",
          "zh": "轉換、轉移"
        }
      ]
    },
    {
      "id": "n1-u96",
      "theme": "綜合單字 34",
      "words": [
        {
          "k": "転居",
          "r": "てんきょ",
          "zh": "搬家、改變住所"
        },
        {
          "k": "天国",
          "r": "てんごく",
          "zh": "天堂、天國"
        },
        {
          "k": "天才",
          "r": "てんさい",
          "zh": "天才"
        },
        {
          "k": "天災",
          "r": "てんさい",
          "zh": "自然災害、災難"
        },
        {
          "k": "展示",
          "r": "てんじ",
          "zh": "展覽、展示"
        },
        {
          "k": "点線",
          "r": "てんせん",
          "zh": "虛線"
        },
        {
          "k": "転じる",
          "r": "てんじる",
          "zh": "轉動、移動"
        },
        {
          "k": "転ずる",
          "r": "てんずる",
          "zh": "轉動、移動"
        },
        {
          "k": "てんで",
          "r": "てんで",
          "zh": "（不）完全、完全"
        },
        {
          "k": "転任",
          "r": "てんにん",
          "zh": "職位變動"
        },
        {
          "k": "展望",
          "r": "てんぼう",
          "zh": "觀點、遠景"
        },
        {
          "k": "伝来",
          "r": "でんらい",
          "zh": "祖傳的、遺傳的、輸入的"
        },
        {
          "k": "転落",
          "r": "てんらく",
          "zh": "墮落、退化"
        },
        {
          "k": "問い合わせる",
          "r": "といあわせる",
          "zh": "詢問、尋求信息"
        },
        {
          "k": "当～",
          "r": "とう～",
          "zh": "我們的〜（例如、酒店、飛機等）"
        },
        {
          "k": "動員",
          "r": "どういん",
          "zh": "動員"
        },
        {
          "k": "陶器",
          "r": "とうき",
          "zh": "陶器、陶瓷"
        },
        {
          "k": "討議",
          "r": "とうぎ",
          "zh": "辯論、討論"
        },
        {
          "k": "動機",
          "r": "どうき",
          "zh": "動機、激勵"
        },
        {
          "k": "動向",
          "r": "どうこう",
          "zh": "趨勢、趨向、運動、態度"
        }
      ]
    },
    {
      "id": "n1-u97",
      "theme": "綜合單字 35",
      "words": [
        {
          "k": "投資",
          "r": "とうし",
          "zh": "投資"
        },
        {
          "k": "同情",
          "r": "どうじょう",
          "zh": "同情"
        },
        {
          "k": "統制",
          "r": "とうせい",
          "zh": "調節、控制"
        },
        {
          "k": "当選",
          "r": "とうせん",
          "zh": "當選、獲獎"
        },
        {
          "k": "逃走",
          "r": "とうそう",
          "zh": "逃跑、遺棄、逃亡"
        },
        {
          "k": "到達",
          "r": "とうたつ",
          "zh": "達到、抵達"
        },
        {
          "k": "統治",
          "r": "とうち",
          "zh": "統治、治理"
        },
        {
          "k": "仕切る",
          "r": "しきる",
          "zh": "劃分"
        },
        {
          "k": "軸",
          "r": "じく",
          "zh": "軸、桿"
        },
        {
          "k": "しくじる",
          "r": "しくじる",
          "zh": "失敗、犯錯"
        },
        {
          "k": "仕組",
          "r": "しくみ",
          "zh": "結構、機制"
        },
        {
          "k": "湿気る",
          "r": "しける",
          "zh": "變得潮濕"
        },
        {
          "k": "施行",
          "r": "しこう",
          "zh": "執行、操作"
        },
        {
          "k": "思考",
          "r": "しこう",
          "zh": "思想"
        },
        {
          "k": "志向",
          "r": "しこう",
          "zh": "意圖、目的"
        },
        {
          "k": "事項",
          "r": "じこう",
          "zh": "事項、項目、事實"
        },
        {
          "k": "地獄",
          "r": "じごく",
          "zh": "地獄"
        },
        {
          "k": "自在",
          "r": "じざい",
          "zh": "自由地、隨意地"
        },
        {
          "k": "視察",
          "r": "しさつ",
          "zh": "檢查、觀察"
        },
        {
          "k": "資産",
          "r": "しさん",
          "zh": "財產、財富、資產"
        }
      ]
    },
    {
      "id": "n1-u98",
      "theme": "綜合單字 36",
      "words": [
        {
          "k": "支持",
          "r": "しじ",
          "zh": "支援"
        },
        {
          "k": "自主",
          "r": "じしゅ",
          "zh": "獨立、自治"
        },
        {
          "k": "刺繍",
          "r": "ししゅう",
          "zh": "刺繡"
        },
        {
          "k": "沈める",
          "r": "しずめる",
          "zh": "下沉、淹沒"
        },
        {
          "k": "施設",
          "r": "しせつ",
          "zh": "機構、設施"
        },
        {
          "k": "持続",
          "r": "じぞく",
          "zh": "持續、耐力"
        },
        {
          "k": "自尊心",
          "r": "じそんしん",
          "zh": "自尊、自負"
        },
        {
          "k": "下心",
          "r": "したごころ",
          "zh": "秘密意圖、動機"
        },
        {
          "k": "下調べ",
          "r": "したしらべ",
          "zh": "初步調查"
        },
        {
          "k": "愛想",
          "r": "あいそう",
          "zh": "社交能力"
        },
        {
          "k": "合間",
          "r": "あいま",
          "zh": "間隔"
        },
        {
          "k": "敢えて",
          "r": "あえて",
          "zh": "敢於（做）、冒險（做）、挑戰（做）"
        },
        {
          "k": "仰ぐ",
          "r": "あおぐ",
          "zh": "仰視、尊重、要求"
        },
        {
          "k": "垢",
          "r": "あか",
          "zh": "污垢、污物"
        },
        {
          "k": "赤字",
          "r": "あかじ",
          "zh": "赤字、虧損"
        },
        {
          "k": "明かす",
          "r": "あかす",
          "zh": "揭示、熬夜"
        },
        {
          "k": "赤らむ",
          "r": "あからむ",
          "zh": "變紅、臉紅"
        },
        {
          "k": "アクセル",
          "r": "アクセル",
          "zh": "（縮寫）加速器"
        },
        {
          "k": "あくどい",
          "r": "あくどい",
          "zh": "艷麗惡毒"
        },
        {
          "k": "顎",
          "r": "あご",
          "zh": "下巴"
        }
      ]
    },
    {
      "id": "n1-u99",
      "theme": "綜合單字 37",
      "words": [
        {
          "k": "麻",
          "r": "あさ",
          "zh": "麻"
        },
        {
          "k": "あざ",
          "r": "あざ",
          "zh": "胎記、瘀傷"
        },
        {
          "k": "浅ましい",
          "r": "あさましい",
          "zh": "可恥的、卑鄙的"
        },
        {
          "k": "欺く",
          "r": "あざむく",
          "zh": "欺騙"
        },
        {
          "k": "嘲笑う",
          "r": "あざわらう",
          "zh": "嘲笑"
        },
        {
          "k": "味わい",
          "r": "あじわい",
          "zh": "風味、津津有味"
        },
        {
          "k": "焦る",
          "r": "あせる",
          "zh": "著急、不耐煩"
        },
        {
          "k": "あせる (こえが～)",
          "r": "あせる (こえが～)",
          "zh": "褪色"
        },
        {
          "k": "値する",
          "r": "あたいする",
          "zh": "值得"
        },
        {
          "k": "悪化",
          "r": "あっか",
          "zh": "惡化"
        },
        {
          "k": "呆気ない",
          "r": "あっけない",
          "zh": "不夠、太快（短、長等）"
        },
        {
          "k": "圧倒",
          "r": "あっとう",
          "zh": "壓倒"
        },
        {
          "k": "圧迫",
          "r": "あっぱく",
          "zh": "壓力、脅迫、壓迫"
        },
        {
          "k": "圧力",
          "r": "あつりょく",
          "zh": "壓力"
        },
        {
          "k": "当て",
          "r": "あて",
          "zh": "期望、依賴"
        },
        {
          "k": "～宛",
          "r": "～あて",
          "zh": "為了…（例如、在一封信中）"
        },
        {
          "k": "跡継ぎ",
          "r": "あとつぎ",
          "zh": "繼承人"
        },
        {
          "k": "アプローチ",
          "r": "アプローチ",
          "zh": "接近（高爾夫）"
        },
        {
          "k": "アマチュア",
          "r": "アマチュア",
          "zh": "業餘的"
        },
        {
          "k": "網",
          "r": "あみ",
          "zh": "網"
        }
      ]
    },
    {
      "id": "n1-u100",
      "theme": "綜合單字 38",
      "words": [
        {
          "k": "あやふや",
          "r": "あやふや",
          "zh": "不確定的、含糊的"
        },
        {
          "k": "過ち",
          "r": "あやまち",
          "zh": "錯誤、輕率"
        },
        {
          "k": "予め",
          "r": "あらかじめ",
          "zh": "事先、先前"
        },
        {
          "k": "荒らす",
          "r": "あらす",
          "zh": "損壞、入侵"
        },
        {
          "k": "改まる",
          "r": "あらたまる",
          "zh": "更新、正式"
        },
        {
          "k": "荒っぽい",
          "r": "あらっぽい",
          "zh": "粗魯的"
        },
        {
          "k": "アラブ",
          "r": "アラブ",
          "zh": "阿拉伯"
        },
        {
          "k": "霰",
          "r": "あられ",
          "zh": "冰雹（例如掉落的冰球）"
        },
        {
          "k": "有り様",
          "r": "ありさま",
          "zh": "狀態、條件"
        },
        {
          "k": "ありのまま",
          "r": "ありのまま",
          "zh": "坦白說、事實就是如此"
        },
        {
          "k": "ありふれる",
          "r": "ありふれる",
          "zh": "常見的、平常的、例行公事的"
        },
        {
          "k": "アルカリ",
          "r": "アルカリ",
          "zh": "鹼"
        },
        {
          "k": "アルミ",
          "r": "アルミ",
          "zh": "鋁（Al、鋁）"
        },
        {
          "k": "～合せ",
          "r": "～あわせ",
          "zh": "總共"
        },
        {
          "k": "アンコール",
          "r": "アンコール",
          "zh": "安可"
        },
        {
          "k": "暗算",
          "r": "あんざん",
          "zh": "心算"
        },
        {
          "k": "暗示",
          "r": "あんじ",
          "zh": "提示、建議"
        },
        {
          "k": "案じる",
          "r": "あんじる",
          "zh": "著急、思考"
        },
        {
          "k": "安静",
          "r": "あんせい",
          "zh": "休息"
        },
        {
          "k": "案の定",
          "r": "あんのじょう",
          "zh": "果然、像往常一樣"
        }
      ]
    },
    {
      "id": "n1-u101",
      "theme": "綜合單字 39",
      "words": [
        {
          "k": "いい加減",
          "r": "いいかげん",
          "zh": "隨意、不負責任"
        },
        {
          "k": "イェス",
          "r": "イェス",
          "zh": "是的、耶穌"
        },
        {
          "k": "いかにも",
          "r": "いかにも",
          "zh": "確實（與実に（じつに）相同）"
        },
        {
          "k": "意気込む",
          "r": "いきごむ",
          "zh": "熱衷於"
        },
        {
          "k": "幾多",
          "r": "いくた",
          "zh": "很多"
        },
        {
          "k": "移行",
          "r": "いこう",
          "zh": "切換到"
        },
        {
          "k": "いざ",
          "r": "いざ",
          "zh": "現在、來（現在）、關鍵時刻"
        },
        {
          "k": "移住",
          "r": "いじゅう",
          "zh": "移民"
        },
        {
          "k": "いじる",
          "r": "いじる",
          "zh": "觸摸、竄改"
        },
        {
          "k": "遺跡",
          "r": "いせき",
          "zh": "歷史遺跡"
        },
        {
          "k": "依存",
          "r": "いぞん",
          "zh": "依賴、依靠"
        },
        {
          "k": "いたって",
          "r": "いたって",
          "zh": "非常、極度"
        },
        {
          "k": "出題",
          "r": "しゅつだい",
          "zh": "提出問題"
        },
        {
          "k": "出動",
          "r": "しゅつどう",
          "zh": "動員、行動"
        },
        {
          "k": "出費",
          "r": "しゅっぴ",
          "zh": "開支、支出"
        },
        {
          "k": "出品",
          "r": "しゅっぴん",
          "zh": "展覽、陳列"
        },
        {
          "k": "守備",
          "r": "しゅび",
          "zh": "防禦"
        },
        {
          "k": "手法",
          "r": "しゅほう",
          "zh": "科技"
        },
        {
          "k": "準じる",
          "r": "じゅんじる",
          "zh": "遵循、遵守、適用"
        },
        {
          "k": "～署",
          "r": "～しょ",
          "zh": "部門"
        }
      ]
    },
    {
      "id": "n1-u102",
      "theme": "綜合單字 40",
      "words": [
        {
          "k": "～嬢",
          "r": "～じょう",
          "zh": "年輕女子"
        },
        {
          "k": "上位",
          "r": "じょうい",
          "zh": "高級的、更高階的"
        },
        {
          "k": "上演",
          "r": "じょうえん",
          "zh": "藝術表演"
        },
        {
          "k": "衝撃",
          "r": "しょうげき",
          "zh": "衝擊、碰撞、撞擊、彈道"
        },
        {
          "k": "詳細",
          "r": "しょうさい",
          "zh": "細節"
        },
        {
          "k": "上昇",
          "r": "じょうしょう",
          "zh": "上升、攀登"
        },
        {
          "k": "昇進",
          "r": "しょうしん",
          "zh": "促銷"
        },
        {
          "k": "承諾",
          "r": "しょうだく",
          "zh": "同意、協議"
        },
        {
          "k": "象徴",
          "r": "しょうちょう",
          "zh": "符號"
        },
        {
          "k": "小児科",
          "r": "しょうにか",
          "zh": "兒科"
        },
        {
          "k": "情熱",
          "r": "じょうねつ",
          "zh": "熱情"
        },
        {
          "k": "譲歩",
          "r": "じょうほ",
          "zh": "讓步、調解、妥協"
        },
        {
          "k": "勝利",
          "r": "しょうり",
          "zh": "勝利"
        },
        {
          "k": "上陸",
          "r": "じょうりく",
          "zh": "著陸、下機"
        },
        {
          "k": "蒸溜",
          "r": "じょうりゅう",
          "zh": "蒸餾"
        },
        {
          "k": "奨励",
          "r": "しょうれい",
          "zh": "鼓勵、促進"
        },
        {
          "k": "ショー",
          "r": "ショー",
          "zh": "顯示"
        },
        {
          "k": "除外",
          "r": "じょがい",
          "zh": "例外、排除"
        },
        {
          "k": "植民地",
          "r": "しょくみんち",
          "zh": "殖民地"
        },
        {
          "k": "職務",
          "r": "しょくむ",
          "zh": "專業職責"
        }
      ]
    },
    {
      "id": "n1-u103",
      "theme": "綜合單字 41",
      "words": [
        {
          "k": "助言",
          "r": "じょげん",
          "zh": "忠告、建議"
        },
        {
          "k": "徐行",
          "r": "じょこう",
          "zh": "慢慢地"
        },
        {
          "k": "所在",
          "r": "しょざい",
          "zh": "行蹤"
        },
        {
          "k": "所持",
          "r": "しょじ",
          "zh": "佔有、擁有"
        },
        {
          "k": "所属",
          "r": "しょぞく",
          "zh": "附屬於、屬於"
        },
        {
          "k": "しょっちゅう",
          "r": "しょっちゅう",
          "zh": "總是、不斷地"
        },
        {
          "k": "所得",
          "r": "しょとく",
          "zh": "收入"
        },
        {
          "k": "処罰",
          "r": "しょばつ",
          "zh": "懲罰"
        },
        {
          "k": "初版",
          "r": "しょはん",
          "zh": "第一版"
        },
        {
          "k": "書評",
          "r": "しょひょう",
          "zh": "書評"
        },
        {
          "k": "処分",
          "r": "しょぶん",
          "zh": "處理、懲罰"
        },
        {
          "k": "庶務",
          "r": "しょむ",
          "zh": "總務"
        },
        {
          "k": "調べ",
          "r": "しらべ",
          "zh": "調查、檢查"
        },
        {
          "k": "自立",
          "r": "じりつ",
          "zh": "獨立、自力更生"
        },
        {
          "k": "指令",
          "r": "しれい",
          "zh": "命令、指示"
        },
        {
          "k": "～心",
          "r": "～しん",
          "zh": "心意~"
        },
        {
          "k": "陣",
          "r": "じん",
          "zh": "陣形、營地"
        },
        {
          "k": "進化",
          "r": "しんか",
          "zh": "進化、進步"
        },
        {
          "k": "審議",
          "r": "しんぎ",
          "zh": "深思熟慮"
        },
        {
          "k": "新婚",
          "r": "しんこん",
          "zh": "新婚的"
        }
      ]
    },
    {
      "id": "n1-u104",
      "theme": "綜合單字 42",
      "words": [
        {
          "k": "人材",
          "r": "じんざい",
          "zh": "有才華的人"
        },
        {
          "k": "信者",
          "r": "しんじゃ",
          "zh": "信徒、奉獻者"
        },
        {
          "k": "進出",
          "r": "しんしゅつ",
          "zh": "進步"
        },
        {
          "k": "心情",
          "r": "しんじょう",
          "zh": "心態"
        },
        {
          "k": "神聖",
          "r": "しんせい",
          "zh": "聖潔、神聖、尊嚴"
        },
        {
          "k": "迅速",
          "r": "じんそく",
          "zh": "快、及時"
        },
        {
          "k": "心中",
          "r": "しんじゅう",
          "zh": "雙重自殺"
        },
        {
          "k": "進呈",
          "r": "しんてい",
          "zh": "示範"
        },
        {
          "k": "進展",
          "r": "しんてん",
          "zh": "進步、發展"
        },
        {
          "k": "進度",
          "r": "しんど",
          "zh": "進展"
        },
        {
          "k": "振動",
          "r": "しんどう",
          "zh": "振盪、振動"
        },
        {
          "k": "信任",
          "r": "しんにん",
          "zh": "信任、信心"
        },
        {
          "k": "神秘",
          "r": "しんぴ",
          "zh": "神秘"
        },
        {
          "k": "辛抱",
          "r": "しんぼう",
          "zh": "耐心、耐力"
        },
        {
          "k": "侵略",
          "r": "しんりゃく",
          "zh": "侵略、入侵、襲擊"
        },
        {
          "k": "粋",
          "r": "すい",
          "zh": "本質"
        },
        {
          "k": "推測",
          "r": "すいそく",
          "zh": "猜測、猜想"
        },
        {
          "k": "数詞",
          "r": "すうし",
          "zh": "數位"
        },
        {
          "k": "据え付ける",
          "r": "すえつける",
          "zh": "安裝、裝備"
        },
        {
          "k": "すがすがしい",
          "r": "すがすがしい",
          "zh": "新鮮的、清爽的"
        }
      ]
    },
    {
      "id": "n1-u105",
      "theme": "綜合單字 43",
      "words": [
        {
          "k": "救い",
          "r": "すくい",
          "zh": "幫助、援助、救濟"
        },
        {
          "k": "すくう (みずを～)",
          "r": "すくう (みずを～)",
          "zh": "舀"
        },
        {
          "k": "進み",
          "r": "すすみ",
          "zh": "進展"
        },
        {
          "k": "スタジオ",
          "r": "スタジオ",
          "zh": "工作室"
        },
        {
          "k": "ストライキ",
          "r": "ストライキ",
          "zh": "罷工"
        },
        {
          "k": "スト",
          "r": "スト",
          "zh": "（縮寫）罷工"
        },
        {
          "k": "ストロー",
          "r": "ストロー",
          "zh": "稻草"
        },
        {
          "k": "ストロボ",
          "r": "ストロボ",
          "zh": "頻閃儀（字面意思：頻閃燈、頻閃燈、頻閃燈）"
        },
        {
          "k": "すばしこい",
          "r": "すばしこい",
          "zh": "靈活、聰明、快速"
        },
        {
          "k": "素早い",
          "r": "すばやい",
          "zh": "快"
        },
        {
          "k": "ずばり",
          "r": "ずばり",
          "zh": "果斷地、毫無保留地、坦率地"
        },
        {
          "k": "スペース",
          "r": "スペース",
          "zh": "空間"
        },
        {
          "k": "ずぶぬれ",
          "r": "ずぶぬれ",
          "zh": "濕透的、滴水的"
        },
        {
          "k": "済ます",
          "r": "すます",
          "zh": "完成、解決、沒有做"
        },
        {
          "k": "すみやか",
          "r": "すみやか",
          "zh": "快速的"
        },
        {
          "k": "スラックス",
          "r": "スラックス",
          "zh": "休閒褲"
        },
        {
          "k": "ずらっと",
          "r": "ずらっと",
          "zh": "排成一行"
        },
        {
          "k": "ずるずる",
          "r": "ずるずる",
          "zh": "拖著、抽鼻子的聲音"
        },
        {
          "k": "ずれ",
          "r": "ずれ",
          "zh": "差異、差距"
        },
        {
          "k": "すれちがい",
          "r": "すれちがい",
          "zh": "偶遇"
        }
      ]
    },
    {
      "id": "n1-u106",
      "theme": "綜合單字 44",
      "words": [
        {
          "k": "擦れる",
          "r": "すれる",
          "zh": "摩擦、擦傷"
        },
        {
          "k": "すんなり",
          "r": "すんなり",
          "zh": "無異議通過、苗條"
        },
        {
          "k": "生育",
          "r": "せいいく",
          "zh": "生長、發育、繁殖"
        },
        {
          "k": "成育",
          "r": "せいいく",
          "zh": "成長、提高"
        },
        {
          "k": "正解",
          "r": "せいかい",
          "zh": "正確、正確答案、解決方案"
        },
        {
          "k": "正義",
          "r": "せいぎ",
          "zh": "正義、權利"
        },
        {
          "k": "政権",
          "r": "せいけん",
          "zh": "（政治）行政管理、政治權力"
        },
        {
          "k": "星座",
          "r": "せいざ",
          "zh": "星座"
        },
        {
          "k": "政策",
          "r": "せいさく",
          "zh": "政治措施、政策"
        },
        {
          "k": "誠実",
          "r": "せいじつ",
          "zh": "真誠、誠實、忠實"
        },
        {
          "k": "成熟",
          "r": "せいじゅく",
          "zh": "成熟度"
        },
        {
          "k": "清純",
          "r": "せいじゅん",
          "zh": "純潔、純真"
        },
        {
          "k": "聖書",
          "r": "せいしょ",
          "zh": "聖經"
        },
        {
          "k": "正常",
          "r": "せいじょう",
          "zh": "常態"
        },
        {
          "k": "制する",
          "r": "せいする",
          "zh": "控制、命令"
        },
        {
          "k": "整然",
          "r": "せいぜん",
          "zh": "有序的、有規律的、有組織的"
        },
        {
          "k": "盛大",
          "r": "せいだい",
          "zh": "盛大、繁榮、輝煌"
        },
        {
          "k": "清濁",
          "r": "せいだく",
          "zh": "善與惡、純潔與不純潔"
        },
        {
          "k": "静的",
          "r": "せいてき",
          "zh": "靜態的"
        },
        {
          "k": "製鉄",
          "r": "せいてつ",
          "zh": "鋼鐵製造"
        }
      ]
    },
    {
      "id": "n1-u107",
      "theme": "綜合單字 45",
      "words": [
        {
          "k": "正当",
          "r": "せいとう",
          "zh": "正當的、適當的"
        },
        {
          "k": "制服",
          "r": "せいふく",
          "zh": "制服"
        },
        {
          "k": "征服",
          "r": "せいふく",
          "zh": "征服、戰勝"
        },
        {
          "k": "勢力",
          "r": "せいりょく",
          "zh": "影響力、權力、威力、力量"
        },
        {
          "k": "急かす",
          "r": "せかす",
          "zh": "快點、催促"
        },
        {
          "k": "責務",
          "r": "せきむ",
          "zh": "職責、義務"
        },
        {
          "k": "セクション",
          "r": "セクション",
          "zh": "部分"
        },
        {
          "k": "世辞",
          "r": "せじ",
          "zh": "奉承、恭維"
        },
        {
          "k": "是正",
          "r": "ぜせい",
          "zh": "修正、修訂"
        },
        {
          "k": "世代",
          "r": "せだい",
          "zh": "世代"
        },
        {
          "k": "セックス",
          "r": "セックス",
          "zh": "性別"
        },
        {
          "k": "切実",
          "r": "せつじつ",
          "zh": "引人注目的、嚴重的、尖銳的"
        },
        {
          "k": "接触",
          "r": "せっしょく",
          "zh": "觸摸、接觸"
        },
        {
          "k": "接続詞",
          "r": "せつぞくし",
          "zh": "連接詞"
        },
        {
          "k": "設置",
          "r": "せっち",
          "zh": "設立、機構"
        },
        {
          "k": "折衷",
          "r": "せっちゅう",
          "zh": "妥協、交叉、融合、折衷主義"
        },
        {
          "k": "説得",
          "r": "せっとく",
          "zh": "說服"
        },
        {
          "k": "絶版",
          "r": "ぜっぱん",
          "zh": "絕版"
        },
        {
          "k": "設立",
          "r": "せつりつ",
          "zh": "成立、基金會、機構"
        },
        {
          "k": "攻め",
          "r": "せめ",
          "zh": "攻擊、進攻"
        }
      ]
    },
    {
      "id": "n1-u108",
      "theme": "綜合單字 46",
      "words": [
        {
          "k": "ゼリー",
          "r": "ゼリー",
          "zh": "果凍"
        },
        {
          "k": "先",
          "r": "せん",
          "zh": "優先、先前的"
        },
        {
          "k": "繊維",
          "r": "せんい",
          "zh": "纖維、紡織品"
        },
        {
          "k": "宣教",
          "r": "せんきょう",
          "zh": "宗教使命"
        },
        {
          "k": "宣言",
          "r": "せんげん",
          "zh": "聲明、公告"
        },
        {
          "k": "専修",
          "r": "せんしゅう",
          "zh": "專業化"
        },
        {
          "k": "戦術",
          "r": "せんじゅつ",
          "zh": "戰術"
        },
        {
          "k": "センス",
          "r": "センス",
          "zh": "感覺（音樂、風格、機智等）"
        },
        {
          "k": "潜水",
          "r": "せんすい",
          "zh": "潛水"
        },
        {
          "k": "全盛",
          "r": "ぜんせい",
          "zh": "繁榮的高度"
        },
        {
          "k": "先着",
          "r": "せんちゃく",
          "zh": "首次到達"
        },
        {
          "k": "先天的",
          "r": "せんてんてき",
          "zh": "固有的、先天的、遺傳的"
        },
        {
          "k": "戦闘",
          "r": "せんとう",
          "zh": "戰鬥"
        },
        {
          "k": "潜入",
          "r": "せんにゅう",
          "zh": "潛入"
        },
        {
          "k": "全滅",
          "r": "ぜんめつ",
          "zh": "殲滅"
        },
        {
          "k": "善良",
          "r": "ぜんりょう",
          "zh": "善良、卓越、美德"
        },
        {
          "k": "前例",
          "r": "ぜんれい",
          "zh": "先例"
        },
        {
          "k": "相応",
          "r": "そうおう",
          "zh": "適合性、健身性"
        },
        {
          "k": "早急",
          "r": "そうきゅう",
          "zh": "緊急的"
        },
        {
          "k": "早急",
          "r": "さっきゅう",
          "zh": "緊急的"
        }
      ]
    },
    {
      "id": "n1-u109",
      "theme": "綜合單字 47",
      "words": [
        {
          "k": "増強",
          "r": "ぞうきょう",
          "zh": "加強、增加"
        },
        {
          "k": "総合",
          "r": "そうごう",
          "zh": "綜合、概括"
        },
        {
          "k": "蔵相",
          "r": "ぞうしょう",
          "zh": "財政部長"
        },
        {
          "k": "装飾",
          "r": "そうしょく",
          "zh": "裝飾品"
        },
        {
          "k": "増進",
          "r": "ぞうしん",
          "zh": "促進、增加、推進"
        },
        {
          "k": "壮大",
          "r": "そうだい",
          "zh": "宏偉的、偉大的、莊嚴的"
        },
        {
          "k": "騒動",
          "r": "そうどう",
          "zh": "衝突、暴動、叛亂"
        },
        {
          "k": "装備",
          "r": "そうび",
          "zh": "裝置"
        },
        {
          "k": "創立",
          "r": "そうりつ",
          "zh": "成立、創立"
        },
        {
          "k": "ソース",
          "r": "ソース",
          "zh": "來源"
        },
        {
          "k": "即座に",
          "r": "そくざに",
          "zh": "立刻、馬上"
        },
        {
          "k": "促進",
          "r": "そくしん",
          "zh": "促進、加速、鼓勵"
        },
        {
          "k": "即する",
          "r": "そくする",
          "zh": "符合、同意、適應"
        },
        {
          "k": "そこら",
          "r": "そこら",
          "zh": "到處、某處"
        },
        {
          "k": "素材",
          "r": "そざい",
          "zh": "原料、題材"
        },
        {
          "k": "阻止",
          "r": "そし",
          "zh": "妨礙、檢查、阻礙"
        },
        {
          "k": "育ち",
          "r": "そだち",
          "zh": "繁殖、生長"
        },
        {
          "k": "措置",
          "r": "そち",
          "zh": "測量、步驟"
        },
        {
          "k": "ソックス",
          "r": "ソックス",
          "zh": "襪子"
        },
        {
          "k": "素っ気無い",
          "r": "そっけない",
          "zh": "冷、短、生硬"
        }
      ]
    },
    {
      "id": "n1-u110",
      "theme": "綜合單字 48",
      "words": [
        {
          "k": "外方",
          "r": "そっぽ",
          "zh": "看（或轉向）另一個方向"
        },
        {
          "k": "備え付ける",
          "r": "そなえつける",
          "zh": "提供、裝備、安裝"
        },
        {
          "k": "備わる",
          "r": "そなわる",
          "zh": "配備"
        },
        {
          "k": "具わる",
          "r": "そなわる",
          "zh": "配備"
        },
        {
          "k": "聳える",
          "r": "そびえる",
          "zh": "升起、聳立、翱翔"
        },
        {
          "k": "染まる",
          "r": "そまる",
          "zh": "待染色"
        },
        {
          "k": "染める",
          "r": "そめる",
          "zh": "染色、上色"
        },
        {
          "k": "そり (～にのる)",
          "r": "そり (～にのる)",
          "zh": "雪橇"
        },
        {
          "k": "ソロ",
          "r": "ソロ",
          "zh": "獨奏"
        },
        {
          "k": "揃い",
          "r": "そろい",
          "zh": "套裝、制服"
        },
        {
          "k": "損失",
          "r": "そんしつ",
          "zh": "損失"
        },
        {
          "k": "存続",
          "r": "そんぞく",
          "zh": "持續時間"
        },
        {
          "k": "ダース",
          "r": "ダース",
          "zh": "十幾個"
        },
        {
          "k": "対応",
          "r": "たいおう",
          "zh": "處理"
        },
        {
          "k": "退化",
          "r": "たいか",
          "zh": "退化、倒退"
        },
        {
          "k": "大概",
          "r": "たいがい",
          "zh": "一般來說、主要是"
        },
        {
          "k": "体格",
          "r": "たいかく",
          "zh": "體質"
        },
        {
          "k": "対決",
          "r": "たいけつ",
          "zh": "對抗、攤牌"
        },
        {
          "k": "大衆",
          "r": "たいしゅう",
          "zh": "大眾"
        },
        {
          "k": "対処",
          "r": "たいしょ",
          "zh": "處理、應對"
        }
      ]
    },
    {
      "id": "n1-u111",
      "theme": "綜合單字 49",
      "words": [
        {
          "k": "題する",
          "r": "だいする",
          "zh": "標題"
        },
        {
          "k": "態勢",
          "r": "たいせい",
          "zh": "態度、條件、傾向"
        },
        {
          "k": "対談",
          "r": "たいだん",
          "zh": "談話、對話"
        },
        {
          "k": "大胆",
          "r": "だいたん",
          "zh": "大膽的、無畏的"
        },
        {
          "k": "対等",
          "r": "たいとう",
          "zh": "同等"
        },
        {
          "k": "台無し",
          "r": "だいなし",
          "zh": "混亂、被寵壞、什麼都沒有"
        },
        {
          "k": "タイピスト",
          "r": "タイピスト",
          "zh": "打字員"
        },
        {
          "k": "大便",
          "r": "だいべん",
          "zh": "糞便"
        },
        {
          "k": "代弁",
          "r": "だいべん",
          "zh": "為他人說話"
        },
        {
          "k": "待望",
          "r": "たいぼう",
          "zh": "期待已久、等待"
        },
        {
          "k": "台本",
          "r": "だいほん",
          "zh": "劇本"
        },
        {
          "k": "タイミング",
          "r": "タイミング",
          "zh": "時機"
        },
        {
          "k": "代用",
          "r": "だいよう",
          "zh": "替代"
        },
        {
          "k": "体力",
          "r": "たいりょく",
          "zh": "體力"
        },
        {
          "k": "タイル",
          "r": "タイル",
          "zh": "磁磚"
        },
        {
          "k": "対話",
          "r": "たいわ",
          "zh": "對話"
        },
        {
          "k": "絶える",
          "r": "たえる",
          "zh": "消失、滅絕"
        },
        {
          "k": "断える",
          "r": "たえる",
          "zh": "停止、滅絕"
        },
        {
          "k": "妥協",
          "r": "だきょう",
          "zh": "妥協、屈服"
        },
        {
          "k": "たくましい",
          "r": "たくましい",
          "zh": "魁梧的、強壯的、堅固的"
        }
      ]
    },
    {
      "id": "n1-u112",
      "theme": "綜合單字 50",
      "words": [
        {
          "k": "巧み",
          "r": "たくみ",
          "zh": "技巧、聰明才智"
        },
        {
          "k": "丈",
          "r": "たけ",
          "zh": "長度、高度"
        },
        {
          "k": "打撃",
          "r": "だげき",
          "zh": "打擊、損壞、擊球（棒球）"
        },
        {
          "k": "妥結",
          "r": "だけつ",
          "zh": "協定"
        },
        {
          "k": "足し算",
          "r": "たしざん",
          "zh": "加法"
        },
        {
          "k": "多数決",
          "r": "たすうけつ",
          "zh": "多數決定"
        },
        {
          "k": "助け",
          "r": "たすけ",
          "zh": "援助"
        },
        {
          "k": "携わる",
          "r": "たずさわる",
          "zh": "參與"
        },
        {
          "k": "漂う",
          "r": "ただよう",
          "zh": "漂浮、懸在空中"
        },
        {
          "k": "立ち去る",
          "r": "たちさる",
          "zh": "離開"
        },
        {
          "k": "脱出",
          "r": "だっしゅつ",
          "zh": "逃脫"
        },
        {
          "k": "脱する",
          "r": "だっする",
          "zh": "逃離、擺脫"
        },
        {
          "k": "達成",
          "r": "たっせい",
          "zh": "成就"
        },
        {
          "k": "脱退",
          "r": "だったい",
          "zh": "分裂、退出"
        },
        {
          "k": "だったら",
          "r": "だったら",
          "zh": "如果是這樣的話"
        },
        {
          "k": "奉る",
          "r": "たてまつる",
          "zh": "恭敬地提供、做"
        },
        {
          "k": "だと",
          "r": "だと",
          "zh": "如果是這樣的話"
        },
        {
          "k": "束ねる",
          "r": "たばねる",
          "zh": "捆綁成一束、控制"
        },
        {
          "k": "だぶだぶ",
          "r": "だぶだぶ",
          "zh": "寬鬆的"
        },
        {
          "k": "魂",
          "r": "たましい",
          "zh": "靈魂、精神"
        }
      ]
    },
    {
      "id": "n1-u113",
      "theme": "綜合單字 51",
      "words": [
        {
          "k": "賜る",
          "r": "たまわる",
          "zh": "授予、賦予"
        },
        {
          "k": "保つ",
          "r": "たもつ",
          "zh": "保持、維持"
        },
        {
          "k": "だるい",
          "r": "だるい",
          "zh": "呆滯、感覺沉重（疲倦）、無精打采"
        },
        {
          "k": "弛み",
          "r": "たるみ",
          "zh": "鬆弛"
        },
        {
          "k": "弛む",
          "r": "たるむ",
          "zh": "放鬆"
        },
        {
          "k": "垂れる",
          "r": "たれる",
          "zh": "懸掛、下垂、滴"
        },
        {
          "k": "タワー",
          "r": "タワー",
          "zh": "塔"
        },
        {
          "k": "短歌",
          "r": "たんか",
          "zh": "31音節的日本詩"
        },
        {
          "k": "担架",
          "r": "たんか",
          "zh": "擔架、垃圾"
        },
        {
          "k": "短気",
          "r": "たんき",
          "zh": "脾氣暴躁"
        },
        {
          "k": "団結",
          "r": "だんけつ",
          "zh": "團結、聯合"
        },
        {
          "k": "探検",
          "r": "たんけん",
          "zh": "探索、遠徵"
        },
        {
          "k": "断言",
          "r": "だんげん",
          "zh": "斷言、聲明"
        },
        {
          "k": "短縮",
          "r": "たんしゅく",
          "zh": "縮短、縮寫、減少"
        },
        {
          "k": "断然",
          "r": "だんぜん",
          "zh": "堅定地、絕對地"
        },
        {
          "k": "単調",
          "r": "たんちょう",
          "zh": "單調、乏味"
        },
        {
          "k": "単独",
          "r": "たんどく",
          "zh": "唯一的、單一的"
        },
        {
          "k": "短波",
          "r": "たんぱ",
          "zh": "短波"
        },
        {
          "k": "蛋白質",
          "r": "たんぱくしつ",
          "zh": "蛋白質"
        },
        {
          "k": "ダンプ",
          "r": "ダンプ",
          "zh": "自卸車"
        }
      ]
    },
    {
      "id": "n1-u114",
      "theme": "綜合單字 52",
      "words": [
        {
          "k": "断面",
          "r": "だんめん",
          "zh": "橫斷面"
        },
        {
          "k": "治安",
          "r": "ちあん",
          "zh": "公共秩序、安全"
        },
        {
          "k": "チェンジ",
          "r": "チェンジ",
          "zh": "改變"
        },
        {
          "k": "違える",
          "r": "ちがえる",
          "zh": "改變"
        },
        {
          "k": "知性",
          "r": "ちせい",
          "zh": "智力"
        },
        {
          "k": "秩序",
          "r": "ちつじょ",
          "zh": "秩序、規律性"
        },
        {
          "k": "知的",
          "r": "ちてき",
          "zh": "知識分子"
        },
        {
          "k": "着手",
          "r": "ちゃくしゅ",
          "zh": "登船、發射"
        },
        {
          "k": "着色",
          "r": "ちゃくしょく",
          "zh": "著色"
        },
        {
          "k": "着目",
          "r": "ちゃくもく",
          "zh": "關注"
        },
        {
          "k": "着陸",
          "r": "ちゃくりく",
          "zh": "著陸"
        },
        {
          "k": "チャンネル",
          "r": "チャンネル",
          "zh": "一個頻道"
        },
        {
          "k": "宙返り",
          "r": "ちゅうがえり",
          "zh": "空翻、翻筋斗"
        },
        {
          "k": "中継",
          "r": "ちゅうけい",
          "zh": "繼電器、連接器"
        },
        {
          "k": "中傷",
          "r": "ちゅうしょう",
          "zh": "誹謗"
        },
        {
          "k": "中枢",
          "r": "ちゅうすう",
          "zh": "中心、支柱、核心"
        },
        {
          "k": "抽選",
          "r": "ちゅうせん",
          "zh": "抽獎、（抽籤）抽獎"
        },
        {
          "k": "中立",
          "r": "ちゅうりつ",
          "zh": "中立性"
        },
        {
          "k": "中和",
          "r": "ちゅうわ",
          "zh": "中和、抵消"
        },
        {
          "k": "～著",
          "r": "～ちょ",
          "zh": "寫者~"
        }
      ]
    },
    {
      "id": "n1-u115",
      "theme": "綜合單字 53",
      "words": [
        {
          "k": "蝶",
          "r": "ちょう",
          "zh": "蝴蝶"
        },
        {
          "k": "超",
          "r": "ちょう",
          "zh": "超、超級"
        },
        {
          "k": "聴講",
          "r": "ちょうこう",
          "zh": "聽課、旁聽"
        },
        {
          "k": "徴収",
          "r": "ちょうしゅう",
          "zh": "徵收"
        },
        {
          "k": "聴診器",
          "r": "ちょうしんき",
          "zh": "聽診器"
        },
        {
          "k": "調停",
          "r": "ちょうてい",
          "zh": "仲裁、調解、調停"
        },
        {
          "k": "長編",
          "r": "ちょうへん",
          "zh": "長（例如小說、電影）"
        },
        {
          "k": "重宝",
          "r": "ちょうほう",
          "zh": "方便、有用"
        },
        {
          "k": "ちょくちょく",
          "r": "ちょくちょく",
          "zh": "經常、時不時、偶爾"
        },
        {
          "k": "直面",
          "r": "ちょくめん",
          "zh": "對抗"
        },
        {
          "k": "貯蓄",
          "r": "ちょちく",
          "zh": "儲蓄"
        },
        {
          "k": "直感",
          "r": "ちょっかん",
          "zh": "直覺、本能"
        },
        {
          "k": "著名",
          "r": "ちょめい",
          "zh": "眾所周知的、著名的"
        },
        {
          "k": "ちらっと",
          "r": "ちらっと",
          "zh": "乍一看、偶然"
        },
        {
          "k": "塵",
          "r": "ちり",
          "zh": "灰塵、污垢"
        },
        {
          "k": "塵取り",
          "r": "ちりとり",
          "zh": "簸箕"
        },
        {
          "k": "賃金",
          "r": "ちんぎん",
          "zh": "薪資"
        },
        {
          "k": "沈没",
          "r": "ちんぼつ",
          "zh": "下沉、沉沒"
        },
        {
          "k": "沈黙",
          "r": "ちんもく",
          "zh": "沉默"
        },
        {
          "k": "陳列",
          "r": "ちんれつ",
          "zh": "展覽、陳列、展示"
        }
      ]
    },
    {
      "id": "n1-u116",
      "theme": "綜合單字 54",
      "words": [
        {
          "k": "追及",
          "r": "ついきゅう",
          "zh": "調查、詢問"
        },
        {
          "k": "追跡",
          "r": "ついせき",
          "zh": "追求"
        },
        {
          "k": "追放",
          "r": "ついほう",
          "zh": "流放、放逐"
        },
        {
          "k": "費やす",
          "r": "ついやす",
          "zh": "花費、奉獻、浪費"
        },
        {
          "k": "墜落",
          "r": "ついらく",
          "zh": "墜落"
        },
        {
          "k": "通常",
          "r": "つうじょう",
          "zh": "常見的、正常的、平常的"
        },
        {
          "k": "痛切",
          "r": "つうせつ",
          "zh": "敏銳、深刻"
        },
        {
          "k": "杖",
          "r": "つえ",
          "zh": "手杖"
        },
        {
          "k": "使い道",
          "r": "つかいみち",
          "zh": "使用"
        },
        {
          "k": "司る",
          "r": "つかさどる",
          "zh": "統治、管理"
        },
        {
          "k": "月並",
          "r": "つきなみ",
          "zh": "傳統的、陳腐的、普通的"
        },
        {
          "k": "付け加える",
          "r": "つけくわえる",
          "zh": "將一件事添加到另一件事"
        },
        {
          "k": "告げる",
          "r": "つげる",
          "zh": "告知"
        },
        {
          "k": "つじつま (はなしの～)",
          "r": "つじつま (はなしの～)",
          "zh": "連貫性、一致性"
        },
        {
          "k": "筒",
          "r": "つつ",
          "zh": "管子"
        },
        {
          "k": "突く",
          "r": "つつく",
          "zh": "刺擊、打擊、攻擊、戳、輕推、挑"
        },
        {
          "k": "突っ突く",
          "r": "つっつく",
          "zh": "提示某人"
        },
        {
          "k": "務まる",
          "r": "つとまる",
          "zh": "平等、適合"
        },
        {
          "k": "つねる",
          "r": "つねる",
          "zh": "捏"
        },
        {
          "k": "角",
          "r": "つの",
          "zh": "號角"
        }
      ]
    },
    {
      "id": "n1-u117",
      "theme": "綜合單字 55",
      "words": [
        {
          "k": "募る",
          "r": "つのる",
          "zh": "邀請、尋求協助、參與等"
        },
        {
          "k": "呟く",
          "r": "つぶやく",
          "zh": "嘀咕"
        },
        {
          "k": "つぶら",
          "r": "つぶら",
          "zh": "圓的、圓形的"
        },
        {
          "k": "壷",
          "r": "つぼ",
          "zh": "罐子、花瓶"
        },
        {
          "k": "貫く",
          "r": "つらぬく",
          "zh": "去經歷"
        },
        {
          "k": "釣り鐘",
          "r": "つりがね",
          "zh": "寺廟鐘（用於敲擊）"
        },
        {
          "k": "吊り革",
          "r": "つりかわ",
          "zh": "錶帶"
        },
        {
          "k": "定義",
          "r": "ていぎ",
          "zh": "定義"
        },
        {
          "k": "提供",
          "r": "ていきょう",
          "zh": "提供、節目贊助"
        },
        {
          "k": "提示",
          "r": "ていじ",
          "zh": "示範、展示、建議、引用"
        },
        {
          "k": "ティシュペーパー",
          "r": "ティシュペーパー",
          "zh": "組織"
        },
        {
          "k": "訂正",
          "r": "ていせい",
          "zh": "修正、修訂"
        },
        {
          "k": "邸宅",
          "r": "ていたく",
          "zh": "豪宅、住宅"
        },
        {
          "k": "定年",
          "r": "ていねん",
          "zh": "退休年齡"
        },
        {
          "k": "でかい",
          "r": "でかい",
          "zh": "巨大的"
        },
        {
          "k": "適応",
          "r": "てきおう",
          "zh": "適應、遷就、順從"
        },
        {
          "k": "適宜",
          "r": "てきぎ",
          "zh": "適合性"
        },
        {
          "k": "適性",
          "r": "てきせい",
          "zh": "資質"
        },
        {
          "k": "できもの",
          "r": "できもの",
          "zh": "癤子、皮疹"
        },
        {
          "k": "手際",
          "r": "てぎわ",
          "zh": "表現、技巧、機智"
        }
      ]
    },
    {
      "id": "n1-u118",
      "theme": "綜合單字 56",
      "words": [
        {
          "k": "出くわす",
          "r": "でくわす",
          "zh": "碰巧遇見、遇到"
        },
        {
          "k": "手順",
          "r": "てじゅん",
          "zh": "過程、程序、協議"
        },
        {
          "k": "デコレーション",
          "r": "デコレーション",
          "zh": "裝飾"
        },
        {
          "k": "てっきり",
          "r": "てっきり",
          "zh": "確實、當然、毫無疑問"
        },
        {
          "k": "鉄鋼",
          "r": "てっこう",
          "zh": "鋼鐵"
        },
        {
          "k": "デッサン",
          "r": "デッサン",
          "zh": "草圖（法文：dessin）"
        },
        {
          "k": "徹する",
          "r": "てっする",
          "zh": "去奉獻、去相信"
        },
        {
          "k": "てっぺん",
          "r": "てっぺん",
          "zh": "頂部、頂峰、頂點"
        },
        {
          "k": "鉄棒",
          "r": "てつぼう",
          "zh": "鐵棒、撬棍、單槓（體操）"
        },
        {
          "k": "出直し",
          "r": "でなおし",
          "zh": "調整、潤飾"
        },
        {
          "k": "掌",
          "r": "てのひら",
          "zh": "手掌"
        },
        {
          "k": "手筈",
          "r": "てはず",
          "zh": "安排、計劃、方案"
        },
        {
          "k": "手引",
          "r": "てびき",
          "zh": "指導、指南、介紹"
        },
        {
          "k": "手本",
          "r": "てほん",
          "zh": "模型、圖案"
        },
        {
          "k": "手回し",
          "r": "てまわし",
          "zh": "準備、安排"
        },
        {
          "k": "デモンストレーション",
          "r": "デモンストレーション",
          "zh": "示範"
        },
        {
          "k": "手分け",
          "r": "てわけ",
          "zh": "分工"
        },
        {
          "k": "転回",
          "r": "てんかい",
          "zh": "公轉、自轉"
        },
        {
          "k": "レンジ",
          "r": "レンジ",
          "zh": "爐灶"
        },
        {
          "k": "連帯",
          "r": "れんたい",
          "zh": "團結"
        }
      ]
    },
    {
      "id": "n1-u119",
      "theme": "綜合單字 57",
      "words": [
        {
          "k": "レントゲン",
          "r": "レントゲン",
          "zh": "X 光（點亮：倫琴）"
        },
        {
          "k": "連邦",
          "r": "れんぽう",
          "zh": "英聯邦、國家聯邦"
        },
        {
          "k": "連盟",
          "r": "れんめい",
          "zh": "聯盟"
        },
        {
          "k": "老衰",
          "r": "ろうすい",
          "zh": "衰老"
        },
        {
          "k": "浪費",
          "r": "ろうひ",
          "zh": "浪費、鋪張浪費"
        },
        {
          "k": "労力",
          "r": "ろうりょく",
          "zh": "勞動、努力、麻煩"
        },
        {
          "k": "ロープウエイ",
          "r": "ロープウエイ",
          "zh": "索道、空中纜車"
        },
        {
          "k": "ロープ",
          "r": "ロープ",
          "zh": "繩子"
        },
        {
          "k": "ロマンチック",
          "r": "ロマンチック",
          "zh": "浪漫的"
        },
        {
          "k": "論議",
          "r": "ろんぎ",
          "zh": "討論"
        },
        {
          "k": "論理",
          "r": "ろんり",
          "zh": "邏輯"
        },
        {
          "k": "惑星",
          "r": "わくせい",
          "zh": "行星"
        },
        {
          "k": "技",
          "r": "わざ",
          "zh": "藝術、技術"
        },
        {
          "k": "ワット",
          "r": "ワット",
          "zh": "瓦特"
        },
        {
          "k": "詫び",
          "r": "わび",
          "zh": "道歉"
        },
        {
          "k": "和文",
          "r": "わぶん",
          "zh": "日文文字、日文句子"
        },
        {
          "k": "藁",
          "r": "わら",
          "zh": "稻草"
        },
        {
          "k": "～割",
          "r": "～わり",
          "zh": "〜百分比"
        },
        {
          "k": "割込む",
          "r": "わりこむ",
          "zh": "打斷、打擾"
        },
        {
          "k": "悪者",
          "r": "わるもの",
          "zh": "壞人、流氓"
        }
      ]
    },
    {
      "id": "n1-u120",
      "theme": "綜合單字 58",
      "words": [
        {
          "k": "我",
          "r": "われ",
          "zh": "我、自己、自我"
        },
        {
          "k": "はかない",
          "r": "はかない",
          "zh": "短暫的、轉瞬即逝的"
        },
        {
          "k": "ばかばかしい",
          "r": "ばかばかしい",
          "zh": "愚蠢的"
        },
        {
          "k": "迫害",
          "r": "はくがい",
          "zh": "迫害"
        },
        {
          "k": "薄弱",
          "r": "はくじゃく",
          "zh": "軟弱"
        },
        {
          "k": "白状",
          "r": "はくじょう",
          "zh": "懺悔"
        },
        {
          "k": "漠然",
          "r": "ばくぜん",
          "zh": "晦澀的、含糊的、模稜兩可的"
        },
        {
          "k": "爆弾",
          "r": "ばくだん",
          "zh": "炸彈"
        },
        {
          "k": "爆破",
          "r": "ばくは",
          "zh": "爆炸"
        },
        {
          "k": "暴露",
          "r": "ばくろ",
          "zh": "披露、暴露、啟示"
        },
        {
          "k": "励ます",
          "r": "はげます",
          "zh": "鼓勵、歡呼、提升（聲音）"
        },
        {
          "k": "剥げる",
          "r": "はげる",
          "zh": "脫落、磨損、褪色"
        },
        {
          "k": "派遣",
          "r": "はけん",
          "zh": "派遣、發送"
        },
        {
          "k": "恥",
          "r": "はじ",
          "zh": "羞恥、尷尬"
        },
        {
          "k": "弾く",
          "r": "はじく",
          "zh": "彈奏（鋼琴、吉他）"
        },
        {
          "k": "パジャマ",
          "r": "パジャマ",
          "zh": "睡衣"
        },
        {
          "k": "恥じる",
          "r": "はじる",
          "zh": "感到羞恥"
        },
        {
          "k": "弾む",
          "r": "はずむ",
          "zh": "彈跳、受到鼓勵、揮霍"
        },
        {
          "k": "破損",
          "r": "はそん",
          "zh": "損壞"
        },
        {
          "k": "蜂蜜",
          "r": "はちみつ",
          "zh": "蜂蜜"
        }
      ]
    },
    {
      "id": "n1-u121",
      "theme": "綜合單字 59",
      "words": [
        {
          "k": "パチンコ",
          "r": "パチンコ",
          "zh": "彈珠機（日本彈珠）"
        },
        {
          "k": "罰",
          "r": "ばつ",
          "zh": "懲罰"
        },
        {
          "k": "発育",
          "r": "はついく",
          "zh": "（身體）成長、發展"
        },
        {
          "k": "発掘",
          "r": "はっくつ",
          "zh": "挖掘、發現（例如、新人才）"
        },
        {
          "k": "発言",
          "r": "はつげん",
          "zh": "言論、演講、提議"
        },
        {
          "k": "バッジ",
          "r": "バッジ",
          "zh": "徽章"
        },
        {
          "k": "下火",
          "r": "したび",
          "zh": "低燒、衰弱、下降"
        },
        {
          "k": "質疑",
          "r": "しつぎ",
          "zh": "問題"
        },
        {
          "k": "シック",
          "r": "シック",
          "zh": "別緻的"
        },
        {
          "k": "実態",
          "r": "じったい",
          "zh": "真相、事實"
        },
        {
          "k": "嫉妬",
          "r": "しっと",
          "zh": "嫉妒"
        },
        {
          "k": "自転",
          "r": "じてん",
          "zh": "旋轉"
        },
        {
          "k": "助動詞",
          "r": "じょどうし",
          "zh": "助動詞"
        },
        {
          "k": "淑やか",
          "r": "しとやか",
          "zh": "優雅的"
        },
        {
          "k": "萎びる",
          "r": "しなびる",
          "zh": "枯萎、褪色"
        },
        {
          "k": "シナリオ",
          "r": "シナリオ",
          "zh": "場景"
        },
        {
          "k": "しなやか",
          "r": "しなやか",
          "zh": "柔軟的、有彈性的"
        },
        {
          "k": "地主",
          "r": "じぬし",
          "zh": "房東"
        },
        {
          "k": "凌ぐ",
          "r": "しのぐ",
          "zh": "超越、忍受"
        },
        {
          "k": "耳鼻科",
          "r": "じびか",
          "zh": "耳鼻喉科"
        }
      ]
    },
    {
      "id": "n1-u122",
      "theme": "綜合單字 60",
      "words": [
        {
          "k": "しぶとい",
          "r": "しぶとい",
          "zh": "頑強的、固執的"
        },
        {
          "k": "司法",
          "r": "しほう",
          "zh": "司法行政"
        },
        {
          "k": "染みる",
          "r": "しみる",
          "zh": "浸泡、皮爾斯"
        },
        {
          "k": "使命",
          "r": "しめい",
          "zh": "使命、差事、消息"
        },
        {
          "k": "地元",
          "r": "じもと",
          "zh": "本地的"
        },
        {
          "k": "視野",
          "r": "しや",
          "zh": "視野、前景"
        },
        {
          "k": "社交",
          "r": "しゃこう",
          "zh": "社交生活"
        },
        {
          "k": "ジャズ",
          "r": "ジャズ",
          "zh": "爵士樂"
        },
        {
          "k": "謝絶",
          "r": "しゃぜつ",
          "zh": "拒絕"
        },
        {
          "k": "若干",
          "r": "じゃっかん",
          "zh": "一些、數量"
        },
        {
          "k": "三味線",
          "r": "しゃみせん",
          "zh": "三弦日本吉他"
        },
        {
          "k": "砂利",
          "r": "じゃり",
          "zh": "礫石、道碴、卵石"
        },
        {
          "k": "ジャンボ",
          "r": "ジャンボ",
          "zh": "巨型"
        },
        {
          "k": "ジャンル",
          "r": "ジャンル",
          "zh": "流派"
        },
        {
          "k": "主",
          "r": "しゅ",
          "zh": "主人、神"
        },
        {
          "k": "～宗",
          "r": "～しゅう",
          "zh": "教派"
        },
        {
          "k": "周期",
          "r": "しゅうき",
          "zh": "週期、時期"
        },
        {
          "k": "集計",
          "r": "しゅうけい",
          "zh": "總計、合計"
        },
        {
          "k": "襲撃",
          "r": "しゅうげき",
          "zh": "攻擊、衝鋒、突襲"
        },
        {
          "k": "収支",
          "r": "しゅうし",
          "zh": "收入和支出"
        }
      ]
    },
    {
      "id": "n1-u123",
      "theme": "綜合單字 61",
      "words": [
        {
          "k": "終始",
          "r": "しゅうし",
          "zh": "從頭到尾、一致（ly）"
        },
        {
          "k": "従事",
          "r": "じゅうじ",
          "zh": "參與、追求、追隨"
        },
        {
          "k": "充実",
          "r": "じゅうじつ",
          "zh": "豐滿、完美"
        },
        {
          "k": "収集",
          "r": "しゅうしゅう",
          "zh": "收集"
        },
        {
          "k": "柔軟",
          "r": "じゅうなん",
          "zh": "靈活"
        },
        {
          "k": "主観",
          "r": "しゅかん",
          "zh": "主體性、自我"
        },
        {
          "k": "祝賀",
          "r": "しゅくが",
          "zh": "慶祝、祝賀"
        },
        {
          "k": "主権",
          "r": "しゅけん",
          "zh": "主權"
        },
        {
          "k": "種々",
          "r": "しゅじゅ",
          "zh": "品種"
        },
        {
          "k": "主人公",
          "r": "しゅじんこう",
          "zh": "主角"
        },
        {
          "k": "主体",
          "r": "しゅたい",
          "zh": "主體、主要成分"
        },
        {
          "k": "主題",
          "r": "しゅだい",
          "zh": "主題、主旨"
        },
        {
          "k": "出血",
          "r": "しゅっけつ",
          "zh": "出血"
        },
        {
          "k": "出生",
          "r": "しゅっしょう",
          "zh": "出生"
        },
        {
          "k": "出生",
          "r": "しゅっせい",
          "zh": "出生"
        },
        {
          "k": "比例",
          "r": "ひれい",
          "zh": "比例"
        },
        {
          "k": "貧困",
          "r": "ひんこん",
          "zh": "貧窮、缺乏"
        },
        {
          "k": "貧弱",
          "r": "ひんじゃく",
          "zh": "貧窮的、微薄的、微不足道的"
        },
        {
          "k": "品種",
          "r": "ひんしゅ",
          "zh": "品種、類型、種類"
        },
        {
          "k": "ヒント",
          "r": "ヒント",
          "zh": "提示"
        }
      ]
    },
    {
      "id": "n1-u124",
      "theme": "綜合單字 62",
      "words": [
        {
          "k": "頻繁",
          "r": "ひんぱん",
          "zh": "頻率"
        },
        {
          "k": "貧乏",
          "r": "びんぼう",
          "zh": "貧困、赤貧、貧窮"
        },
        {
          "k": "ファイト",
          "r": "ファイト",
          "zh": "戰鬥"
        },
        {
          "k": "ファイル",
          "r": "ファイル",
          "zh": "文件、投資組合"
        },
        {
          "k": "ファン",
          "r": "ファン",
          "zh": "風扇"
        },
        {
          "k": "不意",
          "r": "ふい",
          "zh": "突然的、意外的"
        },
        {
          "k": "フィルタ",
          "r": "フィルタ",
          "zh": "過濾器"
        },
        {
          "k": "ブーツ",
          "r": "ブーツ",
          "zh": "靴子"
        },
        {
          "k": "ブーム",
          "r": "ブーム",
          "zh": "繁榮"
        },
        {
          "k": "フォーム",
          "r": "フォーム",
          "zh": "泡沫、形式"
        },
        {
          "k": "部下",
          "r": "ぶか",
          "zh": "某人的下屬"
        },
        {
          "k": "不可欠",
          "r": "ふかけつ",
          "zh": "不可缺少的、必要的"
        },
        {
          "k": "ぶかぶか",
          "r": "ぶかぶか",
          "zh": "太大、寬鬆"
        },
        {
          "k": "不吉",
          "r": "ふきつ",
          "zh": "不祥的、不祥之兆"
        },
        {
          "k": "不況",
          "r": "ふきょう",
          "zh": "經濟衰退、蕭條"
        },
        {
          "k": "福祉",
          "r": "ふくし",
          "zh": "福利、福祉"
        },
        {
          "k": "覆面",
          "r": "ふくめん",
          "zh": "面具、面紗、偽裝"
        },
        {
          "k": "老ける",
          "r": "ふける",
          "zh": "到年齡"
        },
        {
          "k": "布告",
          "r": "ふこく",
          "zh": "法令、公告"
        },
        {
          "k": "ブザー",
          "r": "ブザー",
          "zh": "蜂鳴器"
        }
      ]
    },
    {
      "id": "n1-u125",
      "theme": "綜合單字 63",
      "words": [
        {
          "k": "負債",
          "r": "ふさい",
          "zh": "債務、負債"
        },
        {
          "k": "不在",
          "r": "ふざい",
          "zh": "缺席"
        },
        {
          "k": "ふさわしい",
          "r": "ふさわしい",
          "zh": "適當的"
        },
        {
          "k": "侮辱",
          "r": "ぶじょく",
          "zh": "侮辱、蔑視、輕視"
        },
        {
          "k": "不審",
          "r": "ふしん",
          "zh": "多疑、懷疑、不忠"
        },
        {
          "k": "負担",
          "r": "ふたん",
          "zh": "負擔、負載"
        },
        {
          "k": "不調",
          "r": "ふちょう",
          "zh": "狀況不佳、混亂、低迷"
        },
        {
          "k": "復活",
          "r": "ふっかつ",
          "zh": "復興（例如音樂劇）、恢復"
        },
        {
          "k": "物議",
          "r": "ぶつぎ",
          "zh": "公眾討論（批評）"
        },
        {
          "k": "復旧",
          "r": "ふっきゅう",
          "zh": "恢復、復原、康復"
        },
        {
          "k": "復興",
          "r": "ふっこう",
          "zh": "復興、文藝復興、重建"
        },
        {
          "k": "物資",
          "r": "ぶっし",
          "zh": "貨物、材料"
        },
        {
          "k": "仏像",
          "r": "ぶつぞう",
          "zh": "佛像（佛像）"
        },
        {
          "k": "物体",
          "r": "ぶったい",
          "zh": "物件"
        },
        {
          "k": "沸騰",
          "r": "ふっとう",
          "zh": "沸騰"
        },
        {
          "k": "不当",
          "r": "ふとう",
          "zh": "不公義、不正當、不公平"
        },
        {
          "k": "無難",
          "r": "ぶなん",
          "zh": "安全"
        },
        {
          "k": "赴任",
          "r": "ふにん",
          "zh": "（進行）新的任命"
        },
        {
          "k": "腐敗",
          "r": "ふはい",
          "zh": "腐爛、墮落"
        },
        {
          "k": "不服",
          "r": "ふふく",
          "zh": "不滿、不贊成"
        }
      ]
    },
    {
      "id": "n1-u126",
      "theme": "綜合單字 64",
      "words": [
        {
          "k": "普遍",
          "r": "ふへん",
          "zh": "普遍性、無所不在"
        },
        {
          "k": "踏まえる",
          "r": "ふまえる",
          "zh": "基於、起源於"
        },
        {
          "k": "不明",
          "r": "ふめい",
          "zh": "未知的、不明確的"
        },
        {
          "k": "扶養",
          "r": "ふよう",
          "zh": "支援、維護"
        },
        {
          "k": "ぶらぶら",
          "r": "ぶらぶら",
          "zh": "沉重地晃來晃去、來回搖晃、閒逛"
        },
        {
          "k": "不良",
          "r": "ふりょう",
          "zh": "壞事、過失、失敗"
        },
        {
          "k": "浮力",
          "r": "ふりょく",
          "zh": "浮力"
        },
        {
          "k": "ブル",
          "r": "ブル",
          "zh": "公牛"
        },
        {
          "k": "震わせる",
          "r": "ふるわせる",
          "zh": "顫抖"
        },
        {
          "k": "無礼",
          "r": "ぶれい",
          "zh": "不禮貌的、粗魯的"
        },
        {
          "k": "付録",
          "r": "ふろく",
          "zh": "附錄、補充"
        },
        {
          "k": "フロント",
          "r": "フロント",
          "zh": "前面"
        },
        {
          "k": "文化財",
          "r": "ぶんかざい",
          "zh": "文化財產"
        },
        {
          "k": "分散",
          "r": "ぶんさん",
          "zh": "分散、方差（統計）"
        },
        {
          "k": "分子",
          "r": "ぶんし",
          "zh": "分子"
        },
        {
          "k": "紛失",
          "r": "ふんしつ",
          "zh": "失去一些東西"
        },
        {
          "k": "噴出",
          "r": "ふんしゅつ",
          "zh": "噴射、湧出"
        },
        {
          "k": "ふんだん",
          "r": "ふんだん",
          "zh": "豐富的"
        },
        {
          "k": "分担",
          "r": "ぶんたん",
          "zh": "分配、共享"
        },
        {
          "k": "奮闘",
          "r": "ふんとう",
          "zh": "艱苦奮鬥"
        }
      ]
    },
    {
      "id": "n1-u127",
      "theme": "綜合單字 65",
      "words": [
        {
          "k": "分配",
          "r": "ぶんぱい",
          "zh": "分工、共享"
        },
        {
          "k": "分母",
          "r": "ぶんぼ",
          "zh": "分母"
        },
        {
          "k": "粉末",
          "r": "ふんまつ",
          "zh": "細粉"
        },
        {
          "k": "分離",
          "r": "ぶんり",
          "zh": "分離、脫離"
        },
        {
          "k": "閉鎖",
          "r": "へいさ",
          "zh": "關閉"
        },
        {
          "k": "兵士",
          "r": "へいし",
          "zh": "士兵"
        },
        {
          "k": "平常",
          "r": "へいじょう",
          "zh": "正常的、平常的"
        },
        {
          "k": "平方",
          "r": "へいほう",
          "zh": "平方（例如公尺、平方）"
        },
        {
          "k": "ベース",
          "r": "ベース",
          "zh": "低音"
        },
        {
          "k": "辟易",
          "r": "へきえき",
          "zh": "畏縮、退縮、屈服、害怕"
        },
        {
          "k": "ぺこぺこ",
          "r": "ぺこぺこ",
          "zh": "小鹿、很餓"
        },
        {
          "k": "ベスト",
          "r": "ベスト",
          "zh": "最好的、背心"
        },
        {
          "k": "隔たる",
          "r": "へだたる",
          "zh": "保持距離"
        },
        {
          "k": "縁",
          "r": "へり",
          "zh": "邊緣"
        },
        {
          "k": "変革",
          "r": "へんかく",
          "zh": "改變、改革（the）改革"
        },
        {
          "k": "返還",
          "r": "へんかん",
          "zh": "回歸、恢復"
        },
        {
          "k": "便宜",
          "r": "べんぎ",
          "zh": "方便、住宿"
        },
        {
          "k": "偏見",
          "r": "へんけん",
          "zh": "偏見、狹隘觀點"
        },
        {
          "k": "弁護",
          "r": "べんご",
          "zh": "辯護"
        },
        {
          "k": "弁償",
          "r": "べんしょう",
          "zh": "補償"
        }
      ]
    },
    {
      "id": "n1-u128",
      "theme": "綜合單字 66",
      "words": [
        {
          "k": "返答",
          "r": "へんとう",
          "zh": "回覆"
        },
        {
          "k": "変動",
          "r": "へんどう",
          "zh": "變化、波動"
        },
        {
          "k": "弁論",
          "r": "べんろん",
          "zh": "討論、辯論、爭論"
        },
        {
          "k": "ボイコット",
          "r": "ボイコット",
          "zh": "抵制"
        },
        {
          "k": "ポイント",
          "r": "ポイント",
          "zh": "點"
        },
        {
          "k": "防衛",
          "r": "ぼうえい",
          "zh": "防禦、保護、自衛"
        },
        {
          "k": "崩壊",
          "r": "ほうかい",
          "zh": "崩潰、腐爛（物理學）"
        },
        {
          "k": "妨害",
          "r": "ぼうがい",
          "zh": "擾亂、障礙、幹擾"
        },
        {
          "k": "封建",
          "r": "ほうけん",
          "zh": "封建的"
        },
        {
          "k": "豊作",
          "r": "ほうさく",
          "zh": "豐收、五穀豐登"
        },
        {
          "k": "方策",
          "r": "ほうさく",
          "zh": "計劃、政策"
        },
        {
          "k": "奉仕",
          "r": "ほうし",
          "zh": "出勤、服務"
        },
        {
          "k": "放射",
          "r": "ほうしゃ",
          "zh": "輻射、發射"
        },
        {
          "k": "放出",
          "r": "ほうしゅつ",
          "zh": "釋放、發出"
        },
        {
          "k": "報じる",
          "r": "ほうじる",
          "zh": "通知、報告"
        },
        {
          "k": "報ずる",
          "r": "ほうずる",
          "zh": "通知、報告"
        },
        {
          "k": "紡績",
          "r": "ぼうせき",
          "zh": "紡紗"
        },
        {
          "k": "放置",
          "r": "ほうち",
          "zh": "保持原樣、不管、忽視"
        },
        {
          "k": "膨張",
          "r": "ぼうちょう",
          "zh": "膨脹、增加"
        },
        {
          "k": "報道",
          "r": "ほうどう",
          "zh": "報道、報告"
        }
      ]
    },
    {
      "id": "n1-u129",
      "theme": "綜合單字 67",
      "words": [
        {
          "k": "暴動",
          "r": "ぼうどう",
          "zh": "起義、騷亂"
        },
        {
          "k": "葬る",
          "r": "ほうむる",
          "zh": "埋葬"
        },
        {
          "k": "暴力",
          "r": "ぼうりょく",
          "zh": "暴力"
        },
        {
          "k": "飽和",
          "r": "ほうわ",
          "zh": "飽和度"
        },
        {
          "k": "ホース",
          "r": "ホース",
          "zh": "軟管"
        },
        {
          "k": "ポーズ",
          "r": "ポーズ",
          "zh": "暫停"
        },
        {
          "k": "ホール",
          "r": "ホール",
          "zh": "大廳、洞"
        },
        {
          "k": "捕獲",
          "r": "ほかく",
          "zh": "捕獲、扣押"
        },
        {
          "k": "保管",
          "r": "ほかん",
          "zh": "保管、儲存"
        },
        {
          "k": "補給",
          "r": "ほきゅう",
          "zh": "供給、供應、補充"
        },
        {
          "k": "補強",
          "r": "ほきょう",
          "zh": "強化"
        },
        {
          "k": "牧師",
          "r": "ぼくし",
          "zh": "牧師、神職人員"
        },
        {
          "k": "捕鯨",
          "r": "ほげい",
          "zh": "捕鯨"
        },
        {
          "k": "惚ける",
          "r": "ぼける",
          "zh": "變得衰老、褪色"
        },
        {
          "k": "保険",
          "r": "ほけん",
          "zh": "保險、保證"
        },
        {
          "k": "母校",
          "r": "ぼこう",
          "zh": "母校"
        },
        {
          "k": "干し～",
          "r": "ほし～",
          "zh": "曬乾~"
        },
        {
          "k": "保守",
          "r": "ほしゅ",
          "zh": "保守的、維持的"
        },
        {
          "k": "補充",
          "r": "ほじゅう",
          "zh": "補充"
        },
        {
          "k": "補助",
          "r": "ほじょ",
          "zh": "協助、支持、輔助"
        }
      ]
    },
    {
      "id": "n1-u130",
      "theme": "綜合單字 68",
      "words": [
        {
          "k": "補足",
          "r": "ほそく",
          "zh": "補充"
        },
        {
          "k": "墓地",
          "r": "ぼち",
          "zh": "墓地"
        },
        {
          "k": "発作",
          "r": "ほっさ",
          "zh": "適應、攻擊"
        },
        {
          "k": "没収",
          "r": "ぼっしゅう",
          "zh": "沒收的"
        },
        {
          "k": "ポット",
          "r": "ポット",
          "zh": "鍋"
        },
        {
          "k": "ほっぺた",
          "r": "ほっぺた",
          "zh": "臉頰"
        },
        {
          "k": "ぼつぼつ",
          "r": "ぼつぼつ",
          "zh": "漸漸地、到處都有斑點"
        },
        {
          "k": "没落",
          "r": "ぼつらく",
          "zh": "毀壞、倒塌"
        },
        {
          "k": "解ける",
          "r": "ほどける",
          "zh": "解開、分開"
        },
        {
          "k": "ぼやく",
          "r": "ぼやく",
          "zh": "發牢騷、抱怨"
        },
        {
          "k": "ぼやける",
          "r": "ぼやける",
          "zh": "變得暗淡、變得模糊"
        },
        {
          "k": "ボルト",
          "r": "ボルト",
          "zh": "伏特、螺栓"
        },
        {
          "k": "滅びる",
          "r": "ほろびる",
          "zh": "被毀掉、被毀壞、被毀滅"
        },
        {
          "k": "本格",
          "r": "ほんかく",
          "zh": "適當的、全面的"
        },
        {
          "k": "本気",
          "r": "ほんき",
          "zh": "嚴肅、真實、神聖"
        },
        {
          "k": "本能",
          "r": "ほんのう",
          "zh": "本能"
        },
        {
          "k": "ポンプ",
          "r": "ポンプ",
          "zh": "泵浦"
        },
        {
          "k": "マーク",
          "r": "マーク",
          "zh": "標記"
        },
        {
          "k": "マイ～",
          "r": "マイ～",
          "zh": "我的~、自己的~"
        },
        {
          "k": "埋蔵",
          "r": "まいぞう",
          "zh": "埋藏財產、寶庫"
        }
      ]
    },
    {
      "id": "n1-u131",
      "theme": "綜合單字 69",
      "words": [
        {
          "k": "舞う",
          "r": "まう",
          "zh": "跳舞、翩翩起舞、旋轉"
        },
        {
          "k": "紛らわしい",
          "r": "まぎらわしい",
          "zh": "令人困惑的、誤導的、模稜兩可的"
        },
        {
          "k": "紛れる",
          "r": "まぎれる",
          "zh": "被轉移、滑入"
        },
        {
          "k": "真心",
          "r": "まごころ",
          "zh": "真誠、奉獻"
        },
        {
          "k": "まごつく",
          "r": "まごつく",
          "zh": "感到困惑、感到慌亂"
        },
        {
          "k": "誠",
          "r": "まこと",
          "zh": "真理、信仰、忠誠"
        },
        {
          "k": "まさしく",
          "r": "まさしく",
          "zh": "確實、毫無疑問、顯然"
        },
        {
          "k": "勝る",
          "r": "まさる",
          "zh": "超越、勝出"
        },
        {
          "k": "～増し",
          "r": "～増し",
          "zh": "〜增加"
        },
        {
          "k": "真下",
          "r": "ました",
          "zh": "正下方"
        },
        {
          "k": "まして",
          "r": "まして",
          "zh": "還更多、還更少（有否定動詞）、更不用說"
        },
        {
          "k": "交わる",
          "r": "まじわる",
          "zh": "交叉、相交、混合"
        },
        {
          "k": "麻酔",
          "r": "ますい",
          "zh": "麻醉"
        },
        {
          "k": "またがる (うまを～)",
          "r": "またがる (うまを～)",
          "zh": "跨騎"
        },
        {
          "k": "待ち合わせ",
          "r": "まちあわせ",
          "zh": "預約"
        },
        {
          "k": "待ち望む",
          "r": "まちのぞむ",
          "zh": "焦急地尋找、熱切地等待"
        },
        {
          "k": "まちまち",
          "r": "まちまち",
          "zh": "各種各樣的、不同的"
        },
        {
          "k": "真っ二つ",
          "r": "まっぷたつ",
          "zh": "分成兩等份"
        },
        {
          "k": "まと",
          "r": "まと",
          "zh": "標記、目標"
        },
        {
          "k": "纏まり",
          "r": "まとまり",
          "zh": "結論、解決、一致性"
        }
      ]
    },
    {
      "id": "n1-u132",
      "theme": "綜合單字 70",
      "words": [
        {
          "k": "纏め",
          "r": "まとめ",
          "zh": "解決、結論"
        },
        {
          "k": "免れる",
          "r": "まぬがれる",
          "zh": "逃避、免除"
        },
        {
          "k": "招き",
          "r": "まねき",
          "zh": "邀請函"
        },
        {
          "k": "麻痺",
          "r": "まひ",
          "zh": "癱瘓、麻木"
        },
        {
          "k": "～まみれ",
          "r": "～まみれ",
          "zh": "覆蓋著（由、在）~"
        },
        {
          "k": "鞠",
          "r": "まり",
          "zh": "球"
        },
        {
          "k": "丸ごと",
          "r": "まるごと",
          "zh": "完全地、全部地"
        },
        {
          "k": "まるっきり",
          "r": "まるっきり",
          "zh": "完全地、完美地、就好像"
        },
        {
          "k": "丸々",
          "r": "まるまる",
          "zh": "完全"
        },
        {
          "k": "満場",
          "r": "まんじょう",
          "zh": "全場一致"
        },
        {
          "k": "真ん丸い",
          "r": "まんまるい",
          "zh": "完美的圓形"
        },
        {
          "k": "真ん円い",
          "r": "まんまるい",
          "zh": "完美的圓形"
        },
        {
          "k": "見合わせる",
          "r": "みあわせる",
          "zh": "交換眼神、推遲"
        },
        {
          "k": "見落とす",
          "r": "みおとす",
          "zh": "忽視、沒有註意到"
        },
        {
          "k": "見苦しい",
          "r": "みぐるしい",
          "zh": "難看的、醜的"
        },
        {
          "k": "見込み",
          "r": "みこみ",
          "zh": "展望、期待、希望"
        },
        {
          "k": "未熟",
          "r": "みじゅく",
          "zh": "缺乏經驗、不熟練、不成熟"
        },
        {
          "k": "微塵",
          "r": "みじん",
          "zh": "粒子、原子"
        },
        {
          "k": "水気",
          "r": "みずけ",
          "zh": "濕氣"
        },
        {
          "k": "ミスプリント",
          "r": "ミスプリント",
          "zh": "印刷錯誤"
        }
      ]
    },
    {
      "id": "n1-u133",
      "theme": "綜合單字 71",
      "words": [
        {
          "k": "ミセス",
          "r": "ミセス",
          "zh": "夫人。"
        },
        {
          "k": "見せ物",
          "r": "みせもの",
          "zh": "表演、展覽"
        },
        {
          "k": "満たす",
          "r": "みたす",
          "zh": "使滿足、使討好"
        },
        {
          "k": "未知",
          "r": "みち",
          "zh": "尚不清楚"
        },
        {
          "k": "導く",
          "r": "みちびく",
          "zh": "被引導、被展示"
        },
        {
          "k": "見積もり",
          "r": "みつもり",
          "zh": "估價、報價"
        },
        {
          "k": "見通し",
          "r": "みとおし",
          "zh": "遠景、一覽無遺的視野、前景"
        },
        {
          "k": "見なす",
          "r": "みなす",
          "zh": "考慮為、視為"
        },
        {
          "k": "源",
          "r": "みなもと",
          "zh": "來源、起源"
        },
        {
          "k": "峰",
          "r": "みね",
          "zh": "峰、嶺"
        },
        {
          "k": "見逃す",
          "r": "みのがす",
          "zh": "錯過、忽略、逍遙法外"
        },
        {
          "k": "見計らう",
          "r": "みはからう",
          "zh": "自行選擇"
        },
        {
          "k": "見晴らし",
          "r": "みはらし",
          "zh": "查看"
        },
        {
          "k": "身振り",
          "r": "みぶり",
          "zh": "手勢"
        },
        {
          "k": "脈",
          "r": "みゃく",
          "zh": "脈衝"
        },
        {
          "k": "ミュージック",
          "r": "ミュージック",
          "zh": "音樂"
        },
        {
          "k": "未練",
          "r": "みれん",
          "zh": "揮之不去的感情、依戀、遺憾"
        },
        {
          "k": "ムード",
          "r": "ムード",
          "zh": "心情"
        },
        {
          "k": "無口",
          "r": "むくち",
          "zh": "沉默寡言"
        },
        {
          "k": "無言",
          "r": "むごん",
          "zh": "沉默"
        }
      ]
    },
    {
      "id": "n1-u134",
      "theme": "綜合單字 72",
      "words": [
        {
          "k": "結び",
          "r": "むすび",
          "zh": "結束、結論、結合"
        },
        {
          "k": "結び付き",
          "r": "むすびつき",
          "zh": "連接、關係"
        },
        {
          "k": "結び付ける",
          "r": "むすびつける",
          "zh": "結合、連結、打結"
        },
        {
          "k": "無断",
          "r": "むだん",
          "zh": "未經許可、未經通知"
        },
        {
          "k": "無知",
          "r": "むち",
          "zh": "無知"
        },
        {
          "k": "空しい",
          "r": "むなしい",
          "zh": "空虛的、徒勞的"
        },
        {
          "k": "無念",
          "r": "むねん",
          "zh": "懊惱、遺憾"
        },
        {
          "k": "無能",
          "r": "むのう",
          "zh": "低效率、無能力"
        },
        {
          "k": "無用",
          "r": "むよう",
          "zh": "無用的、不必要的"
        },
        {
          "k": "斑",
          "r": "むら",
          "zh": "不均勻、不一致、不規則"
        },
        {
          "k": "無論",
          "r": "むろん",
          "zh": "當然、自然地"
        },
        {
          "k": "名称",
          "r": "めいしょう",
          "zh": "姓名"
        },
        {
          "k": "命中",
          "r": "めいちゅう",
          "zh": "熱門"
        },
        {
          "k": "名簿",
          "r": "めいぼ",
          "zh": "姓名登記冊"
        },
        {
          "k": "名誉",
          "r": "めいよ",
          "zh": "榮譽、信用、威望"
        },
        {
          "k": "明瞭",
          "r": "めいりょう",
          "zh": "清晰度"
        },
        {
          "k": "メーカー",
          "r": "メーカー",
          "zh": "製造商"
        },
        {
          "k": "目方",
          "r": "めかた",
          "zh": "重量"
        },
        {
          "k": "恵み",
          "r": "めぐみ",
          "zh": "祝福"
        },
        {
          "k": "恵む",
          "r": "めぐむ",
          "zh": "祝福、憐憫"
        }
      ]
    },
    {
      "id": "n1-u135",
      "theme": "綜合單字 73",
      "words": [
        {
          "k": "目覚しい",
          "r": "めざましい",
          "zh": "輝煌的、非凡的"
        },
        {
          "k": "滅亡",
          "r": "めつぼう",
          "zh": "垮台、崩潰、破壞"
        },
        {
          "k": "メディア",
          "r": "メディア",
          "zh": "媒體"
        },
        {
          "k": "目途",
          "r": "めど",
          "zh": "目標、展望"
        },
        {
          "k": "目盛",
          "r": "めもり",
          "zh": "尺度、層次"
        },
        {
          "k": "メロディー",
          "r": "メロディー",
          "zh": "旋律"
        },
        {
          "k": "面会",
          "r": "めんかい",
          "zh": "訪談"
        },
        {
          "k": "免除",
          "r": "めんじょ",
          "zh": "豁免、免責、免除"
        },
        {
          "k": "申し入れる",
          "r": "もうしいれる",
          "zh": "提議、建議"
        },
        {
          "k": "申出",
          "r": "もうしで",
          "zh": "請求、索賠、報告"
        },
        {
          "k": "申し出る",
          "r": "もうしでる",
          "zh": "報告、建議"
        },
        {
          "k": "申し分",
          "r": "もうしぶん",
          "zh": "反對意見、缺點"
        },
        {
          "k": "盲点",
          "r": "もうてん",
          "zh": "盲點"
        },
        {
          "k": "猛烈",
          "r": "もうれつ",
          "zh": "暴力的、激烈的、憤怒的"
        },
        {
          "k": "モーテル",
          "r": "モーテル",
          "zh": "汽車旅館"
        },
        {
          "k": "もがく",
          "r": "もがく",
          "zh": "掙扎、蠕動、不耐煩"
        },
        {
          "k": "目論見",
          "r": "もくろみ",
          "zh": "計劃、方案、意圖"
        },
        {
          "k": "模型",
          "r": "もけい",
          "zh": "模型、假人、馬凱特"
        },
        {
          "k": "模索",
          "r": "もさく",
          "zh": "摸索（為了）"
        },
        {
          "k": "もしかして",
          "r": "もしかして",
          "zh": "也許、可能"
        }
      ]
    },
    {
      "id": "n1-u136",
      "theme": "綜合單字 74",
      "words": [
        {
          "k": "もしくは",
          "r": "もしくは",
          "zh": "或者、否則"
        },
        {
          "k": "目下",
          "r": "もっか",
          "zh": "目前、現在"
        },
        {
          "k": "専ら",
          "r": "もっぱら",
          "zh": "完全地"
        },
        {
          "k": "模倣",
          "r": "もほう",
          "zh": "模仿、抄襲"
        },
        {
          "k": "股",
          "r": "もも",
          "zh": "大腿、股骨"
        },
        {
          "k": "腿",
          "r": "もも",
          "zh": "大腿、股骨"
        },
        {
          "k": "漏らす",
          "r": "もらす",
          "zh": "洩漏、揭露"
        },
        {
          "k": "盛り上がる",
          "r": "もりあがる",
          "zh": "喚醒、膨脹、上升"
        },
        {
          "k": "漏れる",
          "r": "もれる",
          "zh": "漏出、逸出、過濾掉"
        },
        {
          "k": "もろに",
          "r": "もろに",
          "zh": "完全地、身體地"
        },
        {
          "k": "矢",
          "r": "や",
          "zh": "箭頭"
        },
        {
          "k": "やけに",
          "r": "やけに",
          "zh": "當然、非常"
        },
        {
          "k": "屋敷",
          "r": "やしき",
          "zh": "豪宅"
        },
        {
          "k": "野心",
          "r": "やしん",
          "zh": "志向、抱負"
        },
        {
          "k": "野生",
          "r": "やせい",
          "zh": "野生的"
        },
        {
          "k": "奴",
          "r": "やつ",
          "zh": "(vulg.) 傢伙、傢伙、小伙子"
        },
        {
          "k": "病む",
          "r": "やむ",
          "zh": "生病"
        },
        {
          "k": "やりとげる",
          "r": "やりとげる",
          "zh": "完成"
        },
        {
          "k": "和らげる",
          "r": "やわらげる",
          "zh": "軟化、緩和"
        },
        {
          "k": "ヤング",
          "r": "ヤング",
          "zh": "年輕的"
        }
      ]
    },
    {
      "id": "n1-u137",
      "theme": "綜合單字 75",
      "words": [
        {
          "k": "～油",
          "r": "～ゆ",
          "zh": "〜油"
        },
        {
          "k": "優位",
          "r": "ゆうい",
          "zh": "優勢、優越性"
        },
        {
          "k": "憂鬱",
          "r": "ゆううつ",
          "zh": "憂鬱症"
        },
        {
          "k": "優越",
          "r": "ゆうえつ",
          "zh": "至高無上、優勢、優於"
        },
        {
          "k": "融資",
          "r": "ゆうし",
          "zh": "融資、貸款"
        },
        {
          "k": "有する",
          "r": "ゆうする",
          "zh": "擁有、被賦予"
        },
        {
          "k": "優勢",
          "r": "ゆうせい",
          "zh": "優勢"
        },
        {
          "k": "優先",
          "r": "ゆうせん",
          "zh": "偏好、優先權"
        },
        {
          "k": "誘導",
          "r": "ゆうどう",
          "zh": "指導、引領、誘導"
        },
        {
          "k": "融通",
          "r": "ゆうずう",
          "zh": "適應性、多才多藝、財務"
        },
        {
          "k": "有望",
          "r": "ゆうぼう",
          "zh": "美好前景、充滿希望"
        },
        {
          "k": "遊牧",
          "r": "ゆうぼく",
          "zh": "游牧主義"
        },
        {
          "k": "有力",
          "r": "ゆうりょく",
          "zh": "影響力、知名度、有力的"
        },
        {
          "k": "幽霊",
          "r": "ゆうれい",
          "zh": "幽靈"
        },
        {
          "k": "誘惑",
          "r": "ゆうわく",
          "zh": "誘惑、引誘"
        },
        {
          "k": "ユニーク",
          "r": "ユニーク",
          "zh": "獨特的"
        },
        {
          "k": "ユニフォーム",
          "r": "ユニフォーム",
          "zh": "制服"
        },
        {
          "k": "指差す",
          "r": "ゆびさす",
          "zh": "指向"
        },
        {
          "k": "弓",
          "r": "ゆみ",
          "zh": "弓"
        },
        {
          "k": "揺らぐ",
          "r": "ゆらぐ",
          "zh": "搖擺、搖動"
        }
      ]
    },
    {
      "id": "n1-u138",
      "theme": "綜合單字 76",
      "words": [
        {
          "k": "緩む",
          "r": "ゆるむ",
          "zh": "變得鬆散、鬆弛"
        },
        {
          "k": "緩める",
          "r": "ゆるめる",
          "zh": "放鬆、放慢速度"
        },
        {
          "k": "緩やか",
          "r": "ゆるやか",
          "zh": "寬大"
        },
        {
          "k": "溶液",
          "r": "ようえき",
          "zh": "解決方案"
        },
        {
          "k": "用紙",
          "r": "ようし",
          "zh": "一種形式"
        },
        {
          "k": "様式",
          "r": "ようしき",
          "zh": "風格、形式、樣式"
        },
        {
          "k": "様相",
          "r": "ようそう",
          "zh": "方面"
        },
        {
          "k": "用品",
          "r": "ようひん",
          "zh": "物品、用品、零件"
        },
        {
          "k": "要望",
          "r": "ようぼう",
          "zh": "要求"
        },
        {
          "k": "余興",
          "r": "よきょう",
          "zh": "雜耍、娛樂"
        },
        {
          "k": "欲",
          "r": "よく",
          "zh": "貪婪、想要"
        },
        {
          "k": "欲深い",
          "r": "よくふかい",
          "zh": "貪婪的"
        },
        {
          "k": "欲望",
          "r": "よくぼう",
          "zh": "慾望、食慾"
        },
        {
          "k": "横綱",
          "r": "よこづな",
          "zh": "相撲大賽冠軍"
        },
        {
          "k": "汚れ",
          "r": "よごれ",
          "zh": "污垢、污物"
        },
        {
          "k": "よし (かん)",
          "r": "よし (かん)",
          "zh": "好吧！"
        },
        {
          "k": "良し",
          "r": "よし",
          "zh": "好的！"
        },
        {
          "k": "余所見",
          "r": "よそみ",
          "zh": "向別處看去、向一邊看去"
        },
        {
          "k": "よって (よりどころ)",
          "r": "よって (よりどころ)",
          "zh": "因此"
        },
        {
          "k": "呼び止める",
          "r": "よびとめる",
          "zh": "降旗"
        }
      ]
    },
    {
      "id": "n1-u139",
      "theme": "綜合單字 77",
      "words": [
        {
          "k": "余程",
          "r": "よほど",
          "zh": "非常、很多、很大程度、相當"
        },
        {
          "k": "寄り掛かる",
          "r": "よりかかる",
          "zh": "倚靠、依靠"
        },
        {
          "k": "弱る",
          "r": "よわる",
          "zh": "變得衰弱、陷入困境、憔悴"
        },
        {
          "k": "来場",
          "r": "らいじょう",
          "zh": "出席率"
        },
        {
          "k": "落下",
          "r": "らっか",
          "zh": "落下"
        },
        {
          "k": "楽観",
          "r": "らっかん",
          "zh": "樂觀"
        },
        {
          "k": "ランプ",
          "r": "ランプ",
          "zh": "燈、坡道"
        },
        {
          "k": "リード",
          "r": "リード",
          "zh": "鉛、蘆葦"
        },
        {
          "k": "利潤",
          "r": "りじゅん",
          "zh": "利潤、回報"
        },
        {
          "k": "立方",
          "r": "りっぽう",
          "zh": "立方體"
        },
        {
          "k": "利点",
          "r": "りてん",
          "zh": "優點、贊成的觀點"
        },
        {
          "k": "略奪",
          "r": "りゃくだつ",
          "zh": "掠奪、搶劫"
        },
        {
          "k": "略語",
          "r": "りゃくご",
          "zh": "縮寫詞"
        },
        {
          "k": "領域",
          "r": "りょういき",
          "zh": "區、領土、區域"
        },
        {
          "k": "良識",
          "r": "りょうしき",
          "zh": "良好的判斷力"
        },
        {
          "k": "良心",
          "r": "りょうしん",
          "zh": "良心"
        },
        {
          "k": "領地",
          "r": "りょうち",
          "zh": "領土"
        },
        {
          "k": "領土",
          "r": "りょうど",
          "zh": "領土、佔有"
        },
        {
          "k": "旅客",
          "r": "りょかく",
          "zh": "乘客"
        },
        {
          "k": "旅券",
          "r": "りょけん",
          "zh": "護照"
        }
      ]
    },
    {
      "id": "n1-u140",
      "theme": "綜合單字 78",
      "words": [
        {
          "k": "理論",
          "r": "りろん",
          "zh": "理論"
        },
        {
          "k": "類推",
          "r": "るいすい",
          "zh": "類比"
        },
        {
          "k": "類似",
          "r": "るいじ",
          "zh": "類似的"
        },
        {
          "k": "ルーズ",
          "r": "ルーズ",
          "zh": "寬鬆的"
        },
        {
          "k": "冷蔵",
          "r": "れいぞう",
          "zh": "冷藏"
        },
        {
          "k": "冷淡",
          "r": "れいたん",
          "zh": "冷漠"
        },
        {
          "k": "レース",
          "r": "レース",
          "zh": "種族、蕾絲"
        },
        {
          "k": "レギュラー",
          "r": "レギュラー",
          "zh": "常規的"
        },
        {
          "k": "レディー",
          "r": "レディー",
          "zh": "女士"
        },
        {
          "k": "レバー",
          "r": "レバー",
          "zh": "槓桿、肝臟"
        },
        {
          "k": "バット",
          "r": "バット",
          "zh": "蝙蝠、大桶"
        },
        {
          "k": "果て",
          "r": "はて",
          "zh": "結束、極端、極限"
        },
        {
          "k": "果てる",
          "r": "はてる",
          "zh": "結束、耗盡"
        },
        {
          "k": "ばてる",
          "r": "ばてる",
          "zh": "精疲力竭"
        },
        {
          "k": "華々しい",
          "r": "はなばなしい",
          "zh": "輝煌的、宏偉的、壯觀的"
        },
        {
          "k": "華やか",
          "r": "はなやか",
          "zh": "輝煌的、華美的、華麗的"
        },
        {
          "k": "浜辺",
          "r": "はまべ",
          "zh": "海灘、前灘"
        },
        {
          "k": "はまる",
          "r": "はまる",
          "zh": "進入、適合、適應"
        },
        {
          "k": "早める",
          "r": "はやめる",
          "zh": "加速"
        },
        {
          "k": "腹立ち",
          "r": "はらだち",
          "zh": "憤怒"
        }
      ]
    },
    {
      "id": "n1-u141",
      "theme": "綜合單字 79",
      "words": [
        {
          "k": "張り紙",
          "r": "はりがみ",
          "zh": "通知、海報"
        },
        {
          "k": "遥か",
          "r": "はるか",
          "zh": "遙遠"
        },
        {
          "k": "腫れる",
          "r": "はれる",
          "zh": "腫脹（由於炎症、變得腫脹）"
        },
        {
          "k": "繁栄",
          "r": "はんえい",
          "zh": "繁榮"
        },
        {
          "k": "版画",
          "r": "はんが",
          "zh": "藝術印刷品"
        },
        {
          "k": "ハンガー",
          "r": "ハンガー",
          "zh": "（衣架）衣架"
        },
        {
          "k": "反響",
          "r": "はんきょう",
          "zh": "迴聲、迴響"
        },
        {
          "k": "パンク",
          "r": "パンク",
          "zh": "刺穿、爆裂、朋克"
        },
        {
          "k": "反撃",
          "r": "はんげき",
          "zh": "反擊、反攻"
        },
        {
          "k": "判決",
          "r": "はんけつ",
          "zh": "司法決定、判決、法令"
        },
        {
          "k": "反射",
          "r": "はんしゃ",
          "zh": "反射、混响"
        },
        {
          "k": "繁盛",
          "r": "はんじょう",
          "zh": "繁榮"
        },
        {
          "k": "繁殖",
          "r": "はんしょく",
          "zh": "繁殖"
        },
        {
          "k": "反する",
          "r": "はんする",
          "zh": "不符合、反對、矛盾"
        },
        {
          "k": "反応",
          "r": "はんのう",
          "zh": "反应、回应"
        },
        {
          "k": "半端",
          "r": "はんぱ",
          "zh": "碎片、片段、不完整"
        },
        {
          "k": "反発",
          "r": "はんぱつ",
          "zh": "排斥、反彈、反對"
        },
        {
          "k": "反乱",
          "r": "はんらん",
          "zh": "叛亂、起義"
        },
        {
          "k": "氾濫",
          "r": "はんらん",
          "zh": "氾濫"
        },
        {
          "k": "美",
          "r": "び",
          "zh": "美麗"
        }
      ]
    },
    {
      "id": "n1-u142",
      "theme": "綜合單字 80",
      "words": [
        {
          "k": "ひいては",
          "r": "ひいては",
          "zh": "不僅…而且、此外、因此"
        },
        {
          "k": "ビールス",
          "r": "ビールス",
          "zh": "病毒"
        },
        {
          "k": "悲観",
          "r": "ひかん",
          "zh": "悲观、失望"
        },
        {
          "k": "否決",
          "r": "ひけつ",
          "zh": "拒绝、否定、否决"
        },
        {
          "k": "日頃",
          "r": "ひごろ",
          "zh": "通常、习惯性地"
        },
        {
          "k": "久しい",
          "r": "ひさしい",
          "zh": "長的、長期的、古老的（故事）"
        },
        {
          "k": "悲惨",
          "r": "ひさん",
          "zh": "悲劇、災難、不幸的、可憐的"
        },
        {
          "k": "比重",
          "r": "ひじゅう",
          "zh": "比重"
        },
        {
          "k": "美術",
          "r": "びじゅつ",
          "zh": "艺术、美术"
        },
        {
          "k": "秘書",
          "r": "ひしょ",
          "zh": "（私人）秘書"
        },
        {
          "k": "微笑",
          "r": "びしょう",
          "zh": "微笑"
        },
        {
          "k": "密か",
          "r": "ひそか",
          "zh": "秘密的、私人的"
        },
        {
          "k": "浸す",
          "r": "ひたす",
          "zh": "浸透、浸泡"
        },
        {
          "k": "引っ掻く",
          "r": "ひっかく",
          "zh": "刮傷"
        },
        {
          "k": "必修",
          "r": "ひっしゅう",
          "zh": "必填（主题）"
        },
        {
          "k": "びっしょり",
          "r": "びっしょり",
          "zh": "濕透"
        },
        {
          "k": "匹敵",
          "r": "ひってき",
          "zh": "比較、對手、平等"
        },
        {
          "k": "人影",
          "r": "ひとかげ",
          "zh": "人的影子、靈魂"
        },
        {
          "k": "人気",
          "r": "ひとけ",
          "zh": "生命跡象"
        },
        {
          "k": "人質",
          "r": "ひとじち",
          "zh": "人質"
        }
      ]
    },
    {
      "id": "n1-u143",
      "theme": "綜合單字 81",
      "words": [
        {
          "k": "人目",
          "r": "ひとめ",
          "zh": "公众的目光、一瞥"
        },
        {
          "k": "非難",
          "r": "ひなん",
          "zh": "指责、攻击、批评"
        },
        {
          "k": "避難",
          "r": "ひなん",
          "zh": "尋求庇護"
        },
        {
          "k": "日の丸",
          "r": "ひのまる",
          "zh": "日本國旗"
        },
        {
          "k": "火花",
          "r": "ひばな",
          "zh": "火花"
        },
        {
          "k": "悲鳴",
          "r": "ひめい",
          "zh": "尖叫"
        },
        {
          "k": "描写",
          "r": "びょうしゃ",
          "zh": "描述、描绘"
        },
        {
          "k": "ひょっと",
          "r": "ひょっと",
          "zh": "可能、意外地"
        },
        {
          "k": "びり",
          "r": "びり",
          "zh": "列表的最后、底部"
        },
        {
          "k": "比率",
          "r": "ひりつ",
          "zh": "比率、比例、百分比"
        }
      ]
    }
  ]
};
